Repository: jmullan/Gallery1
Catalog: locale/*.cp1250/*.cp1250-gallery_config.po
Languages: cs_cz

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. Setting this value to &quot;100&quot; is not recommended. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
cs_cz: Formát JPEG umoòuje rùzné pomìry velikosti a kvality. Gallery mùe ovlivnit, v jaké kvalitì budou fotky ve formátu JPEG ukládány, kdy mìníte jejich velikost, otáèite je nebo vytváøíte náhledu. Fotky ve vyšší kvalitì jsou vìtší. Od urèité úrovnì kvality jsou zmìny na pohled nepostøehnutelné, zatímco velikost znatelnì narùstá. Pokud dosahují vaše náhledy èi zmenšené fotky na serveru vìtších velikostí souborù, ne originály, urèitì budete chtít nastavení kvality sníit. <b>Poznámka:</b> Zmìna tohoto nastavení se nedotkne ji uloenıch fotek, ale pouze všech zmìn v <i>budoucnu</i>.

source: Main Gallery page
cs_cz: Hlavní stránka Gallery

source: Show the album tree
cs_cz: Ukazovat strom alb

source: If you turn this option on, you'll see a complete list of all sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier (although it can severely clutter the appearance of the top Gallery page).
cs_cz: Kdy tuto monost aktivujete, uvidíte v hlavní úrovni galerie seznam všech alb a vnoøenıch alb. Umoní to snadnìjší pøístup ke vnoøenıch albùm, ale mùe to velmi znepøehlednit strukturu hlavní stránky.

source: Highlight size
cs_cz: Velikost náhledu alba

source: The target size (in pixels) of thumbnails shown in the Gallery page (highlight images).
cs_cz: Velikost náhledù v bodech. Tıká se náhledù alb, zobrazovanıch na stránkách galerie (náhled alba).

source: Show Owner
cs_cz: Ukazovat vlastníka

source: Show album owner's name next to each album?
cs_cz: Má bıt na hlavní stránce galerie zobrazován vlastník kadého alba?

source: Albums per page
cs_cz: Alba na stránku

source: How many albums should be displayed per Gallery page?
cs_cz: Kolik alb má bıt zobrazeno na jedné stránce galeie?

source: Search Engine
cs_cz: Vyhledávání

source: Display search engine on main Gallery page?
cs_cz: Zobrazit vyhledávací okénko na hlavní stránce galerie?

source: Optional tools
cs_cz: Doplòkové nástroje

source: Cache EXIF data
cs_cz: Ukládání EXIF dat k rychlému pouití

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow.
cs_cz: Hlavièky EXIF z JPEG fotek mohou bıt samostatnì uloeny v albu pøi prvním naètení fotky. Nevıhodou je zvìtšení databáze kadého alba, co mùe zpomalovat prohlíení. Pokud je tato monost vypnuta, musí bıt data získávána z pùvodního souboru pokadé, kdy si uivatel nechá zobrazit vlastnosti fotky.

source: Languages and locales
cs_cz: Jazyky a locales

source: Default language
cs_cz: Pøedvolenı jazyk

source: This is the language you will see as %s, and what users will see if no other preference is set.
cs_cz: Tento jazyk bude pouit pro vás jako %s a pro ostatní uivatele, pokud si nenastaví vlastní jazyk.

source: Multi language mode
cs_cz: Multilinguální mód

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site.
cs_cz: Gallery má k dispozici tøi rùzné multilinguální módy. Ty ovlivòují, v jakém jazyce uvidí stránky návštìvníci.

source: Gallery is only displayed in one language
cs_cz: Gallery bude zobrazena pouze v jednom jazyce

source: Gallery is displayed in the language the browser sends
cs_cz: Gallery bude zobrazena v jazyce, kterı poaduje prohlíeè.

source: Available languages
cs_cz: Dostupné jazyky

source: Show flags?
cs_cz: Ukazovat vlajky?

source: Format for date strings.
cs_cz: Formát datovıch øetìzcù.

source: This format string will be used to display %s in %s. It is recommended to use %s which will change format depending on language choice. However, if you wish to change this string, please look at the %sPHP documentation%s.
cs_cz: Tento formátovací øetìzec bude pouit pro zobrazení %s v %s. Doporuèuje se pouít %s, co zpùsobí nastavení formátu data podle aktuálního jazyka. Pokud chcete zobrazení data zmìnit, informace najdete v %sPHP dokumentaci%s.

source: date without time
cs_cz: datum bez èasu

source: For example, %s will display date like this: %s.
cs_cz: Napøíklad %s zobrazí datum takto: %s.

source: Format for date/time strings.
cs_cz: Formát data a èasu.

source: date with time
cs_cz: datum a èas

source: For example, %s will display date and time like this: %s.
cs_cz: Napøíklad %s zobrazí datum a èas takto: %s.

source: Email and Registration
cs_cz: Email a registrace

source: If you are having problems with email, please run the %s diagnostic.
cs_cz: Pokud máte potíe s emailem, spuste %s diagnostiku.

source: Check Email
cs_cz: Kontrola pošty

source: Enable email
cs_cz: Povolit poštu

source: Admin email address
cs_cz: Emailová adresa administrátora

source: Set this value to a valid working email address to receive email notices upon certain user actions and also so that users know whom to reach in case of problems. You may specify more than one address by separating them with commas.
cs_cz: Sem zadejte platnou emailovou adresu, pokud chcete dostávat upozornìní na nìkteré uivatelské akce. Na tuto adresu budou také smìøováni také uivatelé, kdy budou chtít vyøešit nìjakı problém. Mùete zadat více adres, oddìlte je èárkou.

source: Sender email address
cs_cz: Emailová adresa odesílatele

source: Set this value to a valid working email address. Emails that are automatically sent by Gallery will use this as a return address. You should monitor this email address for bounce messages and replies from recipients.
cs_cz: Sem zadejte platnou emailovou adresu. Tuto adresu bude Gallery pouívat jako odesílatele všech emailù. Na ni tedy budou adresovány odpovìdi uivatelù èi zprávy o nedoruèitelnosti, take byste tuto schránku mìli pravidelnì kontrolovat.

source: Email subject prefix
cs_cz: Automatickı pøedmìt emailù

source: Welcome email message text
cs_cz: Text uvítacího emailu

source: This email will be sent when new accounts are created.
cs_cz: Tato zpráva bude zaslána kadému novì vytvoøenému uivateli.

source: %s, %s and %s will be replaced by the fullname, user name and password of the newly created user.
cs_cz: %s, %s a %s budou nahrazeny plnım jménem, uivatelskım jménem a heslem novì vytvoøeného uivatele.

source: %s will be replaced by a link the new user can click on to create a new password
cs_cz: %s bude nahrazeno odkazem, pomocí kterého novì vytvoøenı uivatel mùe zadat nové heslo

source: Leave this field blank to get the default message that can be translated into other languages. The default message is:
cs_cz: Pokud toto pole necháte prázdné, bude pouita standardní zpráva, která bude automaticky pøeloena do zvoleného jazyka. Standardní zpráva vypadá takto:

source: Allow visitors to self register.
cs_cz: Uivatelé se mohou sami registrovat.

source: Self registered users can create albums.
cs_cz: Samoregistrovanı uivatel mùe zakládat alba.

source: Enabling this will allow self registered users to create their own albums as soon as they register. Not having this enabled means you will have to give them permission manually before they can create or alter any contents of the Gallery. This setting is ignored if self-registration is disabled.
cs_cz: Zapnutím této poloky umoníte uivatelùm, kteøí se sami zaregistrovali, aby mohli vytváøet nová alba. Pokud bude tato monost vypnuta, musí takovım uivatelùm dát povolení k vytváøení novıch alb èi k jakımkoliv zmìnám obsahu Gallery administrátor. Tato poloka je ignorována, pokud je vypnuta samoregistrace.

source: Enable bulk account creation
cs_cz: Uivatelé mohou bıt vytváøeni hromadnì

source: Admin notification of email activity
cs_cz: Informování správce o emailovıch aktivitách

source: You can keep a record of every email that is sent by Gallery.
cs_cz: Administrátor mùe bıt informován o kadém emailu, kterı Gallery pošle.

source: Send summary email
cs_cz: Zasílat souhrnnou zprávu

source: Log to a file
cs_cz: Zapisovat informace do logu

source: Send duplicate email
cs_cz: Posílat kopie zpráv

source: Gallery wide slideshow
cs_cz: Velká slideshow Gallery

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
cs_cz: Pøidá na hlavní stránku galerie odkaz na slideshow. Poznámka: Na velkıch galeriích mùe bıt velmi pomalé a pouít hodnì systémovıch prostøedkù.

source: Slideshow preferences
cs_cz: nastavení slideshow

source: Off
cs_cz: Vypnuto

source: No slideshow link will appear.
cs_cz: Odkaz na slideshow nebude zobrazen.

source: Ordered
cs_cz: Setøídìno

source: Images will display in the same order as they appear in the Gallery.
cs_cz: Fotky budou zobrazovány v poøadí, v jakém se objevují v Gallery.

source: Random
cs_cz: Náhodnì

source: Images will appear in a random order.
cs_cz: Fotky budou zobrazovány v náhodném poøadí.

source: Slideshow length
cs_cz: Délka slideshow

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
cs_cz: Poèet fotek, které se ve slideshow zobrazí. Nechte prázdné nebo zadejte 0, pokud chcete zobrazovat všechny fotky. Zadejte jinou hodnotu, pokud jste zvolili náhodné zobrazování fotek a chcete zobrazit jen èást z nich.

source: Allow slideshow to loop
cs_cz: Povolit opakování slideshow

source: This option will allow visitors to have your slideshows repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
cs_cz: Tato poloka umoní opakování slideshow, dokud uivatel nezavøe okno prohlíeèe nebo nepøejde na jinou stránku. Nastavte na %s, chcete-li šetøit zatíení pøipojení serveru.

source: Comments
cs_cz: Komentáøe

source: Indicate if there are comments available
cs_cz: Zobrazit, zda jsou k dispozici komentáøe

source: No indication that an item has comments.
cs_cz: Nezobrazovat, zda jsou k poloøce komentáøe.

source: Photos
cs_cz: Fotky

source: Images that have comments will be marked.
cs_cz: Fotky s komentáøi budou oznaèeny.

source: Albums
cs_cz: Alba

source: Albums and sub-albums that have comments will be marked.
cs_cz: Alba a vnoøená alba s komentáøi budou oznaèena.

source: Both
cs_cz: Obojí

source: Images and albums that have comments will be marked.
cs_cz: Alba a fotky s komentáøi budou oznaèeny.

source: Display date of last comment?
cs_cz: Zobrazit datum vytvoøení posledního komentáøe?

source: If an item has comments, display date of last comment, rather than a %s.
cs_cz: Pokud má poloka nìjakı komentáø, zobrazí datum jeho vytvoøení namísto %s.

source: Anonymous comments from known users?
cs_cz: Anonymní komentáøe od registrovanıch uivatelù?

source: Technical
cs_cz: Technické nastavení

source: You usually don't need to change anything in this section.
cs_cz: Vìtšinou v této sekci nebudete muset nic mìnit.

source: Time Limit
cs_cz: Èasové omezení

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
cs_cz: Maximální doba v sekundách, po jakou mùe probíhat jedna operace. Pokud se setkáte s chybovou hláškou <b>Maximální èasovı limit pøekroèen</b>, mùete zkusit nastavit vyšší hodnotu. Vyvarujte se velkıch hodnot, protoe by se vám <i>mohlo</i> stát, e se nìjaká operace zasekne a na vámi specifikovanou dobu nebude Gallery nic dìlat. Standardní nastavení je 30 sekund, co by mìlo bıt dostateèné.

source: Debug mode
cs_cz: Ladící mód

source: Turn debug mode on so that you can diagnose problems?
cs_cz: Zapnout diagnostickı reim?

source: Use %s
cs_cz: Pouít %s

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>.
cs_cz: Gallery pouívá pro vyšší ochranu dat systém flock(). Ten ale není podporován na všech platformách. Pokud se setkáváte s chybovou hláškou <i>Nemohu otevøít zámkovı soubor</i>, nastavte hodnotu <i>ne</i>.

source: Status code
cs_cz: Kód statusu

source: The status code Gallery expects to see after a successful <i>exec()</i> call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
cs_cz: Kód statusu, kterı Gallery oèekává po úspìšném volání <i>exec()</i>. Gallery tuto hodnotu nastaví samo, take byste ji nemìli mìnit, pokud nemáte nìjaké problémy.

source: Session variable
cs_cz: Promìnná session

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
cs_cz: Toto je promìnná session, která zahrnuje všechny informace o bìící Gallery. Pokud dochází ke konfliktùm Gallery s nìjakou další PHP aplikací na vašem serveru, zmìòte tuto hodnotu.

source: Layout
cs_cz: Rozloení

source: Default Columns
cs_cz: Standardní poèet sloupcù

source: The default number of columns in an album.
cs_cz: Standardní poèet sloupcù v albu.

source: Default Rows
cs_cz: Standardní poèet øádek

source: The default number of rows in an album.
cs_cz: Standardní poèet øádek v albu.

source: Appearance
cs_cz: Vzhled

source: Border color
cs_cz: Barva okraje

source: Border width
cs_cz: Šíøka okraje

source: Default Font
cs_cz: Standardní písmo

source: Default font face. E.g. <i>arial</i> or <i>trebuchet</i>
cs_cz: Standardní písmo, napø. <i>arial</i> nebo <i>trebuchet</i>

source: Image Processing and Display
cs_cz: Zpracovávání a zobrazení fotek

source: Thumbnail size
cs_cz: Velikost náhledu

source: The default target size (in pixels) of album thumbnails.
cs_cz: Standardní velikost náhledu v bodech.

source: Resized image size
cs_cz: Standardní velikost zmenšenıch fotek v bodech

source: When large images are added to an album, an intermediate version will automatically be generated at this size.
cs_cz: Kdy do alba pøidáte fotku ve velkém rozlišení, bude automaticky vytvoøena menší kopie pro prohlíení pøes web.

source: off
cs_cz: vypnuto

source: Resized JPEG/PNG images file size
cs_cz: Standardní velikost zmenšenıch fotek - velikost souboru JPEG/PNG

source: The default target size (in kilobytes) of resized JPEG/PNG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
cs_cz: Standardní velikost zmenšenıch fotek v kilobytech (JPEG/PNG). Pokud zadáte 0, fotky budou zmenšovány podle kritéria Standardní velikost zmenšenıch fotek v bodech. Pokud zadáte jinou hodnotu, bude mít tato hodnota pøednost. Menší soubory ocení zejména uivatelé, kteøí pøistupují k internetu pøes vytáèené pøipojení.

source: Maximum image size
cs_cz: Maximální velikost zmenšenıch fotek v bodech

source: You can optionally limit the dimensions your images on upload to Gallery.
cs_cz: Mùete omezit rozmìry fotek nahrávanıch do Gallery.

source: Enabling this feature will leave you <b>without a full size original</b> image in your Gallery, but allows you to save limited hard drive space. Gallery will attempt to preserve JPEG comments and EXIF data for the shrunken image, but this will require either <b>ImageMagick</b> or the optional <b>jhead</b> programs (see Step 2).
cs_cz: Zapnutí této funkce zpùsobí, e v Gallery <b>nebudou uloeny originály fotek</b> v plném rozlišení, ale ušetøíte místo na disku. Gallery se pokusí do zmenšenıch fotek zkopírovat JPEG komentáøe a EXIF data, ale k tomu je nutno míst nainstalovanı <b>ImageMagick</b> nebo <b>jhead</b> (viz Krok 2).

source: Maximum JPEG/PNG image file size
cs_cz: Standardní velikost zmenšenıch fotek ve formátu JPEG/PNG - velikost souboru

source: You can optionally limit the filesize of your JPEG/PNG images on upload to Gallery.
cs_cz: Mùete omezit velikost fotek ve formátu JPEG/PNG nahrávanıch do Gallery.

source: Enabling this feature will leave you <b>without an original quality image</b> in your Gallery. Set the default target filesize (in kilobytes). Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 if you don't want to restrict filesize.
cs_cz: Zapnutí této funkce zpùsobí, e v Gallery <b>nebudou uloeny originály fotek</b> v plném rozlišení, ale ušetøíte místo na disku. Standardní velikost zmenšenıch fotek zadejte v kilobytech. Pokud zadáte 0, fotky budou zmenšovány podle kritéria Standardní velikost zmenšenıch fotek v bodech.

source: Preserve Names
cs_cz: Zachovat jména

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
cs_cz: Mají bıt pøi nahrávání fotek do Gallery zachována pùvodní jména souborù? Kdy tuto monost vypnete, Gallery pøiøadí kadému nahrávanému snímku nebo klipu vlastní jedineèné jméno.

source: Add to beginning
cs_cz: Pøidávat na zaèátek

source: New images added to beginning rather than end of albums.
cs_cz: Mají bıt nové fotky pøidávány na zaèátek alba nebo na konec alba?

source: Fit-to-window
cs_cz: Zmenšit do okna

source: When viewing photos which don't have an intermediate version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke.
cs_cz: Kdy Gallery zobrazuje fotky, které nemají zmenšenou kopii, mùe automaticky pomocí JavaScriptu zmenšit fotku tak, aby se vešla do okna prohlíeèe. Tato funkce nemusí fungovat ve vnoøenıch prostøedích jako napø. Nuke.

source: Visitor size prefs
cs_cz: Návštìvnická preference velikosti

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediate size. This setting only lasts for the visitor's session.
cs_cz: Umoòuje návštìvníkovi zobrazovat rovnou originály fotek místo jejich zmenšenıch kopií. Toto nastavení je platné vdy pouze pro aktuální session.

source: Options
cs_cz: Monosti

source: Printing Services
cs_cz: Tiskové sluby

source: Gallery Link
cs_cz: Odkaz na hlavní stránku galerie

source: Everybody
cs_cz: Všichni

source: Data displayed
cs_cz: Zobrazená data

source: Click counts
cs_cz: Zobrazovat poèty kliknutí?

source: Display click counts within Albums?
cs_cz: Má Gallery v kadém albu zobrazovat poèty kliknutí na jednotlivé poloky?

source: Custom Fields
cs_cz: Uivatelské poloky

source: Custom fields that are available to describe each image. They should be separated by commas. E.g. <i>Description, Location, Film Type</i>
cs_cz: Uivatelské poloky, které budou k dispozici pro kadou fotku. Oddìlte je èárkou. Napø. <i>Popis, Místo, Typ filmu</i>

source: Display clickable image dimensions
cs_cz: Zobrazit klikací rozmìry fotek

source: Display clickable image dimensions beneath the thumbnails. Will show dimensions for resized images (if any) first, then for the full image, depending on album settings user permissions. You may click on these instead of the thumbnail to either image.
cs_cz: Zobrazit klikací rozmìry fotek pod náhledy. Zobrazí se nejprve rozmìry zmenšené fotky (pokud byla vytvoøena) a pak rozmìry originálu (podle nastavení alba a práv uivatele). Klepnutí na tyto odkazy zobrazí danou fotku.

source: Item Owner
cs_cz: Vlastník poloky

source: Photo owner modification
cs_cz: Modifikace fotek vlastníkem

source: Allow photo owners to edit and rotate/flip their own photos?
cs_cz: Smìjí vlastníci svoje fotky editovat a otáèet?

source: Photo owner deletion
cs_cz: Mazání fotek vlastníkem

source: Allow photo owners to delete their own photos?
cs_cz: Smìjí vlastníci svoje fotky mazat?

source: Photo owner display
cs_cz: Zobrazení vlastníka fotky

source: Display the name of photo owners with the caption?
cs_cz: Má bıt u kadé fotky napsán její vlastník?

source: Polling configuration
cs_cz: Konfigurace hlasování

source: It allows your visitors to vote for or rate the contents of an album. You set defaults for polling here, which will apply to new albums, and to all existing albums when you first upgrade to version %s.
cs_cz: Tato funkce umoní návštìvníkùm hlasovat a hodnotit obsah alba. Zde nastavíte vıchozí monosti hlasování, které budou pouity pro všechna nová alba a pro všechna existující alba, která budou aktualizována na verzi %s.

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
cs_cz: V kadém albu mùete hlasování vypnout, omezit na pøihlášen0 uivatele nebo zpøístupnit všem návštìvníkùm.

source: There are two sorts of polls: %s, which allows voters to chose their favourites as first, second, third etc., and %s, which allows voters to rate any or all of the images without restriction. %s is like a film review where all the images can get (for example) 5 points, while %s is useful in scoring competitions.
cs_cz: K dispozici jsou dva druhy hlasování. %s dovolí kadému návštìvníkovi seøadit jejich oblíbené fotky v poøadí. %s umoní kadému návštìvníkovi libovolnou fotku oznámkovat. %s je jako filmové recenze - kadá fotka mùe získat napø. 5 bodù, zatímco %s se hodí pro bodovací soutìe.

source: Rank
cs_cz: Poøadí

source: Critique
cs_cz: Kritika

source: Voter class
cs_cz: Tøída volièe

source: Voting is available to:
cs_cz: Hlasovat mùe:

source: Nobody
cs_cz: Nikdo

source: Voting is off.
cs_cz: Nikdo - hlasování je vypnuto

source: Anyone can vote. Votes are recorded against session ID.
cs_cz: Kdokoliv, hlasy jsou zapoèítávané pro kadou session.

source: Logged in
cs_cz: Pøihlášení uivatelé

source: Registered users can vote. Votes are recorded against User ID, and voters can come back and change their choices.
cs_cz: Pøihlášení uivatelé. Hlasy jsou zapoèítávány ke kadému uivatelskému jménu, uivatel mùe kdykoliv pozdìji zmìnit své hlasování.

source: Poll type
cs_cz: Druh hlasování

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
cs_cz: Gallery nabízí dva typy hlasování - popis najdete vıše.

source: Users have a set of votes which they can allocate to the images.
cs_cz: Uivatel má nìkolik hlasù, které mùe pøidìlit rùznım fotkám.

source: Enables users to give all images points without restriction.
cs_cz: Uivatel mùe pøidìlovat body všem fotkám bez omezení.

source: Number of choices
cs_cz: Poèet moností

source: Number of choices that will be available to voters as radio buttons or in a pulldown menu.
cs_cz: Poèet hlasovacích monosti, které budou uivateli nabídnuty jako roletové menu nebo pøepínací tlaèítka

source: Vote hint
cs_cz: Nápovìda k hlasování
