Repository: jmullan/Gallery1
Catalog: locale/*.cp1250/*.cp1250-gallery_config.po
Languages: cs_cz

source: This is displayed above the voting options under each image.
cs_cz: Toto bude zobrazeno pod kadou fotku nad monostmi hlasování.

source: Vote for this image
cs_cz: Hlasujte pro tuto fotku

source: Show vote results
cs_cz: Zobrazovat vısledky hlasování

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
cs_cz: Zobrazí na stránce alba shrnutí hlasování s fotkami, které získaly nejvíce hlasù, a odkaz na kompletní vısledky hlasování. Kdy je nastaveno %s, vısledky hlasování budou pøístupné pouze vlastníkovi alba a administrátorùm.

source: Number of results displayed
cs_cz: Poèet zobrazenıch fotek

source: If %s is %s, display a graph showing this many top results. (Full results will be available on a linked page.)
cs_cz: Kdy je %s nastaveno na %s, bude právì tolik nejlepších fotek zobrazeno na stránce s náhledy. (Kompletní vısledky budou vdy k dispozici na zvláštní stránce).

source: Orientation of vote choices?
cs_cz: Umístìní hlasovacích moností

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
cs_cz: Monosti volby poøadí mohou bıt umístìny vedle sebe (horizontálnì) nebo pod sebou (vertikálnì). Netıká se kritického hlasování, to je vdy v roletovém menu.

source: Horizontal
cs_cz: Horizontálnì

source: Vertical
cs_cz: Vertikálnì

source: Vote words and values
cs_cz: Text hlasovacích moností

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
cs_cz: Zde mùete nastavit, jaké názvy budou mít jednotlivé hlasovací monosti a jaká bude jejich bodová hodnota.

source: Excellent
cs_cz: Vıborná

source: Very Good
cs_cz: Velmi dobrá

source: Good
cs_cz: Dobrá

source: Average
cs_cz: Prùmìrná

source: Poor
cs_cz: Špatná

source: Album Slideshow
cs_cz: slideshow

source: Slideshow Type
cs_cz: typ slideshow

source: Recursive slideshow
cs_cz: slideshow vèetnì vnoøenıch

source: Set to %s if you want to include images in sub albums as part of the slideshow.
cs_cz: Nastavte na %s, pokud chcete, aby byly do slideshow zahrnuty i fotky z vnoøenıch alb.

source: This option will allow visitors to have your slideshow repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
cs_cz: Tato poloka umoní opakování slideshow, dokud uivatel nezavøe okno prohlíeèe nebo nepøejde na jinou stránku. Nastavte na %s, chcete-li šetøit zatíení pøipojení serveru.

source: Frames
cs_cz: Rámeèky

source: Each image (thumbnails, resized and full sized) in %s can have a frame. The following styles available:
cs_cz: Kadá fotka (náhled, zmenšená fotka i originál) v %s mùe mít rámeèek. K dispozici jsou následující styly:

source: Subalbum frames
cs_cz: Rámeèky pro vnoøená alba

source: This frame will appear around the thumbnail image representing a subalbum.
cs_cz: Tento rámeèek bude pouit pro náhledy, které reprezentují vnoøená alba.

source: Frame around thumbs
cs_cz: Rámeèky pro náhledy fotek

source: This frame will appear around the thumbnail image representing a photo or movie.
cs_cz: Tento rámeèek bude pouit pro náhled fotky nebo videa.

source: Frame around images
cs_cz: Rámeèek pro fotku

source: This frame will appear around fulled sized and resized photos.
cs_cz: Tento rámeèek bude pouit pro originály a zmenšené fotky.

source: documentation
cs_cz: dokumentace

source: missing
cs_cz: chybí

source: it's optional
cs_cz: je volitelné

source: optional
cs_cz: volitelné

source: %s: <b>%s</b> must be an absolute URL!
cs_cz: %s: <b>%s</b> musí bıt an absolutní URL!

source: %s: <b>%s</b> must be a valid file (not a directory)!
cs_cz: %s: <b>%s</b> musí bıt soubor, nikoliv adresáø!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
cs_cz: %s: <b>&quot;%s&quot;</b> musí bıt kladné èíslo

source: %s: <b>%s</b> must not be zero
cs_cz: %s: <b>%s</b> nesmí bıt nula

source: %s: <b>%s</b> must be an executable file!
cs_cz: %s: <b>%s</b> musí bıt spustitelnı soubor!

source: Directory %s does not exist. Please create it.
cs_cz: Adresáø %s neexistuje. Prosím, vytvoøte ho.

source: %s exists but is not a directory. Please fix this.
cs_cz: %s existuje, ale není to adresáø. Nìco s tím udìlejte.

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
cs_cz: %s: %s existuje, ale uivatel webserver do nìj nemùe zapisovat. Zksute: %s a kdy to nepomùe, zkuste: %s. Ujistìte se také, e pokud máte omezení %s, tento doèasnı adresáø musí bıt pod cestou %s.

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
cs_cz: Nenalezl jsem %s. Zkontrolujte, kterı PNG->JPEG konvertor je v adresáøi NetPBM (a nebo zkuste pouít namísto toho %s). Ovìøte nastavení a nebo pouijte ImageMagick namísto NetPBM.

source: You must specify a path for %s or %s for Gallery to function!!
cs_cz: Musíte zadat cestu k %s nebo %s, jinak nelze Gallery pouívat!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
cs_cz: %s není korektnì nastaven. Ujistìte se, e jste správnì nastavili cestu k binárkám %s v kroku 2.

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
cs_cz: Váš server má PHP open_basedir omezení aktivováno a nìkteré z vámi zadanıch cest nejsou v seznamu povolenıch cest.

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
cs_cz: To ještì neznamená, e Gallery nebude fungovat, ale nemùeme ovìøit, zda jsou tyto cesty korektnì zadány. Pokud se vám nepodaøí nahrát na server fotky, pøeètìte si FAQ a %sdiagnostiku%s.

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can safely ignore it.
cs_cz: Potvrïte, e vaše nastavení byla pøijata bez chyb. Jste-li z obsahu této stránky zmateni, ignorujte jej, pokud není nìco èervenì - èervená znamená chybu.

source: Confirm that the settings you entered came through correctly. There are errors highlighted below in red which need to be fixed before you can save your settings.
cs_cz: Potvrïte, e vaše nastavení byla pøijata bez chyb. Jste-li z obsahu této stránky zmateni, ignorujte jej, pokud není nìco èervenì - èervená znamená chybu.

source: Edit Config
cs_cz: Mìnit nastavení

source: Save Config
cs_cz: Uloit nastavení

source: There are errors in your configuration.
cs_cz: Ve vašem nastavení jsou chyby.

source: Please go back and fix them!
cs_cz: Prosím, vrate se zpìt a opravte je.

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
cs_cz: Tady mùete zmìnit rùzná nastavení Gallery. Pokud tak èiníte poprvé, byla automaticky naètena vhodná standardní nastavení. I pøesto budete nejspíše muset provést nìkteré drobné zmìny. Pokud jste ji Gallery nastavovali, je na této stránce vaše aktuální nastavení, take nejspíše nebudete mít moc práce.

source: Use Defaults
cs_cz: Pouít standardní nastavení

source: Note to users upgrading from a previous version: settings new since your old version will be applied to all existing albums. If you wish to change these later, they must be changed one by one in each album. Please choose these default values carefully.
cs_cz: Poznámka pro uivatele, kteøí aktualizují starší verzi: Nastavení funkcí, které ve vaší verzi ještì nebyly, budou pouita pro všechna vaše alba. Pokud je pozdìji budete chtít zmìnit, budete to muset udìlat ruènì pro kadé album zvláš. Proto volte vıchozí nastavení kadé takové funkce s rozmyslem.

source: Gallery Diagnostics
cs_cz: Diagnostika Gallery

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
cs_cz: Na této stránce najdete diagnostické informace o vašem serveru. ty vám pomohou odstranit problémy, které brání plnému vyuití Gallery.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
cs_cz: Prùvodce konfigurací zkouší rùzné diagnostické postupy, aby obešel známé problémy, které ve vfašem systému našel, ale mùe se stát, e bude špatnì nìco, na co jsme nemysleli.

source: You can use these tools to find out more about your setup
cs_cz: Tyto nástroje vám pomohou zjistit více o vašem nastavení

source: Tool
cs_cz: Nástroj

source: Description
cs_cz: Popis

source: This page provides information about your PHP installation.
cs_cz: Tady najdete informace o vaší instalaci PHP.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
cs_cz: Mùete prozkoumat rùzná nastavení PHP a zjistit, jakou verzi PHP máte k dispozici. (Nìkdy se takové údaje získávají tìko, pokud pracujete na stroji vašeho ISP).

source: Check
cs_cz: Kontrola

source: This page provides information about your NetPBM binaries.
cs_cz: Tato stránka nabízí informace o vaší instalaci NetPBM.

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
cs_cz: Tuto stráknu mùete pouít a poté, co jste úspìšnì dokonèili prùvodce konfigurací - pøedpokládá se, e jste v Gallery nastavili správné cesty k NetPBM.

source: This page provides information about your ImageMagick binaries.
cs_cz: Tato stránka nabízí informace o vaší instalaci ImageMagick.

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
cs_cz: Tuto stráknu mùete pouít a poté, co jste úspìšnì dokonèili prùvodce konfigurací - pøedpokládá se, e jste v Gallery nastavili správné cesty k ImageMagick.

source: Check Sessions
cs_cz: Kontrola session

source: This page runs a very simple test on your PHP session configuration.
cs_cz: Tato stránka provede jednoduchı test nastavení PHP session.

source: Gallery requires that your PHP installation is configured with proper session support.
cs_cz: Gallery ke své práci potøebuje instalaci PHP se správnou podporou sessions.

source: This page will simply send a test email.
cs_cz: Tato stránka zašle testovací email.

source: This allows you to see if you can use the email functions in %s.
cs_cz: Tak zjistíte, jestli mùete pouívat funkce emailu v %s.

source: Gallery Configuration
cs_cz: Konfigurace Gallery

source: Please retype your password here
cs_cz: Zde prosím znovu zadejte heslo

source: Name
cs_cz: Jméno

source: Value
cs_cz: Hodnota

source: Missing value
cs_cz: Chybìjící hodnota

source: I can read your <b>.htaccess</b> file.
cs_cz: Mohu pøeèíst soubor <b>.htaccess</b>

source: PHP v%s is OK.
cs_cz: PHP verze %s je v poøádku

source: <b>mod_rewrite</b> is enabled.
cs_cz: <b>mod_rewrite</b> je povolen

source: Can't find <i>jhead</i>
cs_cz: Nemohu najít <b>jhead</b>

source: <b>jhead</b> binary located.
cs_cz: Nalezl jsem <b>jhead</b>.

source: NetPBM not being used in this installation.
cs_cz: Tato instalace nepouívá NetPBM.

source: Cannot verify this path (it's not in your open_basedir list).
cs_cz: Nemohu ovìøit tuto cestu (není ve vašem seznamu open_basedir).

source: Can't find %s!
cs_cz: Nelze najít %s!

source: %s is not executable!
cs_cz: %s není spustitelné!

source: %d of %d NetPBM binaries located.
cs_cz: %d z %d binárek NetPBM nalezeno.

source: %d of %d ImageMagick binaries located.
cs_cz: %d z %d binárek ImageMagick nalezeno.

source: Can't find <i>jpegtran</i>!
cs_cz: Nemohu najiít <b>jpegtran</b>

source: <b>jpegtran</b> binary located.
cs_cz: Nalezl jsem <b>jpegtran</b>

source: PHP has <b>GNU gettext</b> support.
cs_cz: PHP je nainstalováno s podporou <b>GNU gettext</b>

source: PHP does not have <b>GNU gettext</b> support.
cs_cz: PHP je nainstalováno bez podpory <b>GNU gettext</b>

source: No languages found.
cs_cz: Nenalezen ádnı jazyk.

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
cs_cz: Jokes not translated :-)

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
cs_cz: Nalezeno %d jazykù. Pokud chcete pouívat nìjakı další jazyk, podívejte se na %sGallery download page%s.

source: You can check for more recent versions by visiting %s.
cs_cz: Na %s se mùete podívat po novìjší verzi.

source: This version of %s was released on %s.
cs_cz: Tato verze %s byla vytvoøena %s.

source: This is a development build of %s that was released on %s.
cs_cz: Toto je betaverze %s, která byla vytvoøena %s.

source: Please check regularly for updates.
cs_cz: Pravidelnì kontrolujte, zda není k dispozici nová verze.

source: All gallery locales are available on this host.
cs_cz: Všechny locales Gallery jsou na tomto serveru k dispozici.

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
cs_cz: Gallery se nepodaøilo nalézt %d locales. Moná budete muset ruènì nastavit formát data.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
cs_cz: Datum se v %d jazycích nemusí zobrazovat korektnì, protoe patøièné locales chybí. Moná pro nì budete muset ruènì nastavit správnı formáta data a èasu.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
cs_cz: Nenalezl jsem ádné locales. Váš PHP server je ale nastaven s omezením %s, take nám mohl zabránit v nalezení locales. Znamená to bohuel, e formát data se nebude mìnit podle jazyka. Pokraèujte dál, toto není vánı problém.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
cs_cz: Nenalezl jsem ádné locales. Multilinguální funkce budou vypnuty. Nainstalujte potøebné locales nebo o to poádejte svého ISP: O tomto problému na systémech %s se ví. Pokud je to váš pøípad, projdìte si %sDebian locale HowTo%s.

source: Only the default locale for this machine is available, so date format will not change for different languages.
cs_cz: K dispozici je pouze standardní locale tohoto stroje, take formát data se nebude mìnit podle jazyka.

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
cs_cz: Toto nastavení se tıká <b>pouze</b> formátu data a èasu..Musíte upravit pouze ty jazyky, které jste vıše povolili.

source: System locale
cs_cz: Locale systému

source: <b>safe_mode</b> is off.
cs_cz: <b>bezpeènı mód</b> vypnut

source: <b>magic_quotes</b> are off.
cs_cz: <b>magic quotes</b> jsou vypnuty

source: In %s, missing %s in row %d with %s %s.
cs_cz: V %s chybí %s v øadì %d se %s %s.

source: In %s, blank in row %d.
cs_cz: V %s, øádka %d je prázdná..

source: In %s, for name %s (row %d) value %s should be a positive whole number
cs_cz: V %s, %s (øada %d) %s by mìlo bıt celé kladné èíslo.

source: Valid admin email address given.
cs_cz: Email administrátora je v poøádku.

source: You must specify valid admin email addresses
cs_cz: Musíte zadat platnou emailovou adresu administrátora

source: %s is not a valid email address.
cs_cz: %s není platná emailová adresa.

source: Valid sender email address given.
cs_cz: Email odesílatele je v poøádku.

source: You must specify a valid sender email address
cs_cz: Musíte zadat platnou emailovou adresu odesílatele

source: You must include %s in your welcome email
cs_cz: V uvítací zprávì musí bıt zahrnuto %s

source: You must include %s or %s in your welcome email
cs_cz: V uvítací zprávì musí bıt zahrnuto %s nebo %s

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
cs_cz: Následující soubory buï chybí, nebo jsou poškozené èi zastaralé:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
cs_cz: Tento problém by mìl bıt vyøešen, ne budete pokraèovat.

source: Look at %sCheck Versions%s for more details.
cs_cz: Podívejte se na %sKontrolu verzí%s, tam se dozvíte více.

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
cs_cz: %d souborù je novìjších, ne gallery oèekává. To je v poøádku, pokud pouíváte beta verzi, CVS nebo pozmìnìnı kód.

source: All %d tested files up-to-date.
cs_cz: Všech %d souborù je aktuálních.

source: this is new in version %s
cs_cz: tohle je nové od verze %s

source: Return to %s.
cs_cz: Návrat na %s.

source: Configuration Wizard
cs_cz: Prùvodce konfigurací

source: You must enter a password for the %s account.
cs_cz: Musíte zadat heslo pro uivatele %s.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
cs_cz: Vypadá to, e Gallery je ji zkonfigurována, protoe je zde uivatel %s. Nemusíte zadávat heslo, ale pokud je zadáte, Gallery zmìní heslo uivatele %s.

source: Admin password
cs_cz: Heslo administrátora

source: Security violation
cs_cz: Porušení zabezpeèení

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
cs_cz: Pokud jsou sessions dobøe nastaveny ve vaší PHP instalaci, mìli byste dole vidìt session ID.

source: The &quot;page views&quot; number should increase every time you reload the page.
cs_cz: &quot;Návštìvy stránek&quot; by se mìli zvıšit pokadé, kdy tuto stránku obnovíte.

source: Clicking %s should reset the page view number back to 1.
cs_cz: Klepnutím na %s byste mìli sníit poèítadlo návštìv zpátky na 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
cs_cz: Pokud to <b>nefunguje</b>, nejspíše bude problém v nastavení vaší PHP instalace.

source: Gallery will not work properly until PHP's session management is configured properly.
cs_cz: Gallery nebude správnì fungovat, dokud nebude session management PHP správnì nastaven.

source: Your session id is
cs_cz: Vaše session id je

source: Page views in this session
cs_cz: Návštìvy stránek v této session

source: Server IP address
cs_cz: IP adresa serveru

source: Start over
cs_cz: Zaènìte znova

source: The password for user %s was changed.
cs_cz: Heslo uivatele %s bylo zmìnìno.

source: An account called %s has been created for you with the password you specified.
cs_cz: Uivatel se jménem %s byl zaloen s vámi zadanım heslem.

source: Success!
cs_cz: Úspìch!

source: Your configuration has been successfully saved!
cs_cz: Vaeš nastavení bylo správnì uloeno!

source: Note
cs_cz: Poznámka

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
cs_cz: Gallery mùete kdykliv znovu nastavit tím, e spustíte prùvodce konfigurací.

source: It will save your data so you won't have to enter it all again!
cs_cz: Vaše nastavení bude uloeno, take je nemusíte znovu vyplòovat.

source: Please subscribe to the %s mailing list. This is a very low volume mailing list that will keep you abreast of important changes in %s. This is where we announce new versions, important bug fixes and any security issues and their resolution.
cs_cz: Prosíme, pøihlašte se k mailing listu %s. Tento mailing list vás bude informovat o dùleitıch zmìnách v %s. Dozvíte se zde o novıch verzích, odstranìnıch chybách, bezpeènostních problémech a jejich øešeních.

source: Enter the Gallery
cs_cz: Vstupte do Gallery

source: Failure
cs_cz: Neúspìch

source: Unable to write to %s.
cs_cz: Nemohu zapsat do %s.

source: You are missing either %s or %s.
cs_cz: Chybí vám buï %s nebo %s.

source: Review Settings
cs_cz: Zobraz nastavení
