Repository: jmullan/Gallery1
Catalog: locale/*.cp1250/*.cp1250-gallery_config.po
Languages: cs_cz

source: Gallery needs Reconfiguration
cs_cz: Gallery potøebuje znovu zkonfigurovat

source: Gallery Configuration Error
cs_cz: Chyba konfigurace Gallery

source: Gallery has not been configured!
cs_cz: Gallery nebyla zkonfigfurována!

source: Then start the %sConfiguration Wizard%s.
cs_cz: A pak puste %sPrùvodce konfigurací%s.

source: Gallery Configuration Wizard: Step %d
cs_cz: Gallery: Prùvodce konfigurací: Krok %d

source: This is the Gallery system check page.
cs_cz: Toto je stránka systémové kontroly Gallery.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
cs_cz: Na této stránce bude ovìøeno, e ve vašem systému jsou nastavená práva, jsou nainstalovány a dobøe nastaveny všechny potøebné komponenty.

source: Gallery Diagnostics Page
cs_cz: Diagnostická stránka Gallery

source: Gallery Help Page
cs_cz: Stránka nápovìdy Gallery

source: Having problems? Try the %s, %s and %s.
cs_cz: Máte potíe? Zkuste %s, %s a %s.

source: Having problems? Try the %s and %s.
cs_cz: Máte potíe? Zkuste %s a %s.

source: Success
cs_cz: Úspìch

source: Serious Warning
cs_cz: Váné varování

source: Warning
cs_cz: Varování

source: There are errors in your configuration that will prevent Gallery from functioning properly.
cs_cz: Ve vašem nastavení jsou chyby, které neumoòují správnı bìh Gallery.

source: You must fix them before you can continue.
cs_cz: Ne budete pokraèovat, musíte tyto chyby odstranit.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
cs_cz: Vaše instalace obsahuje <b>váná varování</b>!<br> Pokraèujte na vlastní riziko...

source: Your installation has warnings, but this is usually OK. Keep going!
cs_cz: Vaše instalace obsahuje varování, ale vìtšinou by to nemìlo vadit. Pokraèujte!

source: Your installation passed with flying colors! Go go go!
cs_cz: Instalace probìhla úspìšnì! Tak hurá do toho!

source: Gallery ImageMagick Check
cs_cz: Kontrola ImageMagick

source: Check %s
cs_cz: Kontroluji %s

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
cs_cz: Tento skript je urèen k tomu, aby prozkoumal vaší instalaci %s a zjistil, zda je váš systém vhodnı k pouívání Gallery.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
cs_cz: Tento skript byste mìli spustit a <b>poté</b>, co jste spustili prùvodce konfigurací, pokud jsou ve vaší instalaci %s problémy, které prùvodce nezjistil.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
cs_cz: Nahrávám konfiguraèní soubory. Pokud dojde k chybì, pravdìpodobnì se vám nepodaøilo úspìšnì dokonèit prùvodce konfigurací.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
cs_cz: Vypadá to, e Gallery nebyla správnì zkonfigurována. Spuste a dokonèete prùvodce konfigurací.

source: Let us see if we can figure out what operating system you are using.
cs_cz: Tak se podíváme, jakı operaèní systém pouíváte.

source: This is what your system reports
cs_cz: Váš systém øíká, e se jmenuje takhle

source: This is the type of system on which PHP was compiled
cs_cz: Tohle je typ systému, na kterém bylo PHP zkompilováno

source: Make sure that the values above make sense to you.
cs_cz: Ujistìte se, e vıše uvedené hodnoty dávají smysl.

source: Look for keywords like %s, %s, %s etc. in the output above.
cs_cz: Ve vıše uvedeném vıstupu hledejte klíèová slova jako %s, %s, %s atp.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
cs_cz: Pokud oba pokusy selhaly, zkuste u svého ISP zjistit, jakı operaèní systém pouíváte.

source: You can check via %s, they can often tell you.
cs_cz: Èasto se mùete doptat u %s.

source: You told the config wizard that your %s binaries live here:
cs_cz: Prùvodci konfigurací jste zadal, e binárky %s jsou tady:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
cs_cz: Pokud to tak není (nebo je pole prázdné), spouste znovu prùvodce konfigurací a zadejte umístìní %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list %s
cs_cz: <b>Poznámka:</b> Adresáø %s (%s) není ve vašem seznamu open_basedir %s

source: The open_basedir list is specified in php.ini.
cs_cz: Seznam open_basedir je v souborou php.ini.

source: The result is, that we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
cs_cz: Znamená to, e nelze provést kontrolu, zda patøièné soubory existují a jsou spustitelné.

source: We are going to test each %s binary individually.
cs_cz: Kadou binárku %s zkontrolujeme zvláš.

source: Checking:
cs_cz: Kontroluji:

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
cs_cz: Pokud se zobrazí chyba ohlednì ètení nebo zápisu do %s, vìtšinou je problém v nastavení nebo právech ve vašem systému. Pokud je zmínìno %s, je to proto, e váš systém je nastaven tak, e %s je povoleno.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
cs_cz: Promluvte si o tom s vaším systémovım administrátorem nebo vyhledejte informace na %sStránce nápovìdy Gallery%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
cs_cz: Informace o dalších chybách najdete v seznamu monıch odpovìdí v %s.

source: File %s does not exist.
cs_cz: Soubor %s neexistuje.

source: Expected status: %s, but actually received status %s.
cs_cz: Oèekávanı status: %s, skuteènı status %s.

source: can't detect version on Windows
cs_cz: nemohu zjistit verzi ve Windows

source: OK! Version: %s
cs_cz: Ok! Verze: %s

source: Check Mail
cs_cz: Kontroluji poštu

source: Test email from %s
cs_cz: Testovací email od %s.

source: This email was automatically generated.
cs_cz: Tato zpráva byla generována automaticky.

source: If you recevied this in error, then please disregard, as you should not receive any similar emails.
cs_cz: Pokud jste tuto zprávu obdreli omylem, ingorujte ji, ji by se to nemìlo opakovat.

source: If you were expecting email from the %s installation at %s, then Congratulations! Email is working and you can enable the %s email functions.
cs_cz: Jestlie jste èekali email z instalace %s na %s, pak vám gratulujeme. Email funguje a mùete zapnout %s funkce emailu.

source: SUCCESS!
cs_cz: ÚSPÌCH!

source: Test email sent to <b>%s</b>, and should arrive in a few minutes. If you don't receive it please confirm the email address used was correct. If you cannot receive the email, then it must be disabled for this server, and %s email functions cannot be used until that is rectified
cs_cz: Testovací email byl poslán <b>%s</b> a mìl by do pár minut dorazit. Pokud nedorazí, ovìøte si, e jste správnì zadali adresu. Pokud pøesto nedojde, pravdìpodobnì byl email pro tento server vypnut a %s funkce emailu nemohou bıt vyuity, dokud se toto nastavení nezmìní

source: You must use a valid email address
cs_cz: Musíte zadat platnou emailovou adresu

source: Try again?
cs_cz: Zkuste to znovu.

source: This enables you to confirm that email is working correctly on your system. Submit your email address below, and an email will be sent to you. If you receive it, then you know that mail is working on your system
cs_cz: Zde si mùete ovìøit, e na vasem systému funguje email. Vyplòte svoji emailovou adresu a systém vám na ni pošle email. Pokud dorazí, víte, e na vašem systém email funguje

source: Your email address:
cs_cz: Vaše emailová adresa

source: Send Email
cs_cz: Odeslat email

source: Gallery NetPBM Check
cs_cz: Kontrola NetPBM

source: %sClick here%s to hide the details
cs_cz: %sKlepnìte sem%s, pokud chcete skrıt detaily

source: If you see errors, you should %sclick here%s to see more details
cs_cz: Pokud dojde k chybám, %sklepnìte sem%s pro zobrazení detailù

source: unknown
cs_cz: neznámé

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from the %sGallery Download Page%s. Or, you can compile and install the entire NetPBM package from the %sNetPBM website%s.
cs_cz: Gallery preferuje NetPBM verze 9.9 a vyšší. Na stránce %sGallery Download Page%s najdete potøebné binárky. Mùete také zkompilovat a nainstalovat celı balík NetPBM z %sNetPBM website%s.

source: Note:
cs_cz: Poznámka:

source: I've found part of NetPBM, but some critical components are missing (see below). Perhaps your version of NetPBM is out of date.
cs_cz: Našel jsem cestu k NetPBM, ale nìkteré potøebné komponenty jsem nenalezl (viz. níe). Moná je na vašem systému zastaralá verze NetPBM.

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from the %sImageMagick website%s.
cs_cz: Gallery preferuje ImageMagick verze 5.4.8 a vyšší. Kompletní ImageMagick stáhnìte z %sImageMagick website%s, zkompilujte a nainstalujte.

source: <b>Note:</b> Your PHP installation is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config. Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
cs_cz: <b>Poznámka:</b> Vaše instalace PHP je nastavena s omezením %s. Gallery tak mùe mít potíe s hledáním a ovìøováním komponent i pøesto, e jste ji døíve úspìšnì provedli konfiguraci pomocí prùvodce. Varování na této stránce ignorujte, vaše nastavení bude uloeno správnì.

source: Check to see how old %s version %s is.
cs_cz: Kontroluji, jak je stará verze %s %s .

source: You're running PHP version %s. You need to upgrade to PHP %s.
cs_cz: Pouíváte verzi %s. Musíte nainstalovat PHP %s.

source: You're running PHP version %s which has known bugs that cause Gallery to fail.
cs_cz: Pouíváte PHP verzi %s, která obsahuje chyby, je zpùsobují problémy pøi bìhu Gallery.

source: Check to see if PHP is running in <b>safe_mode</b>. Safe Mode is a PHP security feature commonly used in shared environments. Gallery cannot run when Safe Mode is enabled because it imposes too many restrictions.
cs_cz: Kontroluji, zda PHP bìí v <b>Bezpeèném módu</b>. Bezpeènı mód je zabezpeèenı reim PHP pouívanı ve sdílenıch prostøedích. Gallery v tomto reimu nemùe pracovat, nebo jsou omezeny nìkteré potøebné funkce.

source: <b>safe_mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
cs_cz: Na tomto serveru je PHP v <b>Bezpeèném módu</b>. Pokud chcete Gallery pouívat, musíte Bezpeènı mód vypnout. Informace najdete ve FAQ, na fórech, na nápovìdní stránce na %sGallery serveru%s a na %sPHP serveru%s.

source: <b>Note</b>: In some rare circumstances, Gallery thinks that Safe Mode is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the <i>safe_mode</i> row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
cs_cz: <b>Poznámka</b>: V nìkterıch zvláštních pøípadech se mùe stát, e si Gallery myslí, e je <b>Bezpeènı mód</b> zapnut, kdy je ve skuteènosti vypnut. Mùete se sami pøesvìdèit - ve sloupeèku <i>Local</i> na øádce safe_mode row na %sPHP Info%s stránce. Pokud zde najdete 'Off' nebo '0' nebo 'undefined', Gallery se spletla a mùete pokraèovat. Pokud tomu tak není, musíte tento problém vyøešit, ne budete pokraèovat.

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behavior if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in Gallery.
cs_cz: Kontroluji, jestli váš PHP server pouívá %smagic quotes%s. Pokud ano, mùe docházet k divnéhu chování, pokud v titulcích a popiscích v Gallery pouijete ' (apostrof), &quot; (uvozovky) or &#92; (zpìtné lomítko).

source: Magic quotes are on. Your webserver administrator can turn them off by putting %s in your <b>php.ini</b> file.
cs_cz: Magic quotes jsou zapnuty. Váš správce webserveru je mùe vypnout, kdy do vašeho <b>php.ini</b> souboru vloí %s.

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. This Apache module allows Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
cs_cz: Kontroluji, zda je váš webserver zkompilován s <b>mod_rewrite</b>. Mod_rewrite umoní Gallery pouívat kratší URL, která lépe vypadají. Je to volitelná funkce.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above). Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on, first make sure that your <b>.htaccess</b> file is being obeyed. If it still doesn't work, you may need to reconfigure and rebuild Apache with this flag:
cs_cz: Buï není <b>mod_rewrite</b> nainstalován, nebo webserver ignoruje váš soubor <b>.htaccess</b> (viz. vıše). V kazdém pøípadì bude muset Gallery pouívat dlouhá URL. Pokud chcete pouívat krátká URL, zkuste se ujistit, e váš soubor <b>.htaccess</b> funguje a pak obnovte instalaci webserveru apache s tímto nastavením:

source: Check to see if NetPBM is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either NetPBM <b>or</b> ImageMagick installed.
cs_cz: Kontroluji, jestli je nainstalováno NetPBM, aby Gallery moha mìnit fotky (rotace, velikost, náhledy atd.). Musíte mít nainstalováno NetPBM <b>nebo</b> ImageMagick.

source: I can't find NetPBM. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
cs_cz: Nemohu najít NetPBM. Pokud je nainstalováno mimo cestu uivatele webserveru, nevadí to - mùete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, máte dvì monosti:

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to NetPBM by hand on the following page.
cs_cz: Pokud je NetPBM instalováno, ale Gallery ho automaticky nenašla, nevadí to - jen budete muset cestu k NetPBM zadat ruènì na následující stránce.

source: Check to see if ImageMagick is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either ImageMagick <b>or</b> NetPBM installed.
cs_cz: Kontroluji, jestli je nainstalován ImageMagick, aby Gallery moha mìnit fotky (rotace, velikost, náhledy atd.). Musíte mít nainstalováno ImageMagick <b>nebo</b> NetPBM.

source: I can't find ImageMagick. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
cs_cz: Nemohu nalézt ImageMagick. Pokud je nainstalováno mimo cestu uivatele webserveru, nevadí to - mùete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, nainstalujte jej.

source: Check to see if <b>jhead</b> is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
cs_cz: Kontroluji, zda je nainstalován <b>jhead</b>, aby Gallery mohla prozkoumávat EXIF hlavièky, které do fotek ukládá vìtšina digitálních fotoaparátù.

source: I can't find <b>jhead</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at the %sjhead homepage%s.
cs_cz: Nemohu nalézt <b>jhead</b>. Pokud je nainstalován mimo cestu uivatele webserveru, nevadí to - mùete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, mùete jej nainstalovat sami. Jhead je analyzér EXIF hlavièek, dostupnı zdarma. Zdrojovı kód, linuxové binárky a binárky pro Windows jsou k dispozici na %sthe jhead homepage%s.

source: Check to see if <b>jpegtran</b> is installed so that Gallery can perform lossless rotations on JPEG images.
cs_cz: Kontroluji, zda je nainstalovát <b>jpegtran</b>, aby Gallery mohla provádìt rotace JPEG fotek bez ztráty kvality.

source: I can't find <b>jpegtran</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jpegtran is a free tool distributed by the Independent JPEG Group as part of <i>libjpeg</i>. Source may be found at the %sIJG homepage%s. Binaries may be found at the %sJPEG Club website%s or in the <i>libjpeg</i> package of Linux distributions.
cs_cz: Nemohu nalézt <b>jpegtran</b>. Pokud je nainstalován mimo cestu uivatele webserveru, nevadí to - mùete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, mùete jej nainstalovat sami. Jpegtran je nástroj distribuovanı zdarma Independet JPEG group jako souèást libjpeg. Zdrojovı kód je na %sthe IJG homepage%s. Binárky jsou k dispozici na %sthe JPEG club website%s nebo jako souèást balíèku <i>libjpeg</i> v distribucích Linuxu.

source: Check to see if PHP is compiled with <b>GNU gettext</b> support for fast translations.
cs_cz: Kontroluji, zda je PHP zkompilováno s podporou <b>GNU gettext</b> pro rychlé pøeklady.

source: Check to see what languages are available.
cs_cz: Kontroluji, které jazyky jsou dostupné.

source: Gallery Title
cs_cz: Název galerie

source: Skin Name
cs_cz: Jméno vzhledu

source: Locations and URLs
cs_cz: Umístìní a URL

source: Album directory
cs_cz: Adresáø alb

source: REQUIRED
cs_cz: POADOVÁNO

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty&#8212;Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s).
cs_cz: Úplná cesta k adresáøi na disku, kam se vaše fotku budou nahrávat. Tento adresáø by mìl bıt prázdnı - Gallery si jej sama naplní. Tento adresáø musí mít povolen zápis pro uivatele, kterı vlastní webserver. (Ve vašem pøípade je to uivatel %s).

source: Temporary directory
cs_cz: Doèasnı adresáø

source: The filesystem path to a temporary directory. E.g. %s or %s. Note that if you have <b>open_basedir</b> configured on your system, then this temporary directory must be inside the <b>open_basedir</b> path! In that case you may need to create the directory yourself and make sure that it's writable by the webserver process.
cs_cz: Cesta k doèasnému adresáøi, napø %s nebo %s. Pokud máte v systému nastaven <b>open_basedir</b>, musí bıt doèasnı adresáø umístìn pod tímto adresáøem. V takovém pøípadì moná budete muset nìjakı doèasnı adresáø sami vytvoøit a povolit právo ètení a zápisu uivateli webserveru.

source: Thumbnail image
cs_cz: Obrázek náhledu videa

source: The filesystem path to the thumbnail image to show for movies. E.g. %s
cs_cz: Cesta k obrázku, kterı bude zobrazován jako náhled videoklipù - napø. %s

source: Mirror sites
cs_cz: Zrcadlové servery

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. E.g. %s
cs_cz: Seznam URL serverù, kde jsou kopie vašeho adresáøe alb. Na kadı øádek napište jedno URL. Umístìte ty nejspolehlivìjší nahoru. Napø. %s.

source: Toolkits / image processing
cs_cz: Balíèky nástrojù pro zpracování fotek

source: Graphics suite to use
cs_cz: Kterı balík grafickıch programù mám pouívat?

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
cs_cz: Zde nastavte, kterı grafickı balík má Gallery pouívat. Pokud na první stránce Gallery tvrdí, e oba jsou v poøádku, vyberte si, kterı chcete. Jinak zvolte ten, kterı Gallery našla bez chyb.

source: Path to NetPBM
cs_cz: Cesta k NetPBM

source: The path to the directory containing NetPBM on your system. If you downloaded NetPBM from the Gallery download page, don't forget to make the files executable. E.g. %s or %s or %s
cs_cz: Cesta k adresáøi, ve kterém je na vašem serveru nainstalován NetPBM. Pokud jste soubory NetPBM získali ze serveru Gallery, nezapomeòte je nastavit jako spustitelné - napø. %s nebo %s nebo %s

source: I can't find NetPBM at the location you provided.
cs_cz: V daném umístìní nemohu NetPBM nalézt.

source: PNM to JPEG converter
cs_cz: Konvertor PNM do JPG

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
cs_cz: Vyplòte, pokud budete pouívat NetPBM. NetPBM pouívá speciální nástroj ke konverzi svého formátu do JPG. Tento nástroj se jmenuje buï <i>ppmtojpeg</i> nebo <i>pnmtojpeg</i> v závislosti na verzi NetPBM, kterou jste nainstalovali. Podívejte se do adresáøe s NetPBM, kterı z tìchto dvou souborù tam naleznete a napište jej sem. Pokud si nejste jistí, tipnìte si a my to ovìøime.

source: Path to ImageMagick
cs_cz: Cesta k ImageMagick

source: The path to the directory containing ImageMagick on your system.
cs_cz: Cesta k adresáøi, ve kterém je na vašem serveru nainstalován ImageMagick.

source: I can't find ImageMagick at the location you provided.
cs_cz: V daném umístìní nemohu ImageMagick nalézt.

source: Auto-rotate images
cs_cz: Automaticky otáèet fotky

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: Advanced
cs_cz: Pokroèilé

source: JPEG Quality
cs_cz: Kvalita fotek formátu JPEG
