Repository: jmullan/Gallery1
Catalog: locale/*.cp1250/*.cp1250-gallery_common.po
Languages: cs_cz

source: Album Summary
cs_cz: Shrnutí alba

source: Album Title
cs_cz: Nadpis alba

source: Layout
cs_cz: Rozloení

source: Font
cs_cz: Písmo

source: Rows
cs_cz: Øádky

source: Columns
cs_cz: Sloupce

source: Borders
cs_cz: Okraje

source: Background Color
cs_cz: Barva pozadí

source: Text Color
cs_cz: Barva textu

source: Link Color
cs_cz: Barva odkazu

source: Frames
cs_cz: Rámeèky

source: Album Frame
cs_cz: Rámeèek alba

source: Thumb Frame
cs_cz: Rámeèek náhledu

source: Image Frame
cs_cz: Rámeèek fotky

source: Slideshow Type
cs_cz: typ slideshow

source: Off
cs_cz: Vypnuto

source: Ordered
cs_cz: Setøídìno

source: Random
cs_cz: Náhodnì

source: Allow slideshow to loop
cs_cz: Povolit opakování slideshow

source: Slideshow Length
cs_cz: délka slideshow

source: Thumbnail size
cs_cz: Velikost náhledu

source: Maximum dimensions of intermediate sized images
cs_cz: Maximální rozmìry fotek v gallery

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
cs_cz: Omezení velikosti zmenšenıch fotek v kB (0 - ádné omezení)

source: Maximum dimensions of full sized images
cs_cz: Maximální rozmìry originálù fotek

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
cs_cz: Omezení velikosti zmenšenıch fotek v kB (JPEG/PNG) (0 - ádné omezení)

source: Display click counter for this album?
cs_cz: Zobrazovat poèítadla návštìv pro toto album?

source: Display owners name with caption
cs_cz: Zobrazovat v titulku vlastníka

source: Display clickable image dimensions
cs_cz: Zobrazit klikací rozmìry fotek

source: Display EXIF data?
cs_cz: Zobrazovat EXIF data?

source: Which photo printing services<br>do you want to let visitors use?
cs_cz: Kterou tiskovou slubu<br>mohou návštìvníci vyuít?

source: Poll Properties
cs_cz: Vlastnosti hlasování

source: Logged in
cs_cz: Pøihlášení uivatelé

source: Everybody
cs_cz: Všichni

source: Nobody
cs_cz: Nikdo

source: Type of poll for this album
cs_cz: Typ hlasování pro toto album

source: Rank
cs_cz: Poøadí

source: Critique
cs_cz: Kritika

source: Number of voting options
cs_cz: Poèet moností hlasování

source: Show results of voting to all visitors?
cs_cz: Ukazovat vısledky hlasování všem návštìvníkùm?

source: Number of lines of results graph to display on the album page
cs_cz: Kolik øádek z grafu vısledkù se má zobrazit na stránce alb?

source: Orientation of vote choices
cs_cz: Umístìní hlasovacích moností

source: Horizontal
cs_cz: Horizontálnì

source: Vertical
cs_cz: Vertikálnì

source: Vote hint
cs_cz: Nápovìda k hlasování

source: Displayed Value
cs_cz: Zobrazená hodnota

source: Add new items at beginning of album
cs_cz: Pøidávat nové poloky na zaèátek alba

source: Show <i>Return to</i> link
cs_cz: Ukazuj odkaz <i>Návrat</i>

source: Offer visitors ability to specify<br>preference for full-size or resized images
cs_cz: Umonit návštìvníkùm preferenci<br>fotek v plné velikosti nebo zmenšenıch.

source: Auto fit-to-window for<br>images without a resized copy
cs_cz: Automaticky pøizpùsobit fotky bez zmenšené kopie velikosti okna

source: Permissions
cs_cz: Práva

source: Allow item owners to modify their images
cs_cz: Umonit vlastníkovi mìnit jeho fotky

source: Allow item owners to delete their images
cs_cz: Umonit vlastníkovi mazat jeho fotky

source: Custom Fields
cs_cz: Uivatelské poloky

source: Number of user defined custom fields
cs_cz: Poèet uivatelem nadefinovanıch polí

source: Both
cs_cz: Obojí

source: Check All
cs_cz: Oznaèit vše

source: Clear All
cs_cz: Odoznaèit vše!

source: Invert Selection
cs_cz: Inverzní vıbìr

source: Empty
cs_cz: Prázdné

source: edit %s
cs_cz: zmìnit %s

source: No Caption
cs_cz: Bez popisku

source: edit
cs_cz: zmìnit

source: add comment
cs_cz: pøidat komentáø

source: Not closing this window because debug mode is on
cs_cz: Toto okno se nezavírá, protoe je zapnutı ladící reim.

source: Select Album
cs_cz: Zvol album

source: current location
cs_cz: souèasné umístìní

source: Last comment %s.
cs_cz: Poslední komentáø %s.

source: unknown
cs_cz: neznámé

source: Dots
cs_cz: Teèky

source: Solid
cs_cz: Plnı

source: No frames
cs_cz: Bez okrajù

source: Just a simple dashed border around the thumb.
cs_cz: Jednoduchı èárkovanı okraj kolem náhledu.

source: Just a simple solid border around the thumb.
cs_cz: Jednoduchı plnı okraj kolem náhledu.

source: Skipping %s.
cs_cz: Pøeskakuji %s.

source: Can't open %s
cs_cz: Nemohu otevøít %s.

source: No resizing required
cs_cz: Zmìna velikosti není nutná

source: target file size %d kbytes
cs_cz: cílová velikost %d kilobytù

source: -> file size %d kbytes
cs_cz: -> velikost souboru %d kilobytù

source: trying quality %d%%
cs_cz: zkouším kvalitu %d%%

source: Done.
cs_cz: Hotovo

source: You have no graphics package configured for use!
cs_cz: Není nastaven ádnı grafickı balík!

source: Call to %s failed in %s for file %s!
cs_cz: Volání %s selhalo v %s pro soubour %s!

source: File %s type %d.
cs_cz: Soubor %s je typu %d.

source: Unknown file type: %s
cs_cz: Neznámı typ souboru:: %s

source: Unable to preserve EXIF data (jhead not installed)
cs_cz: Nelze uchovat EXIF data (jhead není nainstalován)

source: Upload Date
cs_cz: Datum nahrání

source: Capture Date
cs_cz: Den

source: Image Size
cs_cz: Velikost fotky

source: Additional EXIF Data
cs_cz: Další EXIF data

source: title
cs_cz: název

source: Title
cs_cz: Nadpis

source: Description
cs_cz: Popis

source: description
cs_cz: popis

source: Email not sent as it is disabled for this gallery
cs_cz: Email nebyl poslán, v této Gallery je posílání emailù vypnuto

source: Email not sent to %s as it is not a valid address
cs_cz: Email nebyl poslán, %s není platná adresa

source: Sender address %s is invalid, using %s.
cs_cz: Adresa odesílatele %s není platná, pouiji místo ní %s.

source: gallery title
cs_cz: název galerie

source: gallery URL
cs_cz: URL galerie

source: Username
cs_cz: Uivatelské jméno

source: FAILED
cs_cz: SELHALO

source: Email activity
cs_cz: Emailová aktivita

source: Error:
cs_cz: Chyba:

source: Generated by %s v%s
cs_cz: Vytvoøeno %s v%s

source: Powered by %s v%s
cs_cz: Bìhá na %s v%s

source: Please retype your password here
cs_cz: Zde prosím znovu zadejte heslo

source: Name
cs_cz: Jméno

source: Value
cs_cz: Hodnota

source: Missing value
cs_cz: Chybìjící hodnota

source: I can read your <b>.htaccess</b> file.
cs_cz: Mohu pøeèíst soubor <b>.htaccess</b>

source: PHP v%s is OK.
cs_cz: PHP verze %s je v poøádku

source: <b>mod_rewrite</b> is enabled.
cs_cz: <b>mod_rewrite</b> je povolen

source: Can't find <i>jhead</i>
cs_cz: Nemohu najít <b>jhead</b>

source: <b>jhead</b> binary located.
cs_cz: Nalezl jsem <b>jhead</b>.

source: NetPBM not being used in this installation.
cs_cz: Tato instalace nepouívá NetPBM.

source: Cannot verify this path (it's not in your open_basedir list).
cs_cz: Nemohu ovìøit tuto cestu (není ve vašem seznamu open_basedir).

source: Can't find %s!
cs_cz: Nelze najít %s!

source: %s is not executable!
cs_cz: %s není spustitelné!

source: %d of %d NetPBM binaries located.
cs_cz: %d z %d binárek NetPBM nalezeno.

source: %d of %d ImageMagick binaries located.
cs_cz: %d z %d binárek ImageMagick nalezeno.

source: Can't find <i>jpegtran</i>!
cs_cz: Nemohu najiít <b>jpegtran</b>

source: <b>jpegtran</b> binary located.
cs_cz: Nalezl jsem <b>jpegtran</b>

source: PHP has <b>GNU gettext</b> support.
cs_cz: PHP je nainstalováno s podporou <b>GNU gettext</b>

source: PHP does not have <b>GNU gettext</b> support.
cs_cz: PHP je nainstalováno bez podpory <b>GNU gettext</b>

source: No languages found.
cs_cz: Nenalezen ádnı jazyk.

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
cs_cz: Jokes not translated :-)

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
cs_cz: Nalezeno %d jazykù. Pokud chcete pouívat nìjakı další jazyk, podívejte se na %sGallery download page%s.

source: You can check for more recent versions by visiting %s.
cs_cz: Na %s se mùete podívat po novìjší verzi.

source: This version of %s was released on %s.
cs_cz: Tato verze %s byla vytvoøena %s.

source: This is a development build of %s that was released on %s.
cs_cz: Toto je betaverze %s, která byla vytvoøena %s.

source: Please check regularly for updates.
cs_cz: Pravidelnì kontrolujte, zda není k dispozici nová verze.

source: All gallery locales are available on this host.
cs_cz: Všechny locales Gallery jsou na tomto serveru k dispozici.

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
cs_cz: Gallery se nepodaøilo nalézt %d locales. Moná budete muset ruènì nastavit formát data.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
cs_cz: Datum se v %d jazycích nemusí zobrazovat korektnì, protoe patøièné locales chybí. Moná pro nì budete muset ruènì nastavit správnı formáta data a èasu.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
cs_cz: Nenalezl jsem ádné locales. Váš PHP server je ale nastaven s omezením %s, take nám mohl zabránit v nalezení locales. Znamená to bohuel, e formát data se nebude mìnit podle jazyka. Pokraèujte dál, toto není vánı problém.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
cs_cz: Nenalezl jsem ádné locales. Multilinguální funkce budou vypnuty. Nainstalujte potøebné locales nebo o to poádejte svého ISP: O tomto problému na systémech %s se ví. Pokud je to váš pøípad, projdìte si %sDebian locale HowTo%s.

source: Only the default locale for this machine is available, so date format will not change for different languages.
cs_cz: K dispozici je pouze standardní locale tohoto stroje, take formát data se nebude mìnit podle jazyka.

source: Advanced
cs_cz: Pokroèilé

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
cs_cz: Toto nastavení se tıká <b>pouze</b> formátu data a èasu..Musíte upravit pouze ty jazyky, které jste vıše povolili.

source: System locale
cs_cz: Locale systému

source: <b>safe_mode</b> is off.
cs_cz: <b>bezpeènı mód</b> vypnut

source: <b>magic_quotes</b> are off.
cs_cz: <b>magic quotes</b> jsou vypnuty

source: In %s, missing %s in row %d with %s %s.
cs_cz: V %s chybí %s v øadì %d se %s %s.

source: Vote words and values
cs_cz: Text hlasovacích moností

source: In %s, blank in row %d.
cs_cz: V %s, øádka %d je prázdná..

source: In %s, for name %s (row %d) value %s should be a positive whole number
cs_cz: V %s, %s (øada %d) %s by mìlo bıt celé kladné èíslo.

source: Valid admin email address given.
cs_cz: Email administrátora je v poøádku.

source: You must specify valid admin email addresses
cs_cz: Musíte zadat platnou emailovou adresu administrátora

source: %s is not a valid email address.
cs_cz: %s není platná emailová adresa.

source: Valid sender email address given.
cs_cz: Email odesílatele je v poøádku.

source: You must specify a valid sender email address
cs_cz: Musíte zadat platnou emailovou adresu odesílatele

source: You must include %s in your welcome email
cs_cz: V uvítací zprávì musí bıt zahrnuto %s

source: You must include %s or %s in your welcome email
cs_cz: V uvítací zprávì musí bıt zahrnuto %s nebo %s

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
cs_cz: Následující soubory buï chybí, nebo jsou poškozené èi zastaralé:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
cs_cz: Tento problém by mìl bıt vyøešen, ne budete pokraèovat.

source: Look at %sCheck Versions%s for more details.
cs_cz: Podívejte se na %sKontrolu verzí%s, tam se dozvíte více.

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
cs_cz: %d souborù je novìjších, ne gallery oèekává. To je v poøádku, pokud pouíváte beta verzi, CVS nebo pozmìnìnı kód.

source: All %d tested files up-to-date.
cs_cz: Všech %d souborù je aktuálních.

source: this is new in version %s
cs_cz: tohle je nové od verze %s

source: Return to %s.
cs_cz: Návrat na %s.

source: Configuration Wizard
cs_cz: Prùvodce konfigurací

source: You must enter a password for the %s account.
cs_cz: Musíte zadat heslo pro uivatele %s.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
cs_cz: Vypadá to, e Gallery je ji zkonfigurována, protoe je zde uivatel %s. Nemusíte zadávat heslo, ale pokud je zadáte, Gallery zmìní heslo uivatele %s.

source: Admin password
cs_cz: Heslo administrátora

source: Full Name
cs_cz: Celé jméno

source: File missing or unreadable. Please install then re-run this test.
cs_cz: Soubor nenalezen nebo jej nelze èíst. Pøeinstalujte gallery a puste tento test znovu.

source: Please ensure that %s is the latest version.
cs_cz: Zajistìte, abyste mìli nejnovìjší verzi %s.

source: Testing status of %d files.
cs_cz: Testuji %d souborù.

source: Cannot read file %s.
cs_cz: Nemohu èíst soubor %s.

source: File missing or unreadable.
cs_cz: Soubor chybí nebo jej nelze èíst.

source: Version information not found in %s. File must be old version or corrupted.
cs_cz: Informace o verzi v %s nenalezena. Soubor je buï poškozen, nebo pochází ze staré verze.

source: Problem with %s. Expected version %s (or greater) but found %s.
cs_cz: Problém s %s. Oèekávaná verze %s (nebo novìjší), nalezeno %s.

source: Expected version %s (or greater) but found %s.
cs_cz: Oèekávaná verze %s (nebo novìjší), nalezeno %s.

source: %s OK. Actual version (%s) more recent than expected version (%s)
cs_cz: %s je v poøádku. Skuteèná verze (%s) je novìjší ne oèekávaná verze (%s)

source: %s OK
cs_cz: %s je v poøádku.

source: This email will be sent when new accounts are created.
cs_cz: Tato zpráva bude zaslána kadému novì vytvoøenému uivateli.

source: File %s does not exist.
cs_cz: Soubor %s neexistuje.

source: Expected status: %s, but actually received status %s.
cs_cz: Oèekávanı status: %s, skuteènı status %s.

source: can't detect version on Windows
cs_cz: nemohu zjistit verzi ve Windows

source: OK! Version: %s
cs_cz: Ok! Verze: %s

source: Vote
cs_cz: Hlasovat

source: Total points in brackets
cs_cz: Souèet bodù v závorkách

source: Average points in brackets
cs_cz: Prùmìr bodù v závorkách

source: %s: %s points;
cs_cz: %s: %s bodù;

source: Key - %s
cs_cz: Klíè - %s

source: No votes so far.
cs_cz: Zatím ádné hlasy.

source: Poll results:
cs_cz: Vısledek hlasování:

source: No votes
cs_cz: ádné hlasy

source: Number %d overall.
cs_cz: %d celkem.
