Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_common.po
Languages: fi_fi, it_it, ja_jp, lt_lt, pt_pt

source: Note: This is an automatically generated email message sent from the %s website. If you have received this in error, please ignore this message.
fi_fi: Huomaa: Tämä on automaattisesti generoitu sähköposti sivulta %s. Jos et tiedä mistä tämä sähköposti on peräisin, se on tullut sinulle luultavasti vahingossa.
it_it: Nota: Questa &egrave; un'email generata automaticamente spedita dal sito web %s. Se l'hai ricevuta per errore, ignora questo messaggio.
ja_jp: 注意: これは %s ウェブサイトから自動的に生成されて送られたメールです。エラーを受け取っても、無視してください。
lt_lt: Pastaba: Ðis laiðkas automatiðkai sugeneruotas ir atsiøstas ið puslapio %s. Jeigu gavote ðá laiðkà per klaidà, ignoruokite já.
pt_pt: NOTA: esta mensagem foi automaticamente gerada e enviada pelo website %s. Se a recebeu por engano, por favor ignore-a.

source: Report abuse to %s
fi_fi: Raportoi väärinkäytökset %s.
it_it: Segnala gli abusi a %s
ja_jp: %sに不正使用報告する
lt_lt: Praneðti apie laiðkà %s.
pt_pt: Para relatar utilizacao abusiva deste servico, por favor contacte %s.

source: Email not sent as it is disabled for this gallery.
it_it: Email non spedita poich&eacute; &egrave; disabilitata per questa galleria.

source: Email not sent to %s as it is not a valid address.
it_it: Email non spedita a %s poich&eacute; non &egrave; un indirizzo valido.

source: Email not sent as no recipient address provided.
it_it: Email non spedita poich&egrave; non &egrave; stato fornito un indirizzo per il destinatario.

source: Sender address %s is invalid, using %s.
fi_fi: Lähettäjän osoite %s ei ole kelvollinen, käytetään %s sen sijaan.
it_it: L'indirizzo mittente %s non &egrave; valido, verr&agrave; usato %s.
ja_jp: 送信者アドレス %s は無効です。%s を使ってください
lt_lt: Siuntëjo adresas %s neteisingas, naudoju %s.
pt_pt: O endereço remetente %s não é válido, usaremos %s.

source: This is a HTML mail, please have a look at the Attachment.
it_it: Questa &egrave; una mail in HTML, vedere l'allegato.

source: Hi !!FULLNAME!!, Congratulations. You have just been subscribed to %s at %s. Your account name is !!USERNAME!!. Please visit the gallery soon, and create a password by clicking this link: !!NEWPASSWORDLINK!! Your %s Administrator.
it_it: Ciao !!FULLNAME!!, Congratulazioni. Ti sei appena iscritto a %s presso %s. Il tuo nome utente &egrave; !!USERNAME!!. Visita subito la galleria, e crea una password cliccando questo link: !!NEWPASSWORDLINK!! L'Amministratore di %s.

source: gallery title
fi_fi: gallerian otsikko
it_it: titolo della galleria
ja_jp: gallery タイトル
lt_lt: galerijos pavadinimas
pt_pt: título da galeria

source: gallery URL
fi_fi: gallerian osoite
it_it: URL della galleria
ja_jp: gallery リンク
lt_lt: galerijos URL
pt_pt: URL da galeria

source: The URL to your Gallery.
it_it: La URL di Gallery.

source: Title of your Gallery.
it_it: Il titolo della Gallery.

source: Admin email(s)
it_it: Email Amministratore

source: Password for the newly created user.
it_it: Password per il nuovo utente creato.

source: Username
fi_fi: Käyttäjänimi
it_it: Nome Utente
ja_jp: ユーザ名
lt_lt: Vartotojo vardas
pt_pt: Nome de Utilizador

source: Fullname
it_it: Nome Completo

source: Will be replaced by a link the new user can click on to create a new password.
it_it: Sar&agrave; sostituito da un link che il nuovo utente pu&ograve; cliccare per creare una nuova password.

source: New comment for %s.
it_it: Nuovo commento per %s.

source: A new comment has been added to Gallery: %s
it_it: &Egrave; stato inserito un nuovo commento in Gallery: %s

source: The comment was added by %s to this %s in this %s.
it_it: Il commento &egrave; stato inserito da %s a questo %s in questo %s.

source: Item
it_it: Oggetto

source: *** Begin comment ***
it_it: *** Inizio commento ***

source: *** End comment ***
it_it: *** Fine commento ***

source: If you no longer wish to receive emails about this item, follow the links above and ensure that 'Email me when comments are added' is unchecked in both the item and album page (you'll need to login first).
it_it: Se non vuoi pi&ugrave; ricevere email riguardanti questo oggetto, segui il link sopra e assicurati che 'Mandami un'email quando vengono aggiunti commenti' sia deselezionato sia per l'immagine che per l'album (dovrai prima fare il login).

source: Sending email failed. Additional info:
it_it: Invio email fallito. Ulteriori informazioni:

source: Email activity
fi_fi: Sähköpostin aktiivisuus
it_it: Attivit&agrave; email
ja_jp: メールの動作
lt_lt: Paðto aktyvumas
pt_pt: Envio de email

source: Generated by %s v%s
fi_fi: Loi %s v%s
it_it: Generato da %s v%s
lt_lt: Generuota su %s v%s
pt_pt: Criado por %s v%s

source: Debug ON ! Level %s
it_it: Debug ATTIVO ! Livello %s

source: Invalid Request.
it_it: Richiesta Non Valida.

source: Please go back to %s.
it_it: Tornare a %s.

source: Please retype your password here
fi_fi: Anna salasana uudestaan tähän
it_it: Inserisci di nuovo la password qui
ja_jp: ここにパスワードをもう一度入力してください
lt_lt: Pakartokite savo slaptaþodá
pt_pt: Por favor re-introduza a sua password aqui

source: Name
fi_fi: Nimi
it_it: Nome
ja_jp: 名前
lt_lt: Pavadinimas
pt_pt: Nome

source: Value
fi_fi: Arvo
it_it: Valore
ja_jp: 値
lt_lt: Reikðmë
pt_pt: Valor

source: No content
it_it: Nessun contenuto

source: Missing value: %s
it_it: Valore mancante: %s

source: exec() is enabled on this server.
it_it: exec() &egrave; attiva in questo server.

source: Gallery is able to read your .htaccess file.
it_it: Gallery &egrave; in grado di leggere il file .htaccess.

source: PHP v%s is OK.
fi_fi: PHP v%s OK
it_it: PHP v%s &egrave; OK
ja_jp: PHP v%s はOKです。
lt_lt: PHP v%s tinka.
pt_pt: Vers&atilde;o %s do PHP est&aacute; OK

source: mod_rewrite is enabled.
it_it: mod_rewrite &egrave; abilitato.

source: Can't find <i>jhead</i>.
it_it: <i>jhead</i> non trovato.

source: <b>jhead</b> binary version %s located.
it_it: Binario di <b>jhead</b> versione %s individuato.

source: You are using an older version of jhead. There are at least known problems with version 2.0. We recommend version 2.7 and higher.
it_it: &Egrave; in uso una vecchia versione di jhead. Ci sono dei problemi conosciuti relativi alla versione 2.0. Si raccomanda di utilizzare almeno la versione 2.7.

source: Without pnmcomp and pamcomp, gallery will not be able to watermark images, unless you use ImageMagick and have the composite binary installed.
it_it: Senza pnmcomp e pamcomp, gallery non sar&agrave; in grado di marchiare le immagini, a meno che non si utilizzi ImageMagick e sia stato installato il binario composite.

source: Netpbm not being used in this installation.
it_it: Netpbm non &egrave; in uso in questa installazione.

source: Cannot verify this path (it's not in your open_basedir list).
fi_fi: En pysty varmistamaan t&auml;t&auml; polkua (se ei ole open_basedir -listallasi).
it_it: Impossibile verificare il percorso (non &egrave; compreso nella lista open_basedir).
ja_jp: このパスを確認できません。(open_basedirリストに入っていません)
lt_lt: Negaliu patvirtinti ðio kelio (jo nëra open_basedir sàraðe).
pt_pt: N&atilde;o &eacute; poss&iacute;vel verificar esta path (n&atilde;o se encontra na sua lista open_basedir).

source: Missing optional binary %s. %s
fi_fi: Valinnainen binääri %s puuttuu. %s
it_it: Manca il binaro opzionale %s. %s
ja_jp: オプションのバイナリ %s が欠落しています。%s
lt_lt: Trûksta neprivalomø binariniø bylø %s. %s

source: Can't find %s!
fi_fi: En l&ouml;yd&auml; %s:&auml;&auml;!
it_it: Impossibile trovare %s!
ja_jp: %sが検出できませんでした。
lt_lt: Negaliu rasti %s!
pt_pt: N&atilde;o &eacute; poss&iacute;vel encontrar %s!

source: %s is not executable!
fi_fi: %s ei ole k&auml;ynnistett&auml;v&auml; tiedosto!
it_it: %s non &egrave; eseguibile!
ja_jp: %s は実行可能ではありません。
lt_lt: %s neprieinamas paleidimui!
pt_pt: %s n&atilde;o &eacute; execut&aacute;vel!

source: %d of %d Netpbm binaries located.
it_it: %d binari su %d di Netpbm individuati.

source: Without composite gallery will not be able to watermark images, except you use Netpbm and have the pnmcomp binary installed.
it_it: Senza composite gallery non sar&agrave; in grado di marchiare le immagini, a meno che non si usi NetPBM e sia installato il binario pnmcomp.

source: ImageMagick not being used in this installation.
it_it: ImageMagick non &egrave; in uso in questa installazione.
ja_jp: ImageMacickはこのインストレーションでは使用されていません

source: %d of %d ImageMagick binaries located.
fi_fi: %d / %d ImageMagick bin&auml;&auml;riä paikallistettu
it_it: %d binari su %d di ImageMagick individuati.
ja_jp: %2$d個中%1$d個のImageMagickバイナリ全てが検出されました。
lt_lt: Rasti %d ið %d ImageMagick failø.
pt_pt: %d de %d bin&aacute;rios do ImageMagick foram encontrados

source: jpegtran was not found.
it_it: jpegtran non &egrave; stato trovato.

source: jpegtran binary located.
it_it: Binario di jpegtran individuato.

source: PHP has GNU gettext support.
it_it: PHP ha il supporto a GNU gettext.

source: PHP does not have GNU gettext support.
it_it: PHP non ha il supporto a GNU gettext.

source: No languages found.
fi_fi: Kieli&auml; ei ole l&ouml;ytynyt.
it_it: Nessuna lingua trovata.
ja_jp: 一つも言語が検出されませんでした。(訳して意味あんのか?
lt_lt: Nerandu kalbø failø.
pt_pt: Nenhuma l&iacute;ngua encontrada.

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
fi_fi: Näyttää siltä, että et ole asentanut mitään ylimääräisiä kieliä. Tämä ei kuitenkaan haittaa mitään, Galleria toimii sitten vain pelkästään Englanniksi. Huom: Jos tämä ei ole kuitenkaan totta, tarkista että webbipalvelin voi lukea kaikkia tiedostoja/hakemistoa locale-hakemistossa tai ota yhteyttä Galleria kehitystiimiin.
it_it: Sembra che non sia stata scaricata alcuna lingua aggiuntiva. Questo non &egrave; un problema! Gallery sar&agrave; visualizzata solo in inglese. Nota: se non &egrave; vero, controllare che tutti i file nella cartella 'locale' siano leggibili dal webserver, oppure contattare il Team di Gallery.
ja_jp: 追加の言語をひとつもダウンロードしていないようです。これは問題ではありません。Galleryは英語で表示されるだけです。注意: これが事実でないなら、全てのロケールフォルダがウェブサーバから読み込みができるか、Galleryチームに連絡してください。(これも意味ねー
lt_lt: Atrodo, kad jûs neatsisiuntëte jokiø papildomø kalbø. Tai ne problema! Galerija bus rodoma tik anglø kalba. Pastaba: Jeigu tai netiesa, patikrinkite ar visi lokaliø failai gali bûti nuskaityti WWW serverio, arba susisiekite su Galerijos Komanda.
pt_pt: Aparentemente n&atilde;o adquiriu nenhuma l&iacute;ngua adicional. Isto n&atilde;o &eacute; problem&aacute;tico se deseja que a Gallery apare&ccedil;a s&oacute; em Ingl&ecirc;s. Nota: se esta conclus&atilde;o &eacute; imprecisa assegure-se que todas os ficheiros no direct&oacute;rio LOCALE s&atilde;o leg&iacute;veis pelo servidor ou ent&atilde;o contacte o Gallery Team.

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
fi_fi: %d kieltä on saatavilla. Jos haluat käyttää jotain puuttuvaa kieltä, käy %sGallery Download page%s -sivulla.
it_it: Sono disponibili %d lingue. Per ulteriori traduzioni visitare %sGallery download page%s.
ja_jp: %d言語が利用可能です。言語が不足していれば、%sGallery ダウンロードページ%s へ行ってください。
lt_lt: Radau %d kalbø. Jeigu jums reikia trûkstamø kalbø, galite jas rasti %sGalerijos atsisiuntimo puslapyje%s.
pt_pt: Est&atilde;o dispon&iacute;veis %d l&iacute;nguas. Se lhe falta alguma l&iacute;ngua por favor visite a %sGallery download page%s.

source: You can check for more recent versions by visiting %s.
fi_fi: Voit tarkastaa uudet versiot vierailemalla osoitteessa %s.
it_it: Per controllare se ci sono versioni pi&ugrave; recenti, visitare %s.
ja_jp: %sに行けば、より新しいバージョンがないか確認できます。
lt_lt: Naujesnæ versijà galite rasti %s.
pt_pt: Pode procurar vers&otilde;es mais recentes se visitar %s.

source: This version of %s was released on %s.
fi_fi: T&auml;m&auml; %s versio julkaistiin %s.
it_it: Questa versione di %s &egrave; stata rilasciata il %s.
ja_jp: %sのこのバージョンは%sにリリースされました。
lt_lt: Ði %s versija buvo iðleista %s.
pt_pt: Esta vers&atilde;o do %s foi publicada em %s.

source: This is a development build of %s that was released on %s.
fi_fi: T&auml;m&auml; on kehitysversio %s:sta, joka julkaistiin %s.
it_it: Questa &egrave; una build di sviluppo di %s rilasciata il %s.
ja_jp: これは%sの開発版ビルドです。(リリース日 %s)
lt_lt: Tai yra beta %s versija, iðleista %s.
pt_pt: Esta &eacute; uma vers&atilde;o em desenvolvimento de %s que foi publicada em %s.

source: That's more than %d days ago. Which is way too old for a pre Release version.
it_it: &Egrave; stato pi&ugrave; di %d giorni fa. Che &egrave; troppo per una versione pre Release.

source: That's more than %d days ago.
it_it: &Egrave; stato pi&ugrave; di %d giorni fa.

source: Please check regularly for updates.
fi_fi: Tarkasta s&auml;&auml;nn&ouml;llisesti mahdolliset p&auml;ivitykset.
it_it: Verificare regolarmente la presenza di aggiornamenti.
ja_jp: 正式版がリリースされていないか定期的に確認してください。
lt_lt: Atnaujinkite Galerijà reguliariai.
pt_pt: Por favor consulte regularmente para se informar sobre actualiza&ccedil;&otilde;es.

source: All gallery locales are available on this host.
fi_fi: Kaikki Gallerian lokaalit k&auml;ytett&auml;viss&auml; t&auml;ll&auml; palvelimella
it_it: Tutti i locale di gallery sono disponibili nel sistema.
ja_jp: このホストでは全てのGalleryロケールが利用可能です。
lt_lt: Serveris palaiko visas Galerijos kalbas.
pt_pt: Todos os LOCALES da Galeria est&atilde;o dispon&iacute;veis no servidor

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
fi_fi: Galleria ei löytänyt %d lokaalia. Sinun täytyy valita käsin päivämääräformaatit.
it_it: Ci sono %d locale che Gallery non &egrave; stata in grado di trovare. Forse sar&agrave; necessario selezionare manualmente i formati della data.
ja_jp: Galleryが検出できなかった%dのロケールがあります。手動で日付フォーマットを選択するひつようがあります。
lt_lt: Galerija negali aptikti %d lokaliø. Datos formatà turësite nustatyti patys.
pt_pt: H&aacute; %d LOCALES que a Gallery n&atilde;o foi capaz de localizar. Talvez tenha que seleccionar os formatos de data manualmente.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
fi_fi: Päivämäärät %d kielessä eivät ole ehkä oikein formatoituja, koska vastaavat lokaalit puuttuvat. Sinun täytyy ehkä valita käsin päivämääräformaatit näille kielille.
it_it: Le date in %d lingue non possono essere formattate correttamente, perch&eacute; mancano i locale corrispondenti. Forse sar&agrave; necessario selezionare manualmente i formati della data per queste.
ja_jp: 対応するロケールがないため、%d言語の日付は正しくフォーマットされません。これらのために手動で日付フォーマットを選択する必要があります。
lt_lt: Datos %d kalbose gali bûti neteisingos, nes trûksta kai kuriø lokaliø. Datos formatà ðioms kalboms turite nustatyti patys.
pt_pt: Datas em %d l&iacute;nguas podem n&atilde;o ser devidamente formatadas porque faltam os correspondentes LOCALES. Talvez tenha que seleccionar os formatos de data manualmente.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
fi_fi: Galleria ei l&ouml;yt&auml;nyt yht&auml;&auml;n lokaalia. PHP-palvelimesi on konfiguroitu %s-rajoitteen kanssa, josta johtuen lokaali-tiedostojen l&ouml;yt&auml;minen voi olla mahdotonta. Ik&auml;v&auml; kyll&auml; t&auml;m&auml; tarkoittaa sit&auml;, ett&auml; p&auml;iv&auml;m&auml;&auml;r&auml;formaatti ei muutu k&auml;ytett&auml;ess&auml; eri kielipaketteja. Kaikesta johtumatta Galleria toimii ja voit jatkaa eteenp&auml;in.
it_it: Non &egrave; stata trovata alcuna locale. Tuttavia, l'installazione di PHP in uso &egrave; configurata con la restrizione %s, e forse &egrave; questo ci&ograve; che interferisce col metodo utilizzato per trovare i locale. Sfortunatamente ci&ograve; vuol dire che il formato della data non cambier&agrave; in base alle diverse lingue. In ogni caso, si può continuare ugualmente.
ja_jp: ロケールは全く検出できませんでした。しかしながら、PHPの設定により%s制約がかかっていますのでロケールを検出する方法が妨害されています。不幸にもこれは日付フォーマットが言語によって切り替わらないことを意味します。でも、大丈夫だから続けましょう。
lt_lt: Negaliu rasti lokaliø. Jûsø serveris sukonfigûruotas su %s parametru. Tai trukdo skriptui atpaþinti lokales. Tai reiðkia, kad datos formatas skirtingose kalbose iðliks toks pats. Taèiau galite tæsti.
pt_pt: Foi-nos imposs&iacute;vel detectar qualquer LOCALE. O seu PHP est&aacute; configurado com a restri&ccedil;&atilde;o %s o que pode estar a impedir a localiza&ccedil;&atilde;o dos LOCALES. Isto significa que o formato da data n&atilde;o se alterar&aacute; sempre que mudar de l&iacute;ngua. Contudo, pode continuar pois isto n&atilde;o acarreta outros problemas.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
fi_fi: Galleria ei l&ouml;yt&auml;nyt j&auml;rjestelm&auml;lokaaleja. Monikielisyystoiminnot ovat t&auml;m&auml;n vuoksi pois p&auml;&auml;lt&auml;. Asenna vastaavat lokaalit tai pyyd&auml; palveluntarjoajaasi tekem&auml;&auml;n t&auml;m&auml; puolestasi. T&auml;m&auml; ongelma on tunnettu %s j&auml;rjestelmiss&auml;. T&auml;ss&auml; tapauksessa tutustu t&auml;h&auml;n %sDebian locale HOWTO%s-tiedostoon.
it_it: Non &egrave; stata trovata alcuna locale. Le funzioni multi-lingua verranno disabilitate. Installare i corrispondenti locale oppure chiedere all'amministratore di farlo. Questo problema &egrave; noto nei sistemi %s. In questo caso consultare questo %sDebian locale HowTo%s.
ja_jp: いかなるシステムロケールも検出できませんでした。多言語機能は使用できません。該当するロケールをインストールするか、この作業をするように管理者に頼んでください。この問題は %s システム上で知られています。この場合は %sDebian locale HowTo%s をごらんください。
lt_lt: Negaliu rasti sisteminiø lokaliø. Galerijos kalbos bus iðjungtos. Ádiekite reikiamas lokales. Ði problema þinoma %s sistemose. Tokiu atveju skaitykite %sDebian locale HowTo%s dokumentacijà.
pt_pt: Foi-nos imposs&iacute;vel detectar qualquer LOCALE. Em consequ&ecirc;ncia as fun&ccedil;&otilde;es multil&iacute;ngua ser&atilde;o desactivadas. Por favor instale os LOCALES correspondentes ou pe&ccedil;a-o ao seu administrador. Este problema &eacute; t&iacute;pico nos sistemas %s. Neste caso obtenha instru&ccedil;&otilde;es em %sDebian locale HowTo%s.

source: Only the default locale for this machine is available, so date format will not change for different languages.
fi_fi: Ainoastaan oletuslocale on k&auml;ytett&auml;viss&auml;, josta johtuen p&auml;iv&auml;m&auml;&auml;r&auml;tiedot eiv&auml;t vaihdu toivotulla tavalla tiettyjen kielten osalta.
it_it: Su questa macchina &egrave; disponibile solo l'internazionalizzazione predefinita, quindi il formato della data non cambier&agrave; in funzione della lingua scelta.
ja_jp: このマシンに対するデフォルト言語だけが利用可能です。よって、異なる言語に対しても日付フォーマットは同じものです。
lt_lt: Ðiame serveryje egzistuoja tik pagrindinë lokalë, todël datos formatas skirtingose kalbose iðliks toks pats.
pt_pt: S&oacute;mente o LOCALE por defeito est&aacute; dispon&iacute;vel para esta m&aacute;quina pelo que formata&ccedil;&atilde;o de datas n&atilde;o estar&aacute; dispon&iacute;vel para outras l&iacute;nguas.

source: Advanced
fi_fi: Kehittynyt
it_it: Avanzato
ja_jp: 高度
lt_lt: Daugiau nustatymø
pt_pt: Avan&ccedil;ado

source: <b>System</b> locale selection required
fi_fi: <b>Järjestelmän</b> locale-valinta vaaditaan
it_it: Selezione <b>System</b> locale richiesta
ja_jp: <b>システム</b>ロケール選択が必要です
lt_lt: Bûtina pasirinkti lokalæ
pt_pt: Obrigat&oacute;ria a selec&ccedil;&atilde;o do LOCALE de <b>sistema</b>

source: There is more than one suitable <b>system</b> locale installed on your machine for the following languages. Please chose the one you think is most suitable.
fi_fi: Seuraaville kielille on asennettuna yksi tai useampi sopiva <b>järjestelmä</b>locale palvelimellasi. Ole hyv&auml; ja valitse mielest&auml;si sopivin locale k&auml;ytt&ouml;&ouml;si.
it_it: C'&egrave; pi&ugrave; di un <b>system</b> locale installato nel sistema adatto alle seguenti lingue. Selezionare quello ritenuto pi&ugrave; adatto.
ja_jp: 以下の言語に対応する2つ以上の<b>システム</b>ロケールがインストールされています。最も適切なものを一つ選んでください。
lt_lt: Ðiai kalbai yra ádiegta daugiau nei viena tinkama <b>system</b>lokalë. Pasirinkite vienà, Jûsø nuomone tinkamiausià.
pt_pt: Existe instalado na sua m&aacute;quina mais do que um LOCALE de <b>sistema</b> aplic&aacute;vel &agrave;s seguintes l&iacute;nguas. Por favor escolha o que achar mais adequado.

source: This is <b>only</b> for date &amp; time format. You only need to edit the languages you enabled above.
it_it: Questo &egrave; <b>solo</b> per il formato di data e ora. &Egrave; sufficiente modificare le lingue attivate prima.

source: <b>System</b> locale problems
fi_fi: <b>Järjestelmän</b> locale-ongelmia
it_it: Problemi con <b>System</b> locale
ja_jp: <b>システム</b>ロケールの不具合
lt_lt: Lokalës problemos
pt_pt: Problemas nos LOCALES de <b>sistema</b>

source: There are no apparently suitable <b>system</b> locales installed on your machine for the following languages. Please choose the one you think is most suitable.
fi_fi: Järjestelmääsi ei näytä olevan asennettu sopivia <b>järjestelmä</b>localeja seuraaville kielille. Valitse se, joka on mielestäsi sopivin.
it_it: Non ci sono <b>system</b> locale installati nella macchina apparentemente adatti alle lingue seguenti. Selezionare quello ritenuto pi&ugrave; adatto.
ja_jp: 以下の言語に対応する適切な<b>システム</b>ロケールがインストールされていないようです。最も適当だと思うものを選んでください。
lt_lt: Ðiai kalbai nëra ádiegta nei vienos akivaizdþiai tinkamos sisteminës lokalës. Pasirinkite vienà, Jûsø nuomone tinkamiausià.
pt_pt: Aparentemente n&atilde;o existem na sua m&aacute;quina LOCALES de <b>sistema</b> aplic&aacute;veis &agrave;s seguintes l&iacute;nguas. Por favor escolha o que achar mais adequado.

source: safe_mode is off.
it_it: safe_mode &egrave; disattivata.

source: magic_quotes are off.
it_it: magic_quotes sono disattivate.

source: In %s, missing %s in row %d with %s %s.
fi_fi: %s, puuttuva %s rivillä %d %s %s.
it_it: In %s, manca %s alla riga %d con %s %s.
ja_jp: %1$s において、%5$s が %4$s である列 %3$d の %2$sが欠落しています。
lt_lt: %s. Negaliu rasti %s eilutëje %d su %s %s.
pt_pt: Em %s, falta %s na linha %d com %s %s.

source: Vote words and values
fi_fi: Äänestyssanat ja arvot
it_it: Parole del voto e valori
ja_jp: 投票の単語と値
lt_lt: Balsavimo punktai ir reikðmës
pt_pt: Palavras e valores de voto

source: In %s, blank in row %d.
fi_fi: %s, tyhjä rivi %d.
it_it: In %s, c'&egrave; uno spazio vuoto alla riga %d.
ja_jp: %s において、%d 列目が空白です。
lt_lt: %s. Eilutë %d tuðèia.
pt_pt: Em %s, nulo na linha %d.

source: In %s, for name %s (row %d) value %s should be a positive whole number
fi_fi: %s, %s (rivi %d) arvo %s tulisi olla positiviinen kokonaisluku
it_it: In %s, per il nome %s (riga %d) il valore %s dovrebbe essere un numero intero positivo
ja_jp: %s におけるラベル %s (列 %d) の値 %s は正の数でなくてはいけません。
lt_lt: %s. Vardui %s (eilutëje %d) reikðmë %s turëtø bûti apvalus skaièius
pt_pt: Em %s, para o nome %s (linha %d) valor %s deveria haver um n&uacute;mero inteiro positivo

source: register_globals is off.
it_it: register_globals &egrave; disattivata.

source: Your passwords do not match!
it_it: Le password non corrispondono!
ja_jp: パスワードが一致しません!

source: Valid admin email address given.
fi_fi: Kelvollinen ylläpidon sähköpostiosoite annettu.
it_it: Inserito un valido indirizzo email per l'amministratore.
ja_jp: 有効な管理者のアドレスがあたえられました。
lt_lt: Áraðëte tikrà administratoriaus el. paðto adresà.
pt_pt: Fornecido um endere&ccedil;o v&aacute;lido de email de administrador.

source: You must specify valid admin email addresses.
it_it: &Egrave; necessario specificare indirizzi email per l'amministratore validi.
