Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_common.po
Languages: fi_fi, it_it, ja_jp, lt_lt, pt_pt

source: Can't find <i>jhead</i>
fi_fi: <i>jhead</i> ei löytynyt
ja_jp: <i>jhead</i> が見付かりません
lt_lt: Negaliu rasti <i>jhead</i>
pt_pt: Imposs&iacute;vel encontrar <i>jhead</i>

source: <b>jhead</b> binary located.
fi_fi: jhead:in binaari paikallistettu
ja_jp: <b>jhead</b> バイナリが検出されました。
lt_lt: <b>jhead</b> failai rasti.
pt_pt: Bin&aacute;rio <b>jhead</b> encontrado

source: NetPBM not being used in this installation.
fi_fi: NetPBM -ohjelmaa ei käytetä tässä asennuksessa.
ja_jp: NetPBMはこのインストレーションでは使用されていません
lt_lt: NetPBM bus nenaudojama.
pt_pt: NetPBM n&atilde;o est&aacute; a ser usado nesta instala&ccedil;&atilde;o

source: %d of %d NetPBM binaries located.
fi_fi: %d / %d NetPBM-bin&auml;&auml;riä paikallistettu
ja_jp: %2$d個中%1$d個のNetPBMバイナリ全てが検出されました
lt_lt: Rasti %d ið %d NetPBM failø.
pt_pt: %d de %d bin&aacute;rios do NetPBM foram encontrados

source: Without composite gallery will not be able to watermark images, except you use NetPBM and have the pnmcomp binary installed.
ja_jp: NetPBMを使用し、pnmcompバイナリがインストールされている場合をのぞき、compositeのないgalleryは透かし画像を利用できません。
lt_lt: Be composite gallery negalës ið nuotraukø padaryti vandenþenklius, nebent turësite ádiegtas NetPBM ir pnmcomp programas.

source: Can't find <i>jpegtran</i>!
fi_fi: <i>jpegtran</i>:ia ei löydyd!
ja_jp: <i>jpegtran</i> が検出できませんでした。
lt_lt: Negaliu rasti <i>jpegtran</i>!
pt_pt: Imposs&iacute;vel encontrar <i>jpegtran</i>!

source: <b>jpegtran</b> binary located.
fi_fi: <b>jpegtran</b>:in bin&auml;&auml;rit paikallistettu
ja_jp: <b>jpegtran</b> バイナリが検出されました
lt_lt: <b>jpegtran</b> failai rasti.
pt_pt: Bin&aacute;rio <b>jpegtran</b> encontrado

source: PHP has <b>GNU gettext</b> support.
fi_fi: PHP:sta löytyi <b>GNU gettext</b> -tuki.
ja_jp: PHPは <b>GNU gettext</b> をサポートしています。
lt_lt: PHP sukompiliuotas su <b>GNU gettext</b> palaikymu.
pt_pt: PHP tem suporte <b>GNU gettext</b>

source: PHP does not have <b>GNU gettext</b> support.
fi_fi: PHP:sta ei löytynyt <b>GNU gettext</b> -tukea.
ja_jp: PHPは <b>GNU gettext</b> をサポートしていません。
lt_lt: PHP sukompiliuotas be <b>GNU gettext</b> palaikymo.
pt_pt: PHP n&atilde;o tem suporte <b>GNU gettext</b>.

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
fi_fi: Tämä on <b>vain</b> päivämäärä / ajan formaattia varten. Sinun täytyy vain muokata kieliä jotka valitsit yläpuolella
ja_jp: これは日付と時間のフォーマット <b>のみ</b> のためのものです。上で有効にした言語を編集することだけ必要です。
lt_lt: Tai galioja <b>tik</b> datos ir laiko formatui.
pt_pt: Isto &eacute; <b>apenas</b> para formata&ccedil;&atilde;o de datas e horas. S&oacute; precisa de editar as l&iacute;nguas que activou acima

source: System locale
fi_fi: Järjestelmän lokaalit
ja_jp: システムロケール
lt_lt: Sistemos lokalë
pt_pt: LOCALE de sistema

source: <b>safe_mode</b> is off.
fi_fi: <b>safe_mode</b> ei ole käytössä.
ja_jp: <b>safe_mode</b> はOFFです
lt_lt: <b>saugus reþimas</b> iðjungtas.
pt_pt: <b>safe_mode</b> est&aacute; desligado

source: <b>magic_quotes</b> are off.
fi_fi: <b>magic_quotes</b> ei ole käytössä.
ja_jp: <b>magic_quotes</b> はOFFです
lt_lt: <b>magic_quotes</b> galimybë iðjunga.
pt_pt: <b>magic_quotes</b> est&aacute; desligado.

source: <b>register_globals</b> is off.
ja_jp: <b>register_glocals</b> はOFFです

source: You must specify valid admin email addresses
fi_fi: Sinun t&auml;ytyy määrittää toimiva ylläpidon sähköpostiosoite
ja_jp: 有効な管理者メールアドレスを指定しなくてはいけません。
lt_lt: Privalote áraðyti tikrà administratoriaus el. paðto adresà.
pt_pt: Tem que especificar um email de administra&ccedil;&atilde;o v&aacute;lido

source: You must specify a valid sender email address
fi_fi: Sinun t&auml;ytyy määrittää kelvollinen lähettäjän sähköpostiosoite
ja_jp: 有効な送信者メールアドレスを指定しなくてはいけません。
lt_lt: Privalote áraðyti tikrà siuntëjo el. paðto adresà.
pt_pt: Tem que escrever um email remetente v&aacute;lido

source: You must include %s in your welcome email
fi_fi: Sinun täytyy liittää %s tervetuloviestiin
ja_jp: %s をウェルカムメールに含めなくてはいけません。
lt_lt: Á pasveikinimo laiðkà privalote átraukti %s
pt_pt: Deve incluir %s no seu email de boas vindas

source: You must include %s or %s in your welcome email
fi_fi: Sinun täytyy sisältää %s tai %s tervetuloviestissäsi
ja_jp: %s か %s をウェルカムメールに含めなくてはいけません。
lt_lt: Á pasveikinimo laiðkà privalote átraukti %s arba %s
pt_pt: Deve incluir %s ou %s no seu email de boas vindas

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
fi_fi: Seuraavat tiedostot ovat vanhoja, korruptununeita, tai ne puuttuvat:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
ja_jp: 以下のファイルは古いものです。不正であるか欠落しています。<br>&nbsp;&nbsp;&nbsp;&nbsp;%s
lt_lt: Ðie failai yra pasenæ, sugadinti arba nerasti<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
pt_pt: Os seguintes ficheiros est&atilde;o desactualizados, corrompidos ou em falta:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
fi_fi: Korjaa tämä ennenkuin jatkat
ja_jp: 続ける前に修正してください。
lt_lt: Prieð tæsiant, turite tai iðspræsti
pt_pt: Isto deve ser corrigido antes de prosseguir

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
fi_fi: %d tiedostoa ovat tuoreempia kuin mitä odotettiin. Tämä on ok jos käytät esijulkaisua, beta-versiota, CVS-versiota tai muokattua koodia.
ja_jp: %dファイルは予期されたものより新しいです。プレリリース、β版、CVS版、手を加えたコードを使っているなら、問題ありません。
lt_lt: %d failai yra naujesni nei tikëtasi. Jeigu naudojate ne stabilià, CVS arba kustomizuotà versijà, nekreipkite á tai dëmesio.
pt_pt: %d ficheiros s&atilde;o mais recentes do que era esperado. N&atilde;o se trata de um problema se est&aacute; a usar c&oacute;digo de pr&eacute;-lan&ccedil;amento, beta, CVS ou alterado.

source: All tested files up-to-date.
fi_fi: Kaikki testatut tiedostot ovat ajan tasalla.
ja_jp: テストされたファイルは全て最新です。
lt_lt: Visos pratestuotos bylos nëra pasenæ.

source: this is new in version %s
fi_fi: t&auml;m&auml; on uutta versiossa %s
ja_jp: これはバージョン%sの新しいものです。
lt_lt: nauja galimybë nuo %s versijos
pt_pt: isto &eacute; novo na vers&atilde;o %s

source: Return to %s.
fi_fi: Palauta osoitteeseen %s.
ja_jp: %s に戻る
lt_lt: Gráþti á %s.
pt_pt: Voltar para %s

source: Configuration Wizard
fi_fi: Konfigurointivelho
ja_jp: コンフィグレーションモード
lt_lt: Galerijos konfigûracijos procesas
pt_pt: Assistente de Configura&ccedil;&atilde;o

source: It seems you've already configured Gallery, because there is one admin account, but its not called %s.
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska Galleriassa on jo admin-tili, mutta sitä ei kutsuta %s:ksi.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、管理者アカウントは存在します。しかし、%s という名前ではありません。
lt_lt: Atrodo, kad Jûs jau sukonfigûravote Gallery, kadangi jau egzistuoja viena administratoriaus sàskaita, tiktai ji nëra - %s.
pt_pt: Parece que j&aacute; configurou pr&eacute;viamente a Gallery porque existe j&aacute; uma conta de administra&ccedil;&atilde;o embora n&atilde;o se chame %s.

source: File missing or unreadable. Please install then re-run this test.
fi_fi: Tiedosto puuttuu tai sitä ei voida lukea. Ole hyvä ja asenna tiedosto ja suorita uudelleen tämä testi.
ja_jp: ファイルが存在しないか、読み込めません。ファイルをインストールしてこのテストを再実行してください。
lt_lt: Byla nerasta arba neperskaitoma. Praðome ádiegti ir paskui dar kartà paleisti ðá testà.

source: Please ensure that %s is the latest version.
fi_fi: Varmista, että %s on uusin versio ohjelmasta.
ja_jp: %s が最新バージョンであることを確認してください。
lt_lt: Praðome ásitikinti kad %s yra naujausios versijos.

source: %s OK. Actual version (%s) more recent than expected version (%s)
fi_fi: %s OK. Versio (%s) on suurempi kuin odotettu versio (%s)
ja_jp: %s はOKです。実際のバージョン(%s)は予期されたバージョン(%s)よりも新しいです。
lt_lt: %s OK. Dabartine (%s) versija þymiai aukðtesnë negu (%s), kurios buvo tikëtasi

source: %s OK
fi_fi: %s kunnossa
ja_jp: %s はOKです

source: Vote
fi_fi: Ääni
ja_jp: 投票
lt_lt: Balsai
pt_pt: Votar

source: Total points in brackets
fi_fi: Kokoinaispisteet sulkeissa
ja_jp: ブラケット内に総得点
lt_lt: Ið viso taðkø
pt_pt: Total de pontos entre parêntesis

source: Average points in brackets
fi_fi: Pisteiden keskiarvo sulkeissa
ja_jp: 括弧内に平均得点
lt_lt: Vidutiniðkai taðkø
pt_pt: Média de pontos entre parêntesis

source: Album: %s
fi_fi: Albumi: %s
ja_jp: アルバム: %s
lt_lt: Albumas: %s

source: No votes so far.
fi_fi: Ei ääniä tähän mennessä
ja_jp: 今のところ投票はありません。
lt_lt: Kolkas balsø nëra.
pt_pt: Nenhum voto até agora.

source: Poll results:
fi_fi: Äänestyksen tulokset:
ja_jp: 投票結果:
lt_lt: Balsavimo rezultatai:
pt_pt: resultados da votação

source: Number %d overall.
fi_fi: %d yhteensä.
ja_jp: 全体で %d 位
lt_lt: Numeris %d ið visø.
pt_pt: Número %d de todas.

source: one vote
fi_fi: yksi ääni
ja_jp: %d 票
lt_lt: vienas balsas
pt_pt: 1 voto

source: Unknown file type: %s
fi_fi: Tuntematon tiedostotyyppi: %s
lt_lt: Neþinomas failo formatas: %s
pt_pt: Tipo de ficheiro desconhecido: %s

source: Powered by %s v%s
fi_fi: Moottorina %s v%s
lt_lt: Serveryje veikia %s v%s

source: Missing value
fi_fi: Arvo puuttuu
lt_lt: Reikðmë nenurodyta
pt_pt: Falta um valor

source: OK
lt_lt: GERAI
