Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: No Missing Files
is_is: Vantar engar skrár
sv_se: Inga filer saknas
tr_tr: Kayýp Dosya Yok
vi_vn: Không file nào bị mất

source: There are no missing files in this Gallery.
is_is: Það vantar engar skrár fyrir þetta Gallery
sv_se: Det finns inga saknande filer i detta Galleri.
tr_tr: Galeride hiç kayýp dosya yok.
vi_vn: Không có file nào bị mất trong Thư viện ảnh này.

source: Invalid Albums:
is_is: Ógild myndasöfn:
sv_se: Ogiltiga album:
tr_tr: Geçersiz Albümler:
vi_vn: Những album sai qui cách:

source: Invalid Albums are directories which have been created in the albums directory that don't actually contain album data. The presence of these directories can cause problems for Gallery as well as when trying to migrate to Gallery 2.0
is_is: Ógild albúm eru möppur sem hafa verið búnar til í myndasafninu sem ekki innihalda nein gögn. Þessar möppur geta skapað vandamál við framtíðar uppfærslu til Gallery 2.0
sv_se: Ogiltiga album är kataloger som har skapats i albumkatalogen som egentligen inte innehåller albuminformation. Förekomsten av dessa kataloger kan orsaka problem för Gallery och vid försök att migrera till Gallery 2.0
vi_vn: Những album sai qui cách là những thư mục mà đã được tạo trong thư mục album và thực tế không có chứa dữ liệu album. Sự có mặt của những thư mục này có thể gây ra vấn đề cho Thư viện ảnh như khi thử chuyển sang Thư viện ảnh 2.0

source: Invalid Album
is_is: Ógild myndasafn
sv_se: Ogiltigt album
tr_tr: Geçersiz Albüm
vi_vn: Album sai qui cách

source: delete directory
is_is: eyða möppu
sv_se: Ta bort katalog
tr_tr: klasör sil
vi_vn: xóa thư mục

source: No Invalid Albums Found
is_is: Engin röng myndasöfn fundust
sv_se: Inga ogiltiga album hittades
tr_tr: Geçersiz Albüm Bulunmadý
vi_vn: Không thấy album sai qui cách nào

source: There are no invalid albums present in this Gallery.
is_is: Það eru engin röng myndasöfn í þessu Gallery.
sv_se: Det finns inga ogiltiga album i detta Galleri.
tr_tr: Bu Galeride geçersiz albüm bulunmuyor.
vi_vn: Không có album sai qui cách nào xuất hiện trong Thư viện ảnh này.

source: Progress
ca_es: Progrés
hu_hu: Folyamatban
is_is: Vinnsla
lt_lt: Progresas
sk_sk: Progres
sl_si: V teku
sv_se: Förlopp
tr_tr: Ýlerleme
uk_ua: Поступ
vi_vn: Tiến&nbsp;hành

source: Upgrade Albums
ca_es: Actualitzar Àlbums
hu_hu: Albumok frissítése
is_is: Uppfærsla albúma
lt_lt: Albumø atnaujinimas
sk_sk: Aktualizova» Albumy
sl_si: Nadgradi albume
sv_se: Uppgradera album
tr_tr: Albümleri Güncelle
vi_vn: Nâng cấp Album

source: The following albums in your gallery were created with an older version of the software and are out of date.
ca_es: Els següents àlbums a la teva galeria van ser creats amb una versió antiga del software i estan fora de data.
hu_hu: A felsorolt albumok a szoftver egy korábbi verziójával készültek, jelenleg elévültek.
is_is: Eftirfarandi albúm voru búin til með eldri útgáfu af Gallery og eru því úrelt
lt_lt: Albumai, kuriuos matote, buvo sukurti senesne Galerijos versija ir yra pasenæ.
sk_sk: Nasledujúce albumy vo Va¹ej galérii boli vyhotovené star¹iou verziou softvéru a sú staré.
sl_si: Nekateri albumi v galeriji so bili ustvarjeni s starej¹o razlièico programa in jih je potrebno nadgraditi.
sv_se: Följande album i ditt Gallery skapades med en äldre version av programvaran och är inte uppgraderade.
tr_tr: Galerinizdeki takip eden albümler yazýlýmýn eski versiyonu ile yaratýlmýþ ve güncelliðini yitirmiþ.
vi_vn: Những album sau trong Thư viện ảnh đã được tạo bằng 1 phiên bản cũ của phần mềm và đã quá hạn.

source: This is not a problem!
ca_es: Això no és un problema!
hu_hu: Ez nem probléma!
is_is: Þetta er ekki vandamál!
lt_lt: Tai neproblema!
sk_sk: Toto nieje problém!
sl_si: To ni te¾ava!
sv_se: Detta är inte något problem!
tr_tr: Bu bir problem deðil!
vi_vn: Đây không phải là vấn đề!

source: We can upgrade them. This may take some time for large albums but we'll try to keep you informed as we proceed.
ca_es: Es poden actualitzar. Això pot durar bastant per àlbums grans però et mantindrem informat quan es processi.
hu_hu: Az albumok frissíthetõk. Ez nagy albumok esetében eltarthat egy ideig, de amint elkészül a frissítés, jelzem.
is_is: Við getum uppfært þau. Þetta gæti tekið smá tíma fyrir stærri albúm en við reynum að upplýsa þig um framvinduna.
lt_lt: Mes galime juos atnaujinti. Jei albumai dideli, tai gali uþtrukti.
sk_sk: Mô¾eme ich aktualizova». Toto mô¾e neaký èas trva» pre veµké albumy ale budeme sa sna¾i» Vás informova» poèas priebehu aktualizácie.
sl_si: Lahko jih nadgradimo. To lahko vzame nekaj èasa pri velikih albumih, vendar vas bomo sproti obve¹èali o napredku.
sv_se: Vi kan uppgradera dem. Detta kan ta en stund för stora album, men vi håller dig informerad under processen.
tr_tr: Albümleri güncelleyebiliriz. Bu iþlem büyük albümler için biraz zaman alabilir, ancak sizi iþlem sýrasýnda sürekli bilgilendireceðiz.
vi_vn: Có thể nâng cấp chúng. Mất chút thời gian nếu album lớn nhưng chúng tôi sẽ cố giữ và sử lý những gì bạn cung cấp.

source: None of your photos will be harmed in any way by this process.
ca_es: Cap de les teves imatges serà malmesa per aquest procés.
hu_hu: Egyetlen kép sem fog sérülni a folyamat során.
is_is: Engin mynda þinna mun skemmast á nokkurn hátt við þessa vinnslu.
lt_lt: Ðio proceso metu Jûsø nuotraukos nenukentës.
sk_sk: ®iadne z va¹ích fotiek nebudú po¹kodené týmto procesom.
sl_si: Nobena va¹ih slik se pri tem ne bo po¹kodovala.
sv_se: Inga av dina foton kommer att skadas på något sätt av denna åtgärd.
tr_tr: Bu iþlem sýrasýnda hiç bir resminiz hiç bir þekilde zarar göremeyecek.
vi_vn: Không có ảnh nào của bạn sẽ bị tổn hại trong quá trình này.

source: Rest assured, that if this process takes a long time now, it's going to make your gallery run more efficiently in the future.
ca_es: ÉS cert, que si aquest procés tarda molt, provocarà que la teva galeria funcioni amb més eficiència en el futur
hu_hu: Nyugalom, ez az esetleg néhány perc várakozás garantálja, hogy a galéria a késõbbiekben fennakadások nélkül mûködhessen.
is_is: Við fullvissum þig um að ef þetta tekur langan tíma þá mun myndasafnið vera hraðvirkara í framtíðinni.
lt_lt: Nors procesas ir gali trukti ilgai, bet Jûsø galerija po to veiks efektyviau.
sk_sk: Buïte uistený ¾e ak tento proces potrvá dlho teraz, urobí Va¹u gallery be¾a» viac efektívne v budúcnosti.
sl_si: Oddahni si in poèakaj, saj lahko obdelava traja dalj èasa. Ta obdelava bo naredila galerijo bolj zmogljivo.
sv_se: Ha tålamod om detta tar tid nu, uppgraderingen kommer göra så att Gallery kan köras mer effektivt i framtiden.
vi_vn: Xin hãy thư giãn, nếu quá trình tiến hành lâu, có nghĩa sẽ làm thư viện ảnh của bạn sau này sẽ tốt hơn.

source: All albums are up to date.
ca_es: Tot els àlbums estan ja actualitzats
hu_hu: Minden album naprakész.
is_is: Öll albúm eru í lagi
lt_lt: Visi albumai atnaujinti sëkmingai.
sk_sk: V¹etky albumy sú aktualizované.
sl_si: Vsi albumi so vredu.
sv_se: Alla album är uppdaterade.
tr_tr: Bütün albümler güncel.
vi_vn: Tất cả album được cập nhật.

source: The following albums need to be upgraded. You can process them individually by clicking the upgrade link next to the album that you desire, or you can just %s.
ca_es: Els següents àlbums necessiten ser actualitzats. Pots processar-los individualment clicant l'enllaç d'actualització al costat de l'àlbum que desitgis, o pots simplement %s.
hu_hu: A felsorolt albumok esetében van szükség frissítésre. A frissítéseket egyenként elvégezheted az album melletti frissítés linkre kattintva, vagy egyszerûen %s.
is_is: Eftirfarandi albúm þarf að uppfæra. Þú getur uppfært þau eitt og eitt með því að smella á uppfærslutengil við hvert albúm, eða þú getur bara %s.
lt_lt: Ðie albumai turi bûti atnaujinti. Galite juos atnaujinti po vienà, spausdami atnaujinimo mygtukà prie kiekvieno, arba galite juos %s.
sk_sk: Nasledujúce albumy musia by» aktualizované. Mô¾ete ich spracova» individuálne kliknutím na aktualizaènú linku vedµa albumu ktorý si ¾eláte, alebo staèí len %s.
sl_si: Ta album je potrebno nadgraditi. To lahko stori¹ s klikom na link nadgradi, lahko pa nadgradi¹ tudi vse albume naenkrat s klikom na %s.
sv_se: Följande album behöver uppgraderas. Du kan uppgradera dem individuellt genom att klicka på uppgraderingslänken vid det album du bestämmer, eller så kan du helt enkelt %s.
vi_vn: Những album dưới đây cần nâng cấp. Bạn có thể sử lý chúng riêng biệt khi nhấn liên kết nâng cấp sau tới album bạn muốn, hoặc bạn có thể chỉ cần %s.

source: upgrade them all at once
ca_es: actualitza'ls tots de cop
hu_hu: minden albumot frissít
is_is: uppfært öll í einu
lt_lt: atnaujinti visus kartu
sk_sk: aktualizova» v¹etky naraz
sl_si: nadgradi vse naenkrat
sv_se: uppgradera alla på en gång
tr_tr: tüm albümleri bir kerede güncelle
vi_vn: nâng cấp tất cả trong 1 lần

source: upgrade
ca_es: actualitza
hu_hu: verziófrissítés
is_is: uppfæra
lt_lt: atnaujinti
sk_sk: aktualizova»
sl_si: nadgradi
sv_se: Uppgradera
tr_tr: güncelle
vi_vn: nâng cấp

source: items
ca_es: elements
hu_hu: elem
is_is: myndir
lt_lt: elementai(-ø)
sk_sk: polo¾ky
sl_si: predmetov
sv_se: objekt
tr_tr: öge
uk_ua: пункт╕в
vi_vn: mục/ảnh

source: Upgrading Users
ca_es: Actualitzant Usuaris
hu_hu: Felhasználók frissítése
is_is: Uppfæri notendur
lt_lt: Atnaujinu vartotojus
sk_sk: Aktualizujem U¾ívateµov
sl_si: Nadgrajujem uporabnike
sv_se: Uppgraderar användare
tr_tr: Kullanýcý Güncellemesi
vi_vn: Nâng cấp thành viên

source: The user database in your gallery was created with an older version of the software and is out of date.
ca_es: L'usuari de base de dades de la teva galeria va ser creat en una versió antiga del software i està fora de data.
hu_hu: A felhasználói adatbázis a szoftver egy korábbi verziójával készült, jelenleg elévültek.
is_is: Notendagrunnurinn í myndasafninu var búinn til með eldri útgáfu hugbúnaðarins og er því úreltur
lt_lt: Vartotojø duomenø bazë sukurta senesne Galerijos versijà ir yra pasenusi.
sk_sk: U¾ívateµská dátabáza vo Va¹ej gallery bola vytvorená star¹ou verziou softvéru a nieje aktuálna.
sl_si: Datoteka z uporabniki je bila ustvarjena s starej¹o razlièico tega programa in jo je potrebno nadgraditi.
sv_se: Användardatabasen i ditt Gallery skapades med än äldre version av programvaran och är inte uppdaterad.
tr_tr: Galerinizdeki kullanýcý veritabaný eski versiyon ile yaratýlmýþ ve güncelliðini yitirmiþ.
vi_vn: Cơ sở dữ liệu thành viên trong Thư viện ảnh của bạn đã được tạo bằng 1 phiên bản cũ của phần mềm và đã quá hạn.

source: We will upgrade it. This may take some time.
ca_es: Es pot actualitzar. Això tardarà una mica.
hu_hu: Automatikusan frissítésre kerül. Ez egy pár percig eltarthat.
is_is: Við munum uppfæra albúmin. Þetta gæti tekið smástund.
lt_lt: Mes atnaujinsime jà. Tai gali uþtrukti.
sk_sk: Zaktualizujeme to. Toto mô¾e chvíµu trva».
sl_si: Nadgradil ga bom. To lahko traja nekaj èasa.
sv_se: Vi kommer att uppgradera den. Detta kan ta en stund.
tr_tr: Albümleri güncelleyeceðiz. Bu iþlem biraz zaman alabilir.
vi_vn: Chúng tôi sẽ nâng cấp chúng. Có thể mất chút thời gian.

source: Your data will not be harmed in any way by this process.
ca_es: Les dades no seran malmeses per aquest procés.
hu_hu: Az adatok nem sérülnek meg a frissítés során
is_is: Engin mynda þinna mun skemmast á nokkurn hátt við þessa vinnslu.
lt_lt: Ðio proceso metu Jûsø duomenys nenukentës.
sk_sk: Va¹e dáta nebudú nijakým spôsobom po¹kodené týmto procesom.
sl_si: Pri tem ne boste izgubili nobenih podatkov.
sv_se: Din information kommer inte att skadas på något sätt genom denna åtgärd.
tr_tr: Bu iþlem sýrasýnda hiç bir resminiz hiç bir þekilde zarar görmeyecek.
vi_vn: Dữ liệu của bạn sẽ không bị tổn hại gì trong quá trình này.

source: If you get an error, and only some users are upgraded, try refreshing the page to upgrade remaining users.
ca_es: Si es produeix un error, i només són actualitzats uns quants usuaris, prova de refrescar la pàgina per actualitzar els usuaris restants.
hu_hu: Ha hibaüzenetet kapsz, és csak a felhasználók egy része frissül, próbáld befejezni a frissítési mûveletet úgy, hogy frissíted az oldalt.
is_is: Ef þú færð villu, og aðeins sumir notendur uppfærast, reyndu þá "reload" eða "refresh" í vefráparanum, til þess að uppfæra þá notendur sem eftir eru.
lt_lt: Jeigu ávyko klaida, ir ne buvo atnaujinti ne visi vartotojai, pabandykite perkrauti ðá puslapá.
sk_sk: Ak nastane chyba a len niektorí u¾ívatelia budú aktualizovaní, skúste obnovi» túto stránku a aktualizova» zvy¹ných u¾ívateµov.
sl_si: V primeru napake, ko so bili nadgrajeni samo nekateri uporabniki, poskusi narediti osve¾itev strani, da bi nadgradilo ¹e preostale uporabnike.
sv_se: Om du får något felmeddelande och endast några användare uppgraderades, försök att ladda om sidan för att uppgradera återstående användare.
vi_vn: Nếu có lỗi nào, và chỉ vài thành viên được nâng cấp, hãy thử truy cập lại (refresh) trang để nâng cấp những thành viên còn lại.

source: There was a problem upgrading users. Please check messages above, and try again
ca_es: Hi ha un problema actualitzant els usuaris. Comprova els missatges de dalt i prova-ho de nou, si us plau
hu_hu: Problémába ütköztem a felhasználók frissítésénél. Olvasd el a hibaüzeneteket és próbálkozz újra!
is_is: Vandamál kom upp við uppfærslu notenda. Vinsamlegast aðgættu skilaboð hér fyrir ofan, og reyndu aftur.
lt_lt: Proceso metu iðkilo problema. Pabandykite dar kartà
sk_sk: Nastal problém pri aktualizovaní u¾ívateµov. Prosím skontrolujte odkaz hore a skúste znova.
sl_si: Pri¹lo je do te¾av pri nadgrajevanju uporabnikov. Preberite zgornja obvestila in poskusite ¹e enkrat
sv_se: Det uppstod ett problem vid uppgradering av användare. Vänligen kontrollera felmeddelanden ovan och försök igen

source: Retry
ca_es: Repetir
hu_hu: Mégegyszer
is_is: Reyna aftur
lt_lt: Dar kartà
sk_sk: Skúsi» znova
sl_si: Ponovi
sv_se: Försök igen
uk_ua: Повторити

source: Users upgraded successfully.
ca_es: Usuaris actualitzats satisfactòriament
hu_hu: A felhasználók sikeresen frissítve.
is_is: Uppfærsla notenda tókst.
lt_lt: Vartotojø duomenø bazë atnaujinta sëkmingai.
sk_sk: U¾ívatelia boli úspe¹ne aktualizovaní.
sl_si: Uporabniki so uspe¹no nadgrajeni.
sv_se: Användare uppgraderades framgångsrikt.
tr_tr: Kullanýcýlar baþarýyla güncellendi.
vi_vn: Đã nâng cấp thành viên xong.

source: You are not allowed to change your username.
is_is: Þú hefur ekki leyfi til að breyta notendanafni þínu.
sl_si: Uporabni¹kega imena ne more¹ spremeniti.
sv_se: Du är inte tillåten att ändra ditt användarnamn.
tr_tr: Kullanýcý adýnýzý deðiþtirmek için izniniz yok.
vi_vn: Bạn không được phép đổi tên đăng nhập của bạn.

source: Incorrect password
ca_es: Contrasenya incorrecta
hu_hu: Hibás jelszó
is_is: Rangt Lykilorð
lt_lt: Slaptaþodis neteisingas
sk_sk: Nesprávne heslo
sl_si: Geslo je napaèno
sv_se: Felaktigt lösenord
tr_tr: Yanlýþ þifre
vi_vn: Sai mật khẩu

source: You must provide your old password to change it.
ca_es: S'ha d'indicar la contrasenya antiga per canviar-la.
hu_hu: Meg kell adnod a régi jelszavadat is a megváltoztatáshoz.
is_is: Þú verður að gefa upp gamla lykilorðið til að fá að breyta því.
lt_lt: Jeigu norite pakeisti slaptaþodá, turi ávesti senàjá.
sk_sk: Musíte zada» staré heslo na jeho zmenenie.
sl_si: Vpisati mora¹ staro geslo, èe ga ¾eli¹ spremeniti.
sv_se: Du måste skriva in ditt gamla lösenord för att kunna ändra det.
tr_tr: Þifrenizi deðiþtirmek için eski þifrenizi belirtmelisiniz.
uk_ua: Ви повинн╕ ввести старий пароль тут, щоб мати можлив╕сть його зм╕нити.
vi_vn: Bạn phải cung cấp mật khẩu cũ để thay đổi nó.

source: Change User Preferences
ca_es: Canviar Preferències d'Usuari
hu_hu: Felhasználói Beállítások
is_is: Breyta stillingum notanda
lt_lt: Vartotojo parametrø keitimas
sk_sk: Zmeni» U¾ívateµské Preferencie
sl_si: Spremeni nastavitve uporabnika
sv_se: Ändra användarinställningar
tr_tr: Kullanýcý Seçeneklerini Deðiþtir
uk_ua: Зм╕нити установки користувача
vi_vn: Thay đổi cấu hình thành viên

source: If you want to change your password, you must provide your old password and then enter the new one twice.
ca_es: Si desitges canviar la teva contrasenya, hauries d'indicar la teva contrasenya antiga i després entrar la nova dues vegades.
hu_hu: Ha meg akarod változtatni a jelszavadat, meg kell adnod a régit, majd kétszer az újat.
is_is: Ef þú vilt breyta lykilorðinu þínu verður þú að gefa upp gamla lykilorðið og slá inn nýtt tvisvar.
lt_lt: Jeigu norite pakeisti slaptaþodá, turi ávesti senàjá. Naujà slaptaþodá reikia ávesti du kartus.
sk_sk: Ak chcete zmani» va¹e heslo, musíte zada» Va¹e staré heslo a potom zada» nové dva krát.
sl_si: <br>Èe ¾eli¹ spremeniti svoje geslo najprej vpi¹i staro geslo, nato dvakrat novo.
sv_se: Om du vill ändra ditt lösenord så måste du skriva in ditt gamla lösenord och sedan skriva in det nya två gånger.
tr_tr: Eðer þifrenizi deðiþtirmek istiyorsanýz, ilk önce esli þifrenizi elirtmeli ardýndan yeni þifrenizi iki kez girmelisiniz.
uk_ua: Якщо Ви хочете зм╕нити св╕й пароль, Вам потр╕бно надрукувати св╕й старий пароль ╕ ввести новий дв╕ч╕.
vi_vn: Nếu bạn muốn thay đổi mật khẩu, bạn phải cung cấp mật khẩu cũ sau đó ghi một mật khẩu mới 2 lần.

source: You can change your username to any combination of letters and digits.
ca_es: Pots canviar el teu nom d'usuari per qualsevol combinació de lletres i digits.
hu_hu: Az új felhasználóneved számokból és betûkbõl állhat.
is_is: Þú getur breytt notandanafninu þínu í hvaða samsetningu af bókstöfum og tölustöfum sem er.
lt_lt: Vartotojo vardà galite pasikeisti á bet kokià raidþiø arba skaièiø kombinacijà.
sk_sk: Mô¾ete zmeni» Va¹e u¾ívateµské meno na akúkoµvek kombináciu písmen a èíslic.
sl_si: <br>Uporabni¹ko ime je lahko sestavljeno iz èrk in ¹tevilk.
sv_se: Du kan ändra ditt användarnamn till valfri kombination av bokstäver och siffror.
tr_tr: Kullanýcý adýnýzý harf ve rakamlardan oluþan herhangi yeni bir kullanýcý adýyla deðiþtirebilirsiniz.
uk_ua: Ви можете зм╕нити ╕м'я користувача на будь-яку комб╕нац╕ю л╕тер ╕ цифр.
vi_vn: Bạn có thể thay đổi tên truy cập bằng bất cứ ký tự hoặc chữ số nào.

source: Executing: %s
sv_se: Verkställer: %s
tr_tr: Yürütüyor: %s

source: Results:
ca_es: Resultats:
hu_hu: Eredmény:
is_is: Niðurstaða:
lt_lt: Rezultatas:
sk_sk: Výsledky:
sl_si: Rezultat:
sv_se: Resultat:
tr_tr: Sonuçlar:
uk_ua: Результати:
vi_vn: Kết quả:

source: none
ca_es: cap
hu_hu: egyik sem
is_is: enga
lt_lt: nieko
sk_sk: ¾iadny
sl_si: nobeno
sv_se: Ingen
tr_tr: hiç
uk_ua: н╕чого
vi_vn: không

source: Debug messages:
hu_hu: Hibaüzenetek:
is_is: Aflúsunar skilaboð:
lt_lt: Derinimo klaidos:
sk_sk: Odlaïovací odkaz:
sl_si: Sporoèilo napake:
sv_se: Felsökningsmeddelanden:
tr_tr: Hata mesajlarý:
vi_vn: Nội dung gỡ rối:

source: Status: %s (expected %s)
ca_es: Estat: %s (%s esperat)
hu_hu: Állapot: %s (várt: %s)
is_is: Staða: %s (vænti %s)
lt_lt: Bûsena: %s (turi bûti %s)
sk_sk: Stav: %s (oèakávaný %s)
sl_si: Stanje: %s (narejeno %s)
sv_se: Status: %s (förväntat %s)
tr_tr: Durum: %s (beklenen %s)
vi_vn: Trạng thái: %s (yêu cầu %s)

source: Getting Dimension of file: %s
is_is: Sæki stærð á skrá: %s
sv_se: Hämtar storlek på fil: %s
tr_tr: Dosyanýn boyutlarý alýnýyor: %s
vi_vn: Nhận Kích thước của file: %s

source: The file does not exist ?!
is_is: Skráin er ekki til ?!
sv_se: Filen finns inte ?!
tr_tr: Bu dosya mevcut deðil ?!
vi_vn: File đó không còn tồn tại ?!

source: You have no graphics package configured for use!
ca_es: No tens cap paquet de gràfics configurat per usar-lo!
is_is: Þú hefur engan myndapakka uppsettan til notkunar!
lt_lt: Jûsø grafinis paketas nesukonfigûruotas!
sk_sk: Nemáte ¾iadny grafický programový balík nastavený na pou¾itie!
sl_si: Nimate name¹èenega paketa za manipulacijo grafik!
sv_se: Du har inga grafikpaket konfigurerade för att användas!
tr_tr: Kullanýlmak üzere grafik paketi konfigure edilmedi!
vi_vn: Bạn không có ứng dụng sử lý graphic nào đã được cấu hình để sử dụng!

source: Unable to determine image dimensions!
is_is: Gat ekki ákvarðað stærð myndar.
sv_se: Lyckades inte fastställa bildstorlekar!
vi_vn: Không thể xác định kích thước ảnh!

source: Can't write to %s.
ca_es: No es pot escriure a %s.
hu_hu: Nem tudok írni ide: %s.
is_is: Get ekki skrifað í %s.
lt_lt: Negaliu raðyti á %s.
sk_sk: Nemô¾e zapisova» do %s.
sl_si: Ne morem pisati v %s.
sv_se: Kan inte skriva till %s.
tr_tr: Yazýlamýyor %s.
vi_vn: Không thể viết vào %s.

source: Can't read %s.
ca_es: No es pot llegir %s.
hu_hu: Nem tudok olvasni innen: %s.
is_is: Get ekki lesið %s.
lt_lt: Negaliu skaityti %s.
sk_sk: Nebolo mo¾né naèíta» %s.
sl_si: Ne morem brati %s.
sv_se: Kan inte läsa från %s.
tr_tr: Okunamýyor %s.
uk_ua: Не можу прочитати %s.
vi_vn: Không thể đọc %s.

source: Item Capture Date : %s
is_is: Mynd tekin: %s
sl_si: Datum/èas posnetka: %s
sv_se: Fotodatum: %s
tr_tr: Öge Yakalama Tarihi : %s
vi_vn: Ngày Tạo Mục/Ảnh : %s

source: Could not open lock file (%s) for writing!
sv_se: Kunde inte öppna låst fil (%s) för skrivning!
tr_tr: Yazmak için kilit dosya (%s) açýlamýyor!

source: Could not acquire lock (%s)!
ca_es: No es pot adquirir el bloqueig (%s)!
is_is: Gat ekki sett lás (%s)!
lt_lt: Negaliu apsaugoti failo (%s)!
sk_sk: Nebolo mo¾né získa» lock file (%s)!
sl_si: Ne morem zakleniti (%s)!
sv_se: Kunde inte låsa (%s)!
tr_tr: Kilit alýnamýyor (%s)!
vi_vn: Không thể thu được khóa (%s)!

source: Skipping %s (%s support not enabled)
is_is: Sleppi %s (%s stuðningur ekki virkur)
sl_si: Preskakujem %s (%s format ni podprt)
sv_se: Utesluter %s (%s stöd är inte aktiverat)
tr_tr: %s Geçiyor (%s desteði açýk deðil)
vi_vn: Bỏ qua %s (%s không hiệu lực)

source: Adding %s
ca_es: Afegint %s
hu_hu: Hozzáad %s
is_is: Bæti við %s
lt_lt: Pridedu %s
sk_sk: Pridávam %s
sl_si: Nalagam %s
sv_se: Lägger till %s
tr_tr: Ekleniyor %s
uk_ua: Додавання %s
vi_vn: Thêm %s

source: Need help? Look in the %s%s FAQ%s
ca_es: Necessites ajuda? Mira a %s%s FAQ%s
hu_hu: Segítségre van szükséged? Olvasd el a %s%s GyIK%s-t
is_is: Vantar þig hjálp? Kíktu á %s%s FAQ%s
lt_lt: Reikia pagalbos? Paskaitykite %s%s DUK%s
sk_sk: Potrebujete pomoc? Pozrite si %s%sFAQ%s
sl_si: Potrebuje¹ pomoè? Poglej v %s%s FAQ%s
sv_se: Behöver du hjälp? Titta i %s%s Frågor och Svar%s
tr_tr: Yardýmamý ihtiyacýnýz var? %s%s SSS%s 'ye bakýnýz
vi_vn: Cần trợ giúp? Hãy xem %s%s Hỏi đáp%s

source: Skipping %s (can't handle %s format)
ca_es: Saltant %s (no soporta el format %s)
hu_hu: %s-et kihagyom (nem ismerem a(z) %s formátumot)
is_is: Sleppi %s (get ekki unnið úr %s formati)
lt_lt: Praleidþiu %s (%s formatas nepalaikomas)
sk_sk: Vynechávam %s (neschopný spracova» %s formát)
sl_si: Izkljuèujem %s (neznan format %s )
sv_se: Utesluter %s (kan inte hantera %s format)
tr_tr: %s geçiyor (%s biçimi anlaþýlamadý)
vi_vn: Bỏ qua %s (không thể giữ định dạng %s)

source: Cannot open logfile: %s
ca_es: No es pot obrir l'arxiu de log: %s
hu_hu: A(z) %s log nem nyitható meg.
is_is: Gat ekki opnað log-skrá (%s)
lt_lt: Negaliu atidaryti log failo: %s
sk_sk: Nebolo mo¾né otvori» záznamový súbor: %s
sl_si: Ne morem odpreti log datoteke: %s
sv_se: Kan inte öppna loggfil: %s
tr_tr: Log dosyasý açýlamýyor: %s
vi_vn: Không thể mở logfile: %s

source: %s sent you an E-C@rd.
sv_se: %s har skickat ett E-C@rd till dig.
tr_tr: %s size E-K@rt gönderdi.

source: 1 sub-album
hu_hu: %d belsõ album
is_is: eitt undiralbúm
lt_lt: 1 vidinis albumas
sl_si: %d pod-album
sv_se: 1 underliggande album
tr_tr: 1 alt-albüm
vi_vn: 1 album nhánh

source: No albums
ca_es: No hi ha albums
hu_hu: Nincs album
is_is: Engin albúm
lt_lt: Albumø nëra
sk_sk: ®iadne albumy
sv_se: Inga album
uk_ua: Нема╓ альбом╕в

source: 0 pages
ca_es: 0 pàgines
hu_hu: 0 oldal
is_is: engum síðum
lt_lt: 0 puslapiø
sk_sk: 0 stránok
sv_se: 0 sidor
uk_ua: 0 стор╕нок
