Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Passwords do not match!
ca_es: Les contrasenyes no coincideixen!
hu_hu: Nem egyeznek meg a jelszavak
is_is: Lykilorðin eru ekki eins!
lt_lt: Slaptaþodþiai neatitinka!
sk_sk: Heslá niesú toto¾né
sl_si: Geslo ni enako!
sv_se: Lösenorden matchar inte varandra!
tr_tr: Þifre eþleþmedi
uk_ua: Парол╕ не однаков╕!
vi_vn: Mật khẩu không đúng!

source: Create User
ca_es: Crear usuari
hu_hu: Felhasználó létrehozása
is_is: Búa til notanda
lt_lt: Vartotojo kûrimas
sk_sk: Vytvori» U¾íva»eµa
sl_si: Ustvari uporabnika(co)
sv_se: Skapa användare
tr_tr: Kullanýcý Yarat
uk_ua: Створити користувача
vi_vn: Tạo thành viên

source: User %s created
ca_es: Usuari %s creat
hu_hu: %s felhasználó létrehozva
is_is: Notandi %s var búinn til
lt_lt: Vartotojas %s sukurtas
sk_sk: U¾ívateµ %s vytvorený
sl_si: Uporabnik(ca) %s kreiran
sv_se: Användare %s skapad
tr_tr: Kullanýcý %s yaratýldý
vi_vn: Thành viên %s đã được tạo

source: New user '%s' has been registered by %s. Gallery has sent a notification email to %s.
sv_se: Ny användare '%s' har registrerats genom %s. Gallery har skickat en notering med e-post till %s.
tr_tr: Yeni kullanýcý '%s' kayýt oldu, %s tarafýndan. Galeri %s adresine bilgilendirme email'ý gönderdi.

source: Gallery Registration
ca_es: Registre a Gallery
hu_hu: Galéria regisztráció
is_is: Nýskráning notanda í Gallery
lt_lt: Galerijos registracija
sk_sk: Registrácia Gallery
sl_si: Registracija
sv_se: Gallery-registrering
tr_tr: Galeri Kayýt
vi_vn: Đăng ký vào Thư viện ảnh

source: Email sent to %s.
ca_es: Correu enviat a %s
hu_hu: A levelet a(z) %s címre elküldtem.
is_is: Tölvupóstur sendur til %s.
lt_lt: Vartotojui %s iðsiøstas laiðkas.
sk_sk: Email odoslaný adresátovi %s.
sl_si: E-po¹ta poslana %s.
sv_se: E-post skickat till %s.
tr_tr: Email gönderildi %s.
vi_vn: Email được gửi tới %s.

source: Create another user
sv_se: Skapa annan användare

source: Back to usermanagement
sv_se: Tillbaka till användarhandhavande
tr_tr: Kullanýcý yönetimine geri dön

source: Create a new user here.
ca_es: Crea un nou usuari aquí.
hu_hu: Új felhasználó létrehozása itt.
is_is: Búa til nýjan notanda hér.
lt_lt: Sukurti naujà vartotojà.
sk_sk: Tu vytvori» nového u¾ívateµa.
sl_si: Dodaj novega uporabnika(co).
sv_se: Skapa en ny användare här.
tr_tr: Burada yeni kullanýcý yarat
uk_ua: Створити нового користувача тут.
vi_vn: Đăng ký thành viên mới ở đây.

source: Create user
sv_se: Skapa användare
tr_tr: Kullanýcý yarat

source: Delete Album
ca_es: Borrar Àlbum
hu_hu: Album törlése
is_is: Eyða albúmi
lt_lt: Albumo trynimas
sk_sk: Zmaza» Album
sl_si: Bri¹i album
sv_se: Ta bort album
tr_tr: Albümü Sil
uk_ua: Стерти альбом
vi_vn: Xóa album

source: Do you really want to delete this album?
ca_es: Realment vols borrar aquest àlbum?
hu_hu: Biztosan törölni akarod ezt az albumot?
is_is: Viltu virkilega eyða þessu albúmi?
lt_lt: A tikrai norite iðtrinti ðá albumà?
sk_sk: Naozaj chcete zmaza» tento album?
sl_si: Res izbri¹em ta album?
sv_se: Vill du verkligen ta bort detta album?
tr_tr: Bu albümü silmek istediginizden eminmisiniz?
uk_ua: Ви справд╕ хочете стерти цей альбом?
vi_vn: Bạn có chắc muốn xoá album này?

source: Delete
ca_es: Borrar
hu_hu: Töröl
is_is: Eyða
lt_lt: Iðtrinti
sk_sk: Zmaza»
sl_si: Brisanje
sv_se: Ta bort
tr_tr: Sil
uk_ua: Стерти
vi_vn: Xóa

source: no album specified
ca_es: cap àlbum especificat
hu_hu: nincs album kiválasztva
is_is: ekkert albúm valið
lt_lt: nenudorytas albumas
sk_sk: ¾iadny album nebol zvolený
sl_si: noben album oznaèen
sv_se: Inget album är specificerat
tr_tr: albüm belirtilmemiþ
uk_ua: альбом не вибрано
vi_vn: không chỉ định album

source: Delete Photo
ca_es: Borrar imatge
hu_hu: Fotó törlése
is_is: Eyða mynd
lt_lt: Nuotraukos trynimas
sk_sk: Zmaza» Foto
sl_si: Bri¹i fotografijo
sv_se: Ta bort foto
tr_tr: Resmi Sil
uk_ua: Стерти фото
vi_vn: Xóa&nbsp;ảnh

source: Do you really want to delete this photo?
ca_es: Realment vols borrar aquesta imatge?
hu_hu: Biztosan törölni akarod ezt a fotót?
is_is: Viltu virkilega eyða þessari mynd?
lt_lt: Ar tikrai norite iðtrinti ðià nuotraukà?
sk_sk: Naozaj chcete zmaza» túto fotku?
sl_si: Res ¾eli¹ izbrisati to fotografijo?
sv_se: Vill du verkligen ta bort detta foto?
tr_tr: Bu resmi silmek istediginizden eminmisiniz?
uk_ua: Ви справд╕ хочете стерти це фото?
vi_vn: Bạn chắc chắn muốn xoá file này?

source: Delete User
ca_es: Borrar usuari
hu_hu: Felhasználó törlése
is_is: Eyða notanda
lt_lt: Iðtrinti vartotojà
sk_sk: Zmaza» U¾ívateµa
sl_si: Izbri¹i uporabnika
sv_se: Ta bort användare
tr_tr: Kullanýcýyý Sil
uk_ua: Стерти рахунок
vi_vn: Xóa thành viên

source: You can't delete your own account!
ca_es: No pots borar la teva pròpia compta!
hu_hu: A saját felhasználódat nem törölheted!
is_is: Þú getur ekki eytt sjálfum þér!
lt_lt: Jûs negalite iðtrinti saves!
sk_sk: Nemô¾te zmaza» svoje vlastné konto!
sl_si: Ne more¹ brisati svojega raèuna!
sv_se: Du kan inte ta bort ditt eget konto!
uk_ua: Не можна стерти св╕й власний рахунок!

source: Users can have special permissions in each album.
ca_es: Els usuaris poden tenir permisos especials a cada àlbum.
hu_hu: A felhasználó albumonként megadott különleges jogosultságokkal rendelkezhet.
is_is: Notendur geta haft mismunandi aðgangsheimildir fyrir sérhvert albúm.
lt_lt: Vartotojai gali tureti specialias teises kiekvienam albumui.
sk_sk: U¾ívatelia mô¾u ma» zvlá¹tne povolenia v ka¾dom albume.
sl_si: Uporabnik ima lahko razlièna pravice v vsakem od albumov.
sv_se: Användare kan ha speciella rättigheter för varje album.
tr_tr: Kullanýcýlar bütün albümlerde özel izinler alabilir.
uk_ua: Користувач╕ можуть мати спец╕альн╕ дозволи в кожному альбом╕.
vi_vn: Người dùng có quyền hạn đặc biệt trên mỗi album.

source: If you delete this user, any such permissions go away.
is_is: Ef þú eyðir þessum notanda munu allar slíkar heimildir hverfa.
sl_si: Z brisanjem uporabnika izbri¹e¹ tudi njegove pravice.
sv_se: Om du tar bort denna användare så försvinner även dennes rättigheter.
tr_tr: Eðer bu kullanýcýyý silerseniz, bütün izinleride birlikte silinecek.
uk_ua: Якщо Ви з╕трете цього користувача, будь-як╕ так╕ дозволи пропадуть.
vi_vn: Nếu bạn xóa thành viên này, mọi quyền hạn sẽ không còn.

source: Users cannot be recreated.
ca_es: Usuaris no poden ser recreats
hu_hu: A felhasználót nem lehet újra létrehozni.
is_is: Ekki er hægt að endurvekja notendur
lt_lt: Atkurti vartotojø neámanoma.
sk_sk: U¾ívatelia nemô¾u by» znova vytvorení.
sv_se: Användare kan inte återskapas.
uk_ua: Користувач╕в не можна в╕дновлювати.

source: Even if this user is recreated, those permissions are gone.
is_is: Þótt þessi notandi sé endurvakinn verða allar heimildir hans horfnar.
sv_se: Även om denna användare återskapas så är dennes tidigare rättigheter borta.
tr_tr: Bu kullanýcýyý tekrar oluþtursanýz bile, izinler gitmiþ olacak.
uk_ua: Нав╕ть, якщо ╕м'я користувача в╕дновлено, його нестандартн╕ дозволи пропали.
vi_vn: Ngay cả nếu thành viên này được tạo lại, những quyền hạn đó cũng không còn.

source: Do you really want to delete user:
sv_se: Vill du verkligen ta bort användare:
tr_tr: Kullanýcýyý silmek istediðinizden eminmisiniz:

source: Attempted security breach.
is_is: Tilraun til innbrots eða brots á öryggi.
sv_se: Försök till säkerhetintrång.
vi_vn: Đã thử xâm phạm an toàn.

source: Rebuilding Thumbnails
ca_es: Regenerant Thumbnails
hu_hu: Kisképek újrakészítése
is_is: Endursmíða smámyndir
sk_sk: Obnovujem Zmen¹eniny
sv_se: Återskapar miniatyrbilder
tr_tr: Thumbnaillar Yeniden Oluþturuluyor
uk_ua: Перестворення п╕ктограм
vi_vn: Tạo lại thumbnails

source: Performing Operation..
is_is: Vinnsla í gangi...
lt_lt: Atliekamos operacijos..
sl_si: Izvajam opravilo..
sv_se: Genomför operation..
tr_tr: Operasyon Gerçekleþiyor..
vi_vn: Thực hiện tác động..

source: Do you also want to rebuild the thumbnails in subalbums?
is_is: Viltu einnig endursmíða smámyndir í undiralbúmum?
sl_si: Ponovno kreiram slièice tudi v pod-albumih?
sv_se: Vill du också återskapa miniatyrbilder i underliggande album?
tr_tr: Alt-albümlerdeki thumbnaillarý da yeniden oluþturmak istiyor musunuz?
vi_vn: Bạn có chắc muốn làm lại các ảnh thumbnail trong các album nhánh?

source: Yes
is_is: Já
sl_si: Da
sv_se: Ja
tr_tr: Evet
vi_vn: Đồng ý

source: No
is_is: Nei
sl_si: Ne
sv_se: Nej
tr_tr: Hayýr
vi_vn: Không

source: Rebuilding %d thumbnails...
ca_es: Regenerant %d thumbnails...
hu_hu: %d kiskép újrakészítése...
is_is: Endursmíða %d smámyndir...
lt_lt: Pergeneruoju %d nuotraukø...
sk_sk: Obnovujem %d zmen¹eniny...
sl_si: Kreiranih %d slièic...
sv_se: Återskapar %d miniatyrbilder...
tr_tr: %d thumbnails yeniden yaratýlýyor...
uk_ua: Перебудовуються %d п╕ктограм...
vi_vn: Tạo lại %d thumbnails...

source: Rebuilding 1 thumbnail...
ca_es: Regenerant 1 thumbnail...
hu_hu: 1 kiskép újrakészítése...
is_is: Endursmíða eina smámynd...
lt_lt: Pergeneruoju 1 nuotraukà...
sk_sk: Obnovujem 1 zmen¹eninu...
sl_si: Kreirana 1 slièica...
sv_se: Återskapar 1 miniatyrbild...
tr_tr: 1 thumbnail yeniden oluþturuluyor...
uk_ua: Перестворення 1 п╕ктограми...
vi_vn: Tạo lại 1 thumbnail...

source: Error processing e-card. Please try later.
sv_se: Fel vid framställning av e-card. Vänligen försök senare.
tr_tr: E-kart iþleminde hata. Lütfen sonra deneyiniz.

source: Some input fields are not correctly filled out. Please fill out.
sv_se: Några ifyllnadsfält är inte korrekt ifyllda. Vänligen fyll i dessa.

source: You have an e-card as attachment. Click to see.
sv_se: Du har ett e-card som bilaga. Klicka för att visa.
tr_tr: Eklenti olarak e-kartýnýz var. Görmek için týklayýn.

source: Send this photo as eCard
sv_se: Skicka detta foto som eCard
tr_tr: Bu fotoyu Ekart olarak gönderin

source: Error: to send an eCard you need to fill out all fields.
sv_se: Felmeddelande: för att skicka ett eCard så måste du fylla i alla fält.
tr_tr: Hata: ekart gönderimi, tüm boþluklarý doldurmalýsýnýz.

source: Please fill this fields:
sv_se: Vänligen fyll i dessa fält:

source: - Your Name
sv_se: - Ditt namn
tr_tr: - Adýnýz

source: - Your Email
sv_se: - Din e-post
tr_tr: - Email Adresiniz

source: - Recipient's Name
sv_se: - Mottagarens namn
tr_tr: - Alýcý Adý

source: - Recipient's Email
sv_se: - Mottagarens e-post
tr_tr: - Alýcý Email Adresi

source: - Your Message
sv_se: - Ditt meddelande
tr_tr: - Mesajýnýz

source: Please fill all fields next click >Send<.
sv_se: Vänligen fyll i alla fält, klick sedan på >Skicka<.
tr_tr: Lütfen tüm alanlarý doldurun sonrasýn >Gönder< 'e basýn.

source: You have entered more than %d characters
sv_se: Du har skrivit in mer än %d tecken
tr_tr: %d karakterden fazla girdiniz

source: Your info
sv_se: Din information
tr_tr: Bilgileriniz

source: Recipient's info
sv_se: Mottagarens information
tr_tr: Alýcý Bilgisi

source: Name
is_is: Nafn
sl_si: Ime
sv_se: Namn
tr_tr: Ýsim
vi_vn: Tên

source: E-Mail
sv_se: E-post

source: Choose a Stamp
sv_se: Välj en stämpel
tr_tr: Pul Seçin

source: Stamp #%d
sv_se: Stämpel #%d
tr_tr: Pul # %d

source: Subject:
sv_se: Ämne:
tr_tr: Konu:

source: %s sent you an E-C@rd
sv_se: %s har skickat ett E-C@rd till dig
tr_tr: %s size E-K@rt gönderdi

source: Your Message:
sv_se: Ditt meddelande:
tr_tr: Mesajýnýz:

source: Preview
hu_hu: Elõnézet
is_is: Sýnishorn
lt_lt: Perþiûra
sk_sk: Prehliadka
sl_si: Predogled
sv_se: Förhandsgranska
tr_tr: Görünüm
vi_vn: Xem trước

source: Reset
is_is: Endurstilla
sv_se: Återställ
tr_tr: Sýfýrla
vi_vn: Làm&nbsp;lại

source: Send eCard
sv_se: Skicka eCard
tr_tr: eKart Göndrr

source: Your E-C@rd with the picture below has been sent to %s &lt;%s&gt;.
sv_se: Ditt E-C@rd med bilden nedan har skickats till %s &lt;%s&gt;.
tr_tr: E-Kart'ýnýz aþaðýda bulunan resim ile birlikte gönderildi: %s &lt;%s&gt;.

source: Close this window
sv_se: Stäng detta fönster
tr_tr: Bu pencereyi kapat

source: Problem with input of field '%s'. %s
sv_se: Problem med inmatning av fält '%s'. %s
tr_tr: Alan girdisinde problem '%s'. %s

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
sv_se: Varning: Du har ändrat antal röster från %s till %s. Det är klokt att nollställa omröstningen för att ta bort alla föregående röster.

source: Everybody
ca_es: Tothom
hu_hu: Mindenki
is_is: Allir
lt_lt: Visi
sk_sk: Ka¾dý
sl_si: Vsi
sv_se: Allihopa
tr_tr: Herkes
vi_vn: Mọi người

source: Logged in
ca_es: Registrats
hu_hu: Bejelentkezettek
is_is: Innskráðir
lt_lt: Prisijungæ
sk_sk: Prihlásený
sl_si: Prijavjeni
sv_se: Inloggad
tr_tr: Giriþ yapýldý
vi_vn: Đã đăng nhập

source: untitled field
hu_hu: cím nélküli mezõ
is_is: ónefnt svæði
lt_lt: nepavadintas laukas
sk_sk: pole bez názvu
sl_si: neimenovano polje
sv_se: Fält utan rubrik
tr_tr: baþlýksýz alan
vi_vn: mẫu không tiêu đề

source: Alt Text / onMouseOver
is_is: Texti þegar mús fer yfir mynd
sl_si: Alt Text / prehod z mi¹ko
sv_se: Alternativ text / onMouseOver
tr_tr: Alt Yazý / Mouse üstünde iken
vi_vn: Chữ hiển thị khi chỉ chuột / đưa chuột qua

source: Field %s:
sv_se: Fält %s:
tr_tr: Alan %s:

source: Album Properties
ca_es: Propietats de l'Àlbum
hu_hu: Album tulajdonságai
is_is: Stillingar albúms
lt_lt: Albumo nustatymai
sk_sk: Vlastnosti Albumu
sl_si: Lastnosti albuma
sv_se: Albumegenskaper
tr_tr: Albüm Seçenekleri
uk_ua: Властивост╕ альбома
vi_vn: Cấu hình album

source: Apply values to nested albums (except album title and summary).
is_is: Láta gildi verka líka á undiralbúm (nema titil og yfirlit albúms).
sl_si: Spremeni vrednosti tudi za pod-albumome (razen naslova in opisa).
sv_se: Verkställ dessa värden på underliggande album (förutom albumtitel och sammanfattning).
tr_tr: Bu seçimleri Alt-Albümlere uygula (albüm baþlýðý ve açýklamasý dýþýnda),
vi_vn: Thực thi giá trị cho cả các album nhánh (ngoại trừ tựa đề album và tóm lược).

source: Apply
ca_es: Aplicar
hu_hu: Alkalmaz
is_is: Virkja
lt_lt: Patvirtinti
sk_sk: Applikova»
sl_si: Sprejmi
sv_se: Verkställ
uk_ua: Застосувати

source: Undo
ca_es: Desfer
hu_hu: Visszacsinál
is_is: Hætta við
lt_lt: Atðaukti
sk_sk: Zru¹i»
sl_si: Preklièi
sv_se: Ångra
uk_ua: Крок назад

source: Close
ca_es: Tancar
hu_hu: Bezár
is_is: Loka
lt_lt: Uþdaryti
sk_sk: Zavrie»
sl_si: Zapri
sv_se: Stäng
uk_ua: Закрити

source: Year must be between 1969 and 2070
sv_se: Året måste vara mellan 1969 och 2070
tr_tr: Yýl 1969 ve 2070 arasýnda olmak zorunda

source: Edit Text
ca_es: Editar text
hu_hu: Szöveg szerkesztése
is_is: Breyta texta
lt_lt: Redaguoti apraðymà
sk_sk: Meni» Text
sl_si: Uredi tekst
sv_se: Redigera text
tr_tr: Yazýyý Düzenle
uk_ua: Редагувати текст
vi_vn: Biên soạn nội dung

source: Edit Caption
hu_hu: Képaláírás szerkesztése
is_is: Breyta fyrirsögn
lt_lt: Redaguoti Apraðymà
sk_sk: Meni» Hlavièku
sl_si: Uredi naslov
sv_se: Redigera objekttexter
tr_tr: Baþlýk Düzenle
vi_vn: Biên soạn chú thích

source: Caption
ca_es: Llegenda
hu_hu: Képaláírás
is_is: Fyrirsögn
lt_lt: Apraðymas
sk_sk: Hlavièka
sl_si: Naslov
sv_se: Objektrubrik
tr_tr: Baþlýk
uk_ua: П╕дпис
vi_vn: Chú thích

source: Photo Capture Date
ca_es: Data de la llegenda de la imatge
hu_hu: Fotó készítési ideje
is_is: Dagsetning myndar
lt_lt: Nuotraukos padarymo data
sk_sk: Dátum Zachytenia Fotky
sl_si: Èas fotografiranja
sv_se: Fotodatum
tr_tr: Resim Yakalama Tarihi
uk_ua: Дата зйомки
vi_vn: Ngày lưu ảnh

source: Month
ca_es: Mes
hu_hu: Hónap
is_is: Mánuður
lt_lt: Mënuo
sk_sk: Mesiac
sl_si: Mesec
sv_se: Månad
tr_tr: Ay
uk_ua: М╕сяць
vi_vn: Tháng

source: Day
ca_es: Dia
hu_hu: Nap
is_is: Dagur
lt_lt: Diena
sk_sk: Deò
sl_si: Dan
sv_se: Dag
tr_tr: Gün
uk_ua: День
vi_vn: Ngày

source: Year
ca_es: Any
hu_hu: Év
is_is: Ár
lt_lt: Metai
sk_sk: Rok
sl_si: Leto
sv_se: År
tr_tr: Yýl
uk_ua: Р╕к
vi_vn: Năm

source: Hours
ca_es: Hores
hu_hu: Óra
is_is: Klukkustund
lt_lt: Valandos
sk_sk: Hodiny
sl_si: Ura
sv_se: Timmar
tr_tr: Saat
uk_ua: Година
vi_vn: Giờ

source: Minutes
ca_es: Minuts
hu_hu: Perc
is_is: Mínúta
lt_lt: Minutës
sk_sk: Minúty
sl_si: Minuta
sv_se: Minuter
tr_tr: Dakika
uk_ua: Хвилина
vi_vn: Phút

source: Seconds
ca_es: Segons
hu_hu: Másodperc
is_is: Sekúnda
lt_lt: Sekundës
sk_sk: Sekundy
sl_si: Sekunde
sv_se: Sekunder
tr_tr: Saniye
uk_ua: Секунди
vi_vn: Giây

source: Edit %s
ca_es: Editar %s
hu_hu: %s szerkesztése
is_is: Breyta %s
lt_lt: Redaguoti %s
sk_sk: Meni» %s
sl_si: Uredi %s
sv_se: Redigera %s
tr_tr: %s Düzenle
uk_ua: Редагувати %s
vi_vn: Biên&nbsp;soạn&nbsp;%s

source: Edit the %s and click %s when you're done
ca_es: Edita %s i clica %s quan estiguis
hu_hu: A %s szerkesztése után nyomd meg a %s gombot!
is_is: Breyttu %s og smelltu á %s þegar þú ert búin(n).
lt_lt: Redaguokite %s. Kai baigsite paspauskite %s
sk_sk: Zmeòte %s a kliknite %s
sl_si: Uredi %s in klikni %s ko konèa¹
sv_se: Redigera %s och klicka på %s när du är klar
uk_ua: Зм╕н╕ть %s ╕ коли зак╕нчите клацн╕ть на %s
vi_vn: Biên soạn %s và nhấn %s khi bạn làm xong

source: Custom Thumbnail
ca_es: Thumbnail personalitzat
hu_hu: Saját kiskép
is_is: Sérstök smámynd
lt_lt: Sumaþintos nuotraukos redagavimas
sk_sk: Prispôsobená Zmen¹enina
sl_si: Uredi slièice
sv_se: Anpassa miniatyrbild
tr_tr: Ýsteðe baðlý Thumbnail
uk_ua: Нестандартна п╕ктограма
vi_vn: Thumbnail theo ý

source: Remaking the Thumbnail...
ca_es: Remarcant el Thumbnail...
hu_hu: Dia újrakészítése...
is_is: Endursmíða smámynd...
lt_lt: Pergeneruoju nuotraukà...
sk_sk: Obnovujem Zmen¹eninu...
sl_si: Ponovno kreiram slièice...
sv_se: Återskapar miniatyrbilden...
tr_tr: Thumbnaillar yeniden yapýlýyor...
uk_ua: Створення п╕ктограми...
vi_vn: Làm lại thumbnail...

source: Choose which part of the image will compose your thumbnail:
ca_es: Especifica quina part de la imatge composarà el thumbnail:
hu_hu: Válaszd ki a képnek azt a részét, amelyet a kisképhez akarsz használni:
is_is: Veldu hluta af myndinni sem á að vera smámynd:
lt_lt: Pasirinkite kuri paveikslëlio dalis sudarys nuotraukà:
sk_sk: Zvoµte ktorá èas» obrázku bude tvori» zmen¹eninu:
sl_si: Izberi kateri del slike naj kreira slièice:
sv_se: Välj vilken del av bilden som kommer att utgöra din miniatyrbild:
uk_ua: Вибер╕ть частину зображення, яка служитиме п╕ктограмою:
vi_vn: Chọn phần nào của ảnh sẽ hiển thị trên thumbnail của bạn:

source: Please select a watermark.
hu_hu: Válassz vízjelet!
is_is: Vinsamlegast veldu vatnsmerki.
lt_lt: Pasirinkite vandens þenklà.
sk_sk: Prosím zvoµte vodotlaè.
sl_si: Prosim izberi vodni ¾ig.
sv_se: Vänligen välj en vattenstämpel.
tr_tr: Lütfen watermark seçiniz
vi_vn: Hãy chọn một ảnh chèn.

source: Please select an alignment.
hu_hu: Válassz igazítást!
is_is: Vinsamlegast veljið staðsetningu.
lt_lt: Pasirinkite iðlyginimà.
sk_sk: Prosím zvoµte zoradenie.
sl_si: Prosim izberi poravnavo.
sv_se: Vänligen välj placering.
tr_tr: Lütfen sýralam seçin
vi_vn: Hãy chọn một kiểu sắp đặt.

source: Edit Watermark
hu_hu: Vízjel szerkesztése
is_is: Breyta vatnsmerki
lt_lt: Redaguoti Vandþenklá
sk_sk: Meni» Vodotlaè
sl_si: Uredi vodni ¾ig
sv_se: Redigera vattenstämpel
tr_tr: Watermark Düzenle
vi_vn: Biên soạn ảnh chèn

source: Your image is a gif. Watermarking on animated gifs is currently not supported and will 'deface & unanimate' your picture.
sv_se: Din bild är en gif. Vattenstämpling av animerade gif-bilder stöds för närvarande inte och kommer att 'vanställa & avanimera' din bild.

source: Configure Custom Fields
ca_es: Configurar camps perosnalitzats
hu_hu: Saját adatmezõk konfigurálása
is_is: Skilgreina sérsniðin svæði
lt_lt: Nustatyti kitus laukus
sk_sk: Nastavenie Voliteµných Polí
sl_si: Nastavi Posebna plja
sv_se: Anpassa anpassade fält
uk_ua: Сконф╕гурувати власн╕ поля

source: Number of user defined custom fields
ca_es: Nombre de camps personalitzats per l'usuari
hu_hu: A felhasználó által megadott saját adatmezõk száma
is_is: Fjöldi notandaskilgreindra svæða
lt_lt: Vartotojo nustatytø laukø skaièius
sk_sk: Poèet u¾ívateµom definovaných voliteµných polí
sl_si: ©tevilo uporabnikovih posebnih polj
sv_se: Antal användarbestämda anpassade fält
uk_ua: К╕льк╕сть власно визначених користувачем пол╕в

source: Field
ca_es: Camp
hu_hu: Adatmezõ
is_is: Svæði
lt_lt: Laukas
sk_sk: Pole
sl_si: Polje
sv_se: Fält
uk_ua: Поле

source: Apply values to nested albums.
is_is: Breyta líka undiralbúmum
sl_si: Sprejmi vrednosti tudi za pod-albume.
sv_se: Verkställ dessa värden på underliggande album.

source: Member file
ca_es: Arxiu membre
hu_hu: Tag fájl
is_is: Meðlimaskrá
lt_lt: Nario failas
sk_sk: Èlenský súbor
sl_si: Èlanska datoteka
sv_se: Medlemsfil
tr_tr: Üye dosyasý
vi_vn: Thông tin thành viên

source: Username
ca_es: Nom d'usuari
hu_hu: Felhasználónév
is_is: Notandanafn
lt_lt: Vartotojo vardas
sk_sk: U¾ívateµ
sl_si: Uporabni¹ko ime
sv_se: Användarnamn
tr_tr: Kullanýcýadý
uk_ua: ╤м'я користувача
vi_vn: Tên truy cập

source: Old Password
ca_es: Contrasenya antiga
hu_hu: Régi jelszó
is_is: Gamla lykilorðið
lt_lt: Senas slaptaþodis
sk_sk: Pôvodné heslo
sl_si: Staro geslo
sv_se: Gammalt lösenord:
tr_tr: Eski Þifre
uk_ua: Старий пароль
vi_vn: Mật khẩu cũ

source: New Password
ca_es: Nova contrasenya
hu_hu: Új jelszó
is_is: Nýtt lykilorð
lt_lt: Naujas slaptaþodis
sk_sk: Nové heslo
sl_si: Novo geslo
sv_se: Nytt lösenord:
tr_tr: Yeni Þifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới

source: New Password (again)
ca_es: Nova contrasenya (un altre cop)
hu_hu: Új jelszó még egyszer
is_is: Nýtt lykilorð (aftur)
lt_lt: Naujas slaptaþodis (dar kartà)
sk_sk: Nové heslo (potvrdi»)
sl_si: Novo geslo (ponovno)
sv_se: Nytt lösenord (igen):
tr_tr: Yeni Þifre (tekrar)
uk_ua: Новий пароль (ще раз)
vi_vn: Mật khẩu mới (lặp lại)

source: Full Name
ca_es: Nom complet
hu_hu: Teljes név
is_is: Fullt nafn
lt_lt: Pilnas vardas
sk_sk: Plné Meno
sl_si: Ime in priimek
sv_se: Fullständigt namn
tr_tr: Isim - Soyad
uk_ua: Повне ╕м'я
vi_vn: Tên đầy đủ

source: Email Address
ca_es: Correu electrònic
hu_hu: Email cím
is_is: Netfang
lt_lt: El. paðto adresas
sk_sk: Emailová Adresa
sl_si: Naslov e-po¹te
sv_se: E-postadress:
tr_tr: Email Adres
uk_ua: Поштова (електронна) адреса
vi_vn: Địa chỉ Email

source: Gallery language
ca_es: Idioma de Gallery
hu_hu: Galéria nyelve
is_is: Tungumál myndasafns
lt_lt: Kalba
sk_sk: Jazyk Gallery
sl_si: Izbran jezik
sv_se: Språk i Gallery:
tr_tr: Galeri dili
uk_ua: Мова галере╖
vi_vn: Ngôn ngữ Thư viện ảnh

source: User can change its own password
sv_se: Användare kan ändra sitt eget lösenord
tr_tr: Kullanýcýlar kendi þifrelerini deðiþtirebilir

source: User can create albums
ca_es: L'usuari pot crear àlbums
hu_hu: Ez a felhasználó létrehozhat albumokat
is_is: Notandi getur búið til albúm
lt_lt: Vartotojas gali kurti albumus
sk_sk: U¾ívatelia mô¾u vytváta» albumy
sl_si: Uporabnik lahko ustvari album
sv_se: Användare kan skapa album
tr_tr: Kullanýcý albüm yaratabilir
uk_ua: Користувачу дозволено створювати альбоми
vi_vn: Thành viên có thể tạo album

source: User is an admin
ca_es: L'usuari és un administrador
hu_hu: a felhasználó rendszergazda
is_is: Notandi er umsjónarmaður
lt_lt: Vartotojas yra administratorius
sk_sk: U¾ívateµ je administrátor
sl_si: Uporabnik je urednik
sv_se: Användaren är en administratör
tr_tr: Kullanýcý bir yönetici
uk_ua: Користувач ╓ адм╕н╕стратором
vi_vn: Thành viên là một QT

source: you can't un-admin yourself
ca_es: no et pots dessasignar com a administrador
hu_hu: saját magadtól nem veheted el a rendszergazdai jogokat
is_is: þú getur ekki tekið umsjónarmannsheimildir af sjálfum/sjálfri þér
lt_lt: Jûs negalite atimti administratoriaus teisiø sau
sk_sk: nemô¾te sám seba od-administrátorova»
sl_si: ne more¹ si odvzeti uredni¹kih pravic
sv_se: Du kan inte ta bort administratör från dig själv
tr_tr: kendinizi yöneticilikten çýkartamassýnýz
uk_ua: Ви не можете забрати права адм╕н╕стратора в самого себе
vi_vn: bạn không thể tự bỏ quyền QT của chính bạn
