Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: PHP Info
af_za: PHP Informasie
fi_fi: PHP tiedot
it_it: Informazioni su PHP
lt_lt: PHP informacija

source: This page provides information about your PHP installation.
af_za: Hierdie blad verskaf informasie oor jou PHP installasie.
da_dk: Denne side indeholder information om din PHP installation
fi_fi: T&auml;m&auml; sivu tarjoaa sinulle tietoa PHP-asetuksistasi.
it_it: Questa pagina produce informazioni circa l'installazione di PHP.
ja_jp: このページはこのシステムのPHPに関する情報を提供します。
lt_lt: Ðis puslapis rodo detalià informacijà apie jûsø PHP.
pl_pl: Ta strona dostarcza informacji na temat Twojej instalacji PHP.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
af_za: Dit is 'n goeie plek om te kyk
da_dk: Dette er et godt sted at kigge for at undersøge alle de forskellige PHP konfigurationsvalg og finde ud af hvad slags system du kører på (Det kan være svært at finde ud af hvis Gallery kører på din ISP's server)
fi_fi: Se on hyv&auml; paikka etsi&auml; kaikkia PHP:n asennustietoja, ja selvitt&auml;&auml;, millaista j&auml;rjestelm&auml;&auml; k&auml;yt&auml;t (joskus sen selvitt&auml;minen on vaikeaa, jos k&auml;yt&ouml;ss&auml; on ulkoistettu palveluntarjoaja)
it_it: &Egrave; un buon punto per osservare la configurazione di PHP, e per scoprire che tipo di sistema stai usando (a volte &egrave; difficile da sapere quando ti trovi su una macchina di un ISP)
ja_jp: これは、さまざまなPHPの設定を検査したり、どのようなシステム上で動いているのかを確認するのに適しています。(ISPがホスティングしているなど、確認するのが難しい場合もあります。)
lt_lt: Èia galite matyti ávairius PHP nustatymus, ir operacinës sistemos pavadinimà (kai kada tai sunku nustatyti, ypaè jeigu Galerija yra vieðame serveryje)
pl_pl: To jest dobre miejsce by sprawdziæ ró¿ne ustawienia konfiguracji w PHP i znalezienia jakiego rodzaju systemu u¿ywasz (czasami jest to trudne do okre¶lenia kiedy siê u¿ywa maszyny provider'a)

source: Check
af_za: Toets
fi_fi: Tarkasta
it_it: Controlla
lt_lt: Patikrinti
pl_pl: Sprawdzenie

source: This page provides information about your NetPBM binaries.
af_za: Hierdie blad verskaf informasie oor jou NetPBM program.
da_dk: Denne side giver information om dine NetPBM programmer
fi_fi: T&auml;m&auml; sivu tarjoaa lis&auml;tietoa NetPBM-bin&auml;&auml;reist&auml;.
it_it: Questa pagina produce informazioni circa gli eseguibili di NetPBM.
ja_jp: このページはシステムのNetPBMバイナリに関する情報を提供します。
lt_lt: Ðis puslapis rodo detalià informacijà apie jûsø NetPBM.
pl_pl: Ta strona dostarczy informacji na temat plików binarnych NetPBM.

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
af_za: Jy kan hierdie blad net gebruik nadat jy die Konfigurasie-Towenaar suksesvol laat loop het (omdat dit verwag dat jy alreeds <u>Gallery</u> gekonfigureer het met die korrekte pad na NetPRB).
da_dk: Du kan først bruge denne side når du er færdig med konfigurationshjælperen uden fejl.
fi_fi: Voit k&auml;ytt&auml;&auml; t&auml;t&auml; sivua vasta kun olet onnistuneesti lopettanut Gallerian asennusvelhon (koska se olettaa, ett&auml; olet jo paikallistanut ja konfiguroinut Gallerian sopivalla NetPBM:n polulla).
it_it: Puoi usare questa pagina solo se hai completato con successo la configurazione guidata (poich&eacute; ci si aspetta che tu abbia gi&agrave; localizzato e configurato Gallery col giusto path per NetPBM).
ja_jp: コンフィグレーションウィザードが完了した後でないと使うことはできません。(NetPBMが設置済で、パスがGalleryに設定されていることが必要です。)
lt_lt: Juo galite naudotis po pirmo sëkmingo Galerijos konfigûravimo (nes skriptas reikalauja kelio iki NetPBM katalogo).
pl_pl: Mo¿esz u¿ywaæ tej strony dopiero po tym jak pomy¶lnie przejdziesz przez Kreatora Konfiguracji (prawdopodobnie ju¿ zalokowa³e¶ i skonfigurowa³e¶ Galeriê razem z prawid³owymi ¶cie¿kami do NetPBM).

source: This page provides information about your ImageMagick binaries.
af_za: Hierdie blad verskaf informasie oor jou ImageMagick program.
da_dk: Denne side giver information om dine ImageMagick programmer
fi_fi: T&auml;m&auml; sivu tarjoaa sinulle lis&auml;&auml; tietoa ImageMagickin bin&auml;&auml;reist&auml;.
it_it: Questa pagina fornisce informazioni riguardanti i binari di ImageMagick.
ja_jp: このページはシステムのImageMagickバイナリに関する情報を提供します。
lt_lt: Ðis puslapis rodo detalià informacijà apie jûsø ImageMagick.
pl_pl: Ta strona dostarcza informacji na temat binarek ImageMagick'a

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
af_za: Jy kan hierdie blad net gebruik nadat jy die Konfigurasie-Towenaar suksesvol laat loop het (omdat dit verwag dat jy alreeds <u>Gallery</u> gekonfigureer het met die korrekte pad na ImageMagick).
da_dk: Du kan først bruge denne side når du er færdig med konfigurationshjælperen uden fejl (fordi den forventer at du allerede har fundet og konfigureret Gallery med den korrekte sti til ImageMagick).
fi_fi: Voit k&auml;ytt&auml;&auml; t&auml;t&auml; sivua vasta kun olet onnistuneesti lopettanut Gallerian asennusvelhon (koska se olettaa, ett&auml; olet jo paikallistanut ja konfiguroinut Gallerian sopivalla ImageMagickin polulla).
it_it: Puoi usare questa pagina solo se hai completato con successo la configurazione guidata (poich&eacute; ci si aspetta che tu abbia gi&agrave; localizzato e configurato Gallery col giusto path per ImageMagick).
ja_jp: コンフィグレーションウィザードが完了した後でないと使うことはできません。(ImageMagickが設置済で、パスがGalleryに設定されていることが必要です。)
lt_lt: Juo galite naudotis po pirmo sëkmingo Galerijos konfigûravimo (nes skriptas reikalauja kelio iki ImageMagick katalogo).
pl_pl: Mo¿esz u¿ywaæ tej strony dopiero po tym jak pomy¶lnie przejdziesz przez Kreatora Konfiguracji (prawdopodobnie ju¿ zalokowa³e¶ i skonfigurowa³e¶ Galerie razem z prawid³owymi ¶cie¿kami do ImageMagick'a).

source: Check Sessions
af_za: Kontroleer Sessies
fi_fi: Tarkasta sessiot
it_it: Controllo sessioni
lt_lt: Patikrinti sesijas
pl_pl: Sprawdzanie sesji

source: This page runs a very simple test on your PHP session configuration.
af_za: Hierdie blad voer 'n eenvoudige toets op jou PHP sessie Konfigurasie uit.
da_dk: Denne sider udfører en meget enkel afprøvning af din PHP sessionskonfiguration
fi_fi: T&auml;m&auml; sivu suorittaa yksinkertaisen PHP-sessioiden asetusten testin.
it_it: Questa pagina esegue un semplice test sulla configurazione di sessione del PHP.
ja_jp: このページは現在のPHPの設定にしたがって非常に単純なテストを行います。
lt_lt: Ðis puslapis testuoja PHP sesijas.
pl_pl: Ta strona przeprowadzi proste testy na Twojej konfiguracji sesji w PHP.

source: Gallery requires that your PHP installation is configured with proper session support.
af_za: Gallery benodig dat jou PHP installasie met sessie ondersteuning gekonfigureer is
da_dk: Gallery kræver at din PHP installation er konfigureret med rigtig sessionsunderstøttelse.
fi_fi: Gallerian toiminnan vaatimuksena on, ett&auml; PHP:n konfiguraatiossa on istuntojen tuki asennettuna.
it_it: Gallery richiede che l'installazione di PHP sia configurata con un corretto supporto alle sessioni.
ja_jp: Galleryはセッションのサポートが適切に設定されたPHPが必須です。
lt_lt: Galerija reikalauja teisingai sukonfigûruotø PHP sesijø.
pl_pl: Galeria wymaga by twoja instalacja PHP by³a skonfigurowana z poprawna obs³ug± sesji.

source: This page will simply send a test email.
af_za: Hierdie blad sal 'n toets e-pos stuur.
fi_fi: Tämä sivu lähettää yksinkertaisesti pelkän testisähköpostiviestin.
it_it: Questa pagina invier&agrave; semplicemente un'email di test.
ja_jp: このページは単にテストメールを送るだけです。
lt_lt: Ðis puslapis testuoja paðto sistemà.
pl_pl: Ta strona wy¶le prosty email testowy.

source: This allows you to see if you can use the email functions in %s.
af_za: Dit laat jou sien of jy e-pos funksies in %s kan gebruik.
fi_fi: Tämä sallii sinun tietää, jos voit käytttää sähköpostifunktioita %s.
it_it: Questo ti permette di vedere se puoi usare le funzioni dell'email in %s.
ja_jp: これは%sでメール機能が使えるかどうか確認します。
lt_lt: Tai Jums leis patikrinti ar galite naudoti e-paðto funkcijà savo %s
pl_pl: To pozwala ci zobaczyæ czy bêdziesz móg³ u¿ywaæ funkcji email w %s.

source: Check versions
af_za: Kontrolleer versies
fi_fi: Tarkasta versiot
it_it: Controllo versioni
lt_lt: Patikrinti versijas
pl_pl: Sprawdzanie wersji

source: This page is for %s upgrades that have problems.
af_za: Hierdie blad is vir %s opgradeerings wat probleme het.
fi_fi: Tämä sivu on %s päivityksille, joissa ilmenee ongelmia.
it_it: Questa pagina &egrave; per gli aggiornamenti di %s che presentano problemi.
ja_jp: このページは問題がわかっている %s アップグレードのためです。
lt_lt: ^is puslapis skirtas %s atnaujinimams, kurie kelia problemas.
pl_pl: Ta strona jest dla %s uaktualnieñ, które maj± problemy.

source: This allows you to check you have the correct version of all your %s files.
af_za: Hiermee kan jy toets of jy die korrekte versie van al jou %s l&ecirc;&euml;rs het.
fi_fi: Tämä antaa sinulle tilaisuuden tarkistaa, että sinulla on oikea versio kaikista %s tiedostoista.
it_it: Questo ti permette di controllare se hai le versioni corrette di tutti i file di %s.
ja_jp: これは、すべての%sファイルの正確なバージョンであることをチェックします。
lt_lt: Tai leis patikrinti ar turite teisingas versijas visø %s savo bylø.
pl_pl: To pozwala ci zobaczyæ czy posiadasz poprawne wersje wszystkich %s swoich plików.

source: Gallery Configuration
af_za: Gallery Konfigurasie
da_dk: Gallery Konfiguration
fi_fi: Gallerian konfiguraatio
it_it: Configurazione di Gallery
ja_jp: Gallery コンフィグレーション
lt_lt: Galerijos konfigûracija
pl_pl: Konfiguracja Galerii

source: None
fi_fi: Ei yhtään
it_it: Nessuno
lt_lt: Nëra

source: No frames
af_za: Geen rame
da_dk: Ingen rammer
fi_fi: Ei kehyksiä
it_it: Nessuna cornice
ja_jp: フレームなし
lt_lt: Be rëmeliø
pl_pl: Brak ramek

source: Dots
af_za: Stippels
da_dk: Prikker
fi_fi: Pisteitä
it_it: Punti
ja_jp: ドット
lt_lt: Taðkai
pl_pl: Kropki

source: Just a simple dashed border around the thumb.
af_za: Net 'n eenvoudige gestippelde buitelyn om die duimnaelskets.
da_dk: Enkel afbrudt kant omkring ikonet.
fi_fi: Yksinkertainen katkoviiva esikatselukuvan ympärillä.
it_it: solo un semplice bordo attorno alle anteprime.
ja_jp: サムネイルの回りにシンプルなダッシュの枠。
lt_lt: Paprasèiausiai rëmelis ið brûkðneliø aplink sumaþintà paveikslëlá.
pl_pl: Po prostu ramka z linii przerywanych dooko³a obrazka.

source: Solid
af_za: Solied
da_dk: Ubrudt
fi_fi: Kiinteä
it_it: Massiccio
ja_jp: ソリッド
lt_lt: Vientisas
pl_pl: Pe³ny

source: Just a simple solid border around the thumb.
af_za: Net 'n eenvoudige soliede builtelyn om die duimnaelskets
da_dk: Simpel ubrudt kant omkring ikonet.
fi_fi: Vain yksinkertainen, kiinteä reunus esikatselukuvan ympärillä.
it_it: solo un semplice bordo massiccio attorno alle anteprime.
ja_jp: サムネイルの周りにシンプルな太線の枠。
lt_lt: Paprasèiausiai vientisas rëmelis aplink sumaþintà paveikslëlá.
pl_pl: Po prostu pe³na ramka dooko³a obrazka.

source: Skipping %s.
af_za: Slaan %s oor.
da_dk: Springer over %s.
fi_fi: Ohitetaan %s.
it_it: Ignoro %s.
ja_jp: %s をスキップ
lt_lt: Praleidþiame %s.
pl_pl: Pomijanie %s

source: Can't open %s
af_za: Kan nie %s oopmaak nie
da_dk: Kunne ikke åbne %s
fi_fi: En voi avata %s
it_it: Impossibile aprire %s
ja_jp: %s が開けませんでした
lt_lt: Negaliu atidaryti %s
pl_pl: Nie mogê otworzyæ %s

source: Close Window
fi_fi: Sulje ikkuna
it_it: Chiudi finestra
lt_lt: Uþdaryti langà

source: Security violation
af_za: Beveiligingsinbreuk
da_dk: Sikkerhedssvigt
fi_fi: Turvallisuusrike
it_it: Violazione della protezione
ja_jp: セキュリティ侵害
lt_lt: Saugumo paþeidimas
pl_pl: Naruszenie bezpieczeñstwa

source: Please enter username and password.
af_za: Voer jou Gebruikersnaam en Wagwoord in
da_dk: Indtast venligst brugernavn og kodeord.
fi_fi: Ole hyvä ja anna käyttäjätunnus sekä salasana.
it_it: Inserisci nome utente e password.
ja_jp: ここにユーザ名とパスワードをもう一度入力してください
lt_lt: Praðome ávesti vartotojo vardà ir slaptaþodá.
pl_pl: Proszê wprowad¼ nazwê u¿ytkownika i has³o.

source: Invalid username or password
af_za: Ongeldige gebruikernaam of wagwoord
da_dk: Ugyldigt brugernavn eller kodeord
fi_fi: Epäkelpo käyttäjätunnus tai salasana
it_it: Nome utente o password non valido
ja_jp: 無効なユーザ名またはパスワード
lt_lt: Neteisingas vartotojas arba slaptaþodis
pl_pl: Nieprawid³owa nazwa u¿ytkownika lub has³o

source: User is not an admin - access denied
da_dk: Bruger er ikke administrator - adgang nægtet
fi_fi: Käyttäjä ei ole pääkäyttäjä - pääsy kielletty
it_it: L'utente non &egrave; un amministratore - accesso negato
ja_jp: ユーザは管理者ではありません。アクセスは拒否されました。
lt_lt: Vartotojas nëra administratorius - priëjimas uþdraustas
pl_pl: U¿ytkownik nie jest administratorem - dostêp zabroniony

source: Reset %s Password
da_dk: Nulstil %s kodeord
fi_fi: Resetoi %s salasana
it_it: Resetta la Password di %s
ja_jp: %s のパスワードをリセット
lt_lt: Atitaisyti %s Slaptaþodá
pl_pl: Zresetuj %s Has³o

source: To continue the password reset process, you must edit the file &quot;%s&quot;, remove any data currently inside it, and add the text &quot;%s&quot;. Once you have done that, press the refresh button below. If you know your current admin password, please remove the &quot;%s&quot; file from the server.
it_it: Per proseguire nel reset della password, devi modificare il file &quot;%s&quot;, eliminare tutti i dati all'interno di esso, e aggiungere il testo &quot;%s&quot;. Una volta fatto questo, premi il pulsante aggiorna qui sotto. Se conosci la tua password di amministratore, elimina il file &quot;%s&quot; dal server.
ja_jp: パスワードのリセット作業を続けるには、&quot;%s&quot; ファイルを編集してその中にある現在のデータを削除し、&quot;%s&quot; を書き加えなくてはなりません。これを終えたら、下の更新ボタンを押してください。あなたが現在の管理者パスワードを知っているならサーバから &quot;%s&quot; ファイルを削除してください。
lt_lt: Norëdami tæsti slaptaþodio pakeitimo procesà privalote paredaguoti &quot;%s&quot; bylà, ir paðalinti bet kokius duomenis esanèius ðioje byloje, o po to áraðyti &quot;%s&quot; tekstà. Kai tai padarysite, paspauskite informacijos atnaujinimo mygtukà apaèioje. Jei þinote dabartiná administratoriaus slaptaþodá, paðalinkite &quot;%s&quot; ið serverio.
pl_pl: Aby kontynuowaæ proces resetowania has³a, musisz edytowaæ plik &quot;%s&quot;, usun±æ z niego wszystkie dane i dodaæ tekst &quot;%s&quot;. Kiedy to zrobisz, naci¶nij na przycisk od¶wie¿ania poni¿ej. Je¶li znasz swoje aktualne has³o administratora, proszê usuñ plik &quot;%s&quot; z serwera.

source: %s configuration
da_dk: %s konfiguration
fi_fi: %s asetukset
it_it: Configurazione %s
ja_jp: %s コンフィグレーション
lt_lt: %s konfigûracija
pl_pl: Konfiguracja %s

source: You must log in as an administrator to edit this server's configuration.
it_it: Devi connetterti come amministratore per modificare la configurazione di questo server.
lt_lt: Privalote prisijungti kaip administratorius, jei norite paredaguoti ðio serverio konfigûracijà.

source: If you have forgotten the password to your admin account, you can reset it by creating a blank file named '%s' in your %s directory and then refreshing and following the instructions on this page.
it_it: Se hai dimenticato la password del tuo account amministratore, puoi resettarla creando un file vuoto di nome '%s' nella cartella di %s, poi aggiorna questa pagina e segui le istruzioni.
lt_lt: Jeigu pamirðote administratoriaus slaptaþodá, galite já vël nustatyti taip: sukurkite tuðèià failà pavadinimu '%s' savo %s kataloge ir tada atnaujinkite ir tæskite instrukcijas ðitame puslapyje.

source: Cancel
af_za: Kanselleer
fi_fi: Peruuta
it_it: Annulla
lt_lt: Atðaukti

source: Gallery Session Test
af_za: Gallery sessie toets
fi_fi: Gallerian istuntotesti
it_it: Sessione di Test per Gallery
lt_lt: Galerijos sesijø testas

source: Session Test
af_za: Sessie Toets
fi_fi: Istuntotesti
it_it: Test di sessione
ja_jp: セッションのテスト
lt_lt: Sesijø testas
pl_pl: Test sesji

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
af_za: As sessies korrek in jou PHP installasie gekonfigureer is, dan behoort jy 'n sessie ID hieronder te sien.
da_dk: Hvis sessioner er konfigureret korrekt i din PHP installation, så skulle du se et "session ID" nedenunder.
fi_fi: Jos istunnot on konfiguroitu oikein PHP-asennuksessasi, sinun pit&auml;isi n&auml;hd&auml; istunnon tunniste alla.
it_it: Se in PHP le sessioni sono configurate correttamente, dovresti vedere un id di sessione qui di seguito.
ja_jp: PHPのインストール時にセッションが正しく設定されていれば、下にセッションIDが表示されるはずです。
lt_lt: Jeigu jûsø PHP sesijos sukonfigûruotos teisingai, apaèioje turëtumëte matyti sesijos id.
pl_pl: Je¿eli sesje s± skonfigurowane poprawnie w Twojej instalacji PHP, powiniene¶ zobaczyæ poni¿ej ID sesji.

source: The &quot;page views&quot; number should increase every time you reload the page.
af_za: Die <i>Blad Besigtings</i> aantal beboort elke keer dat jy die blad herlaai met &eacute;&eacute;n toe te neem.
da_dk: &quot;sidevisnings&quot; tallet skulle tælles op, hver gang du genindlæser siden.
fi_fi: Numeron &quot;sivua katseltu&quot; pit&auml;isi kasvaa joka kerta ladatessasi sivun uudelleen.
it_it: Il valore &quot;pagine visitate&quot; dovrebbe crescere ogni volta che ricarichi la pagina.
ja_jp: &quot;ページビュー&quot; 数はページをリロードするたびに増えるはずです。
lt_lt: Kiekvienà kartà atnaujinus puslapio vaizdà, &quot;puslapio parodymø&quot; skaièius turi didëti.
pl_pl: &quot;licznik&quot; powinien zwiêkszaæ siê za ka¿dym razem gdy prze³adowujesz strone.

source: Clicking %s should reset the page view number back to 1.
af_za: Wanner jy op %s kliek, behoort die blad besigtigings aantal terug na 1 te herstel.
fi_fi: %s:n klikkaaminen palauttaa "sivua katsottu"-arvon takaisin arvoon 1.
it_it: Cliccando su %s dovrebbe reimpostare il numero di visite alla pagina a 1.
lt_lt: Paspaudus %s, puslapio parodymø skaièius turi rodyti 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
af_za: As did </i>nie werk nie</i>, dan het jy hoogswaarskynlik 'n konfigurasie probleem met jou PHP installasie.
da_dk: Hvis dette <b>ikke</b> virker, så er der formodentlig et PHP konfigureringsproblem.
fi_fi: Jos t&auml;m&auml; <b>ei toimi</b>, palvelimesi PHP on mit&auml; todenn&auml;k&ouml;isimmin konfiguroitu v&auml;&auml;rin.
it_it: Se questo <b>non</b> funziona, allora molto probabilmente hai un problema con il PHP installato.
ja_jp: これが動いて <b>いない</b> なら、PHPのインストール時のコンフィグレーションに問題がある可能性が高いです。
lt_lt: Jeigu kaþkas veikia <b>neteisingai</b>, vadinasi jûsø PHP sesijos sukonfigûruotos neteisingai.
pl_pl: Jezeli to <b>nie</b> dzia³a, wtedy jest to najprawdopodobniej bl±d w konfiguracji Twojego PHP.

source: Gallery will not work properly until PHP's session management is configured properly.
af_za: <u>Gallery</u> sal nie behoorlik werk totdat PHP se sessie bestuur korrek gekonfigureer is nie.
da_dk: Gallery vil ikke virke ordentlig før PHP's sessionshåndtering er korrekt konfigureret
fi_fi: Galleria ei toimi kunnolla ennen kuin PHP:n istunnonhallintaj&auml;rjestelm&auml; on konfiguroitu oikein.
it_it: Gallery non funzioner&agrave; regolarmente finch&eacute; la gestione delle sessioni di PHP non sar&agrave; configurata correttamente.
ja_jp: PHPのセッション管理機能が正しく設定されない限り、Galleryはうまく動かないでしょう。
lt_lt: Teisingam Galerijos veikimui reikalingos teisingai sukonfigûruotos PHP sesijos.
pl_pl: Galeria nie bedzie chodzi³a prawid³owo dopóki zarz±dzanie sesjami w PHP nie bêdzie skonfigurowane poprawnie.

source: Your session id is
af_za: Jou sessie ID is
da_dk: Dit session id er
fi_fi: Istuntosi ID on
it_it: L'id della tua sessione &egrave;
ja_jp: あなたのセッションIDは
lt_lt: Jûsø sesijos id yra
pl_pl: ID Twojej sesji to

source: Page views in this session
af_za: Blad besigtigings in hierdie sessie
da_dk: Sidevisninger i denne session
fi_fi: Sivujen latauksia t&auml;m&auml;n istunnon aikana
it_it: Pagine visitate in questa sessione
ja_jp: このセッションにおけるページビューは
lt_lt: Puslapio parodymø ðioje sesijoje
pl_pl: Ogl±danych stron w tej sesji

source: Server IP address
af_za: Bediener IP adres
da_dk: Server IP adresse
fi_fi: Palvelimen IP-osoite
it_it: Indirizzo IP del Server
ja_jp: サーバのIPアドレス
lt_lt: Serverio IP adresas
pl_pl: Adres IP serwera

source: Start over
af_za: Begin weer
fi_fi: Aloita uudelleen
it_it: Ricomincia da capo
lt_lt: Pradëti ið pradþiø

source: The password for user %s was changed.
af_za: Die wagwoord vir gebruiker %s is verander.
da_dk: Adgangskoden for bruger %s blev ændret.
fi_fi: Käyttäjän %s salasana on vaihdettu.
it_it: La password dell'utente %s &egrave; stata modificata.
ja_jp: ユーザ %sのパスワードが変更されました。
lt_lt: %s vartotojo slaptaþodis buvo pakeistas.
pl_pl: Has³o dla u¿ytkownika %s zosta³o zmienione.

source: An account called %s has been created for you with the password you specified.
af_za: 'n Rekening by name van %s is vir jou gekre&euml;er met die wagwoord wat jy ingevoer het.
da_dk: Der er lavet en konto kaldet %s til dig med den adgangskode, du angav
fi_fi: Tili nimelt&auml; %s on luotu m&auml;&auml;rittelem&auml;si salasanan kera.
it_it: L'account %s &egrave; stato creato con la password specificata.
ja_jp: %s というアカウントが指定のパスワードとともに作成されました。
lt_lt: Vartotojo vardas %s su slaptaþodþiu, kurá ávedëte, sukurtas.
pl_pl: Konto %s zosta³o stworzone dla Ciebie z has³em które poda³e¶.

source: Success!
af_za: Sukses!
fi_fi: Onnistui!
it_it: Successo!
lt_lt: Atlikta!

source: Your configuration has been successfully saved!
af_za: Jou konfigurasie is suksesvol gestoor!
da_dk: Din konfiguration er gemt!
fi_fi: Asetukset on tallennettu onnistuneesti!
it_it: La configurazione &egrave; stata salvata con successo!
ja_jp: 設定情報の保存に成功しました。
lt_lt: Jûsø nustatymai sëkmnigai iðsaugoti!
pl_pl: Twoja konfiguracja zosta³a zapisana poprawnie!

source: We highly suggest that you run 'secure.sh', or chmod your .htaccess and config.php to 644 for increased security.
it_it: Ti suggeriamo caldamente di lanciare 'secure.sh', o di fare il chmod 644 ai tuoi .htaccess e config.php per incrementare la sicurezza.
lt_lt: Labai rekomenduojame paleisti secure.sh', arba uþdëti 644 teises .htaccess ir config.php byloms. Tai reikalinga didesniam saugumui.

source: Note
af_za: Nota
fi_fi: Huomio
it_it: Nota
lt_lt: Pastaba

source: You must remove the '%s' file from the setup directory to make your Gallery configuration secure
it_it: Devi eliminare il file '%s' dalla cartella di setup per rendere sicura la configurazione di Gallery
ja_jp: Gallery コンフィグレーションをセキュアにするためにセットアップディレクトリから'%s'ファイルを削除しなければなりません。
lt_lt: Privalote paðalinti '%s' bylà ið setup katalogo, kad Galerijos konfigûracija taptø saugi
pl_pl: Musisz usun±æ plik '%s' z katalogu konfiguracyjnego, aby uczyniæ konfiguracjê Galerii bezpieczn±.

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
af_za: Jy kan <u>Gallery</u> enige tyd herkonfigureer deur die Konfigurasie Towernaar te laat loop.
da_dk: Du kan rekonfigurere Gallery nårsomhelst ved at udføre konfigureringshjælperen
fi_fi: Voit uudelleenkonfiguroida Gallerian milloin tahansa ajamalla t&auml;m&auml;n asennusvelhon uudelleen.
it_it: Puoi riconfigurare Gallery in qualsiasi momento rilanciando la configurazione guidata.
ja_jp: このコンフィグレーションウィザードを実行することで、いつでもGalleryをコンフィグレーションし直すことができます。
lt_lt: Bet kada galite perkonfigûruoti Galerijà.
pl_pl: Mo¿esz przekonfigurowaæ Galerie w ka¿dym momencie u¿ywaj±c Kreatora Konfiguracji.
