Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Your installation has warnings, but this is usually OK. Keep going!
af_za: Jou installasie het waarskuwings opgelewer, maar hulle is in die algemeen geen probleem nie. Gaan maar gerus verder!
da_dk: Din installation giver advarsler, men dette er normalt OK. Fortsæt!
fi_fi: Asennuksesi tuotti varoituksia, mutta t&auml;m&auml; on yleens&auml; OK. Jatka eteenp&auml;in!
it_it: La tua installazione ha dei warning, ma questo &egrave; generalmente OK. Procedi pure!
ja_jp: あなたの設定には警告がありますが、大抵は大丈夫です。 そのまま続けましょう。
lt_lt: Jûs matote keletà perspëjimø, bet daþniausiai jie nieko nereiðkia. Galite tæsti!
pl_pl: Twoja instalacja ma ostrze¿enia, ale nie powinny one sprawiæ wiêkszych problemów. Kontynuuj!

source: Your installation passed with flying colors! Go go go!
af_za: Jou installasie het met 'n onderskyding geslaag! Gaan dadelik verder!
da_dk: Din installation bestod med kryds og slange! Gå gå gå!
fi_fi: Asennuksesi onnistui mutkitta! Jatka eteenp&auml;in!
it_it: La tua installazione ha avuto successo! Prosegui!
lt_lt: Viskas tvarkoje! Pirmyn!

source: Next Step
fi_fi: Seuraava askel
it_it: Passo successivo
lt_lt: Sekantis þingsnis

source: Gallery ImageMagick Check
af_za: Gallery ImageMagick toets
da_dk: Galleriets ImageMagick check
fi_fi: Gallerian ImageMagick -tarkistus
it_it: Controllo ImageMagick per Gallery
ja_jp: Gallery ImageMagick チェック
lt_lt: Galerijos ImageMagick patikrinimas
pl_pl: Sprawdzenie ImageMagick w Galerii

source: Check %s
af_za: Kontroleer %s
fi_fi: Tarkasta %s
it_it: Controllo %s
lt_lt: %s patikrinimas

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
af_za: Hierdie skrip is ontwerp om jou %s installasie te toets of dit vir <u>Gallery</u> gebruik geskik is.
da_dk: Dette skript er lavet for at undersøge din %s installation for at se om den kan bruges af Gallery.
fi_fi: T&auml;m&auml; skripti on luotu, jotta voit tarkastaa %s ja varmistua siit&auml;, ett&auml; sen k&auml;ytt&ouml; onnistuu Gallerian kanssa.
it_it: Questo script esaminer&agrave; l'installazione di %s per verificarne la compatibilit&agrave; con Gallery.
ja_jp: このスクリプトは、あなたの%sインストールがGalleryで使われても大丈夫かテストするものです。
lt_lt: Ðis skriptas patikrins jûsø %s sukonfigûruotas teisingai ir ar galima já naudoti su Galerija.
pl_pl: Skrypt jest stworzony by sprawdziæ Twoj± instalacjê %s czy bêdzie poprawnie wspó³pracowa³a z Galeri±.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
af_za: Jy moet die skrip uitvoer <i>nadat</i> jy die Konfigurasie Towenaar laat loop het, as jy probleme met jou %s installasie gehad het wat die Konfigurasie Towenaar nie ontdek het nie.
da_dk: Du burde køre dette skript <bt>efter</b> at du har kørt konfigurationshjælperen, hvis du har haft problemer med din %s installation som hjælperen ikke opdagede .
fi_fi: Sinun tulisi ajaa t&auml;m&auml; skripti <b>sen j&auml;lkeen kun</b> olet ajannut konfigurointivelhon, jos sinulla on ongelmia %s asentamisen kanssa.
it_it: Dovresti eseguire questo script <b>dopo</b> aver eseguito la configurazione guidata, nel caso ci fossero stati problemi con l'installazione di %s che la configurazione guidata non abbia riscontrato.
ja_jp: %sインストールにおいてウィザードが検出できなかった問題がある場合は、コンフィグレーションウィザードが完了した <b>後</b> にこのスクリプトを実行すべきです。
lt_lt: Jeigu %s diegimo metu turëjote problemø, paleiskite ðá skriptà <b>po to</b> kai sukonfigûruosite Galerijà.
pl_pl: Je¿eli masz problemy ze swoja %s instalacj± której kreator nie wykry³, powieniene¶ uruchomiæ ten skrypt <b>po</b> tym jak uruchomisz Kreatora Konfiguracji.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
af_za: Besig om die Konfigurasiel&ecirc;&euml;rs te laai. As jy hier 'n fout sien, is dit waarskynlik omdat jy die Konfigurasie Towenaar nie suksesvol laat loop het nie.
da_dk: Henter konfigurationsfiler. Hvis du ser en fejl her, er det måske fordi du ikke har kørt konfigurationshjælperen med succsess.
fi_fi: Ladataan konfiguraation tiedostot. Jos t&ouml;rm&auml;&auml;t virheilmoitukseen, ilmoitus johtuu todenn&auml;k&ouml;isesti siit&auml;, ettet ole onnistuneesti ajanut asennusvelhoa.
it_it: Lettura dei file di configurazione. Se dovessi vedere degli errori sono probabilmente dovuti ad una esecuzione fallita della configurazione guidata.
ja_jp: コンフィグレーションファイルを読み込み中です。 ここでエラーが発生するようなら、コンフィグレーションウィザードの実行に失敗しているかも知れません。
lt_lt: Kraunu nustatymø failus. Jeigu èia matote daug klaidø, tai greièiausiai dël to, kad neteisingai sukonfigûravote Galerijà.
pl_pl: £adowanie pliku konfiguracji. Je¿eli pojawi siê tu b³ad, to jest to prawopodobnie spowodowane tym ¿e nie przeszed³e¶ prawid³owo przez Kreator Konfiguracji.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
af_za: Dit lyk of jy Gallery nie gekonfigureer het nie. Laat asseblief die Konfigurasie Towenaar weer loop.
da_dk: Det virker som om du ikke har konfigureret GALLERY. Kør og afslut konfigurationshjælperen.
fi_fi: Vaikuttaa silt&auml;, ettet ole konfiguroinut Galleriaa. Suorita asennusvelho loppuun.
it_it: Sembra che GALLERY non sia stato configurato. Per favore esegui e porta a termina la configurazione guidata.
ja_jp: Galleryのコンフィグレーションが終わっていないようです。コンフィグレーションウィザードを完了してください。
lt_lt: Atrodo jûs nesukonfigûravote Galerijos. Pakartokite konfigûracijos procesà ið naujo.
pl_pl: Wygl±da na to ¿e nie skonfigurowa³e¶ GALERII. Uruchom Kreator Konfiguracji.

source: Let us see if we can figure out what operating system you are using.
af_za: Kom ons kyk watter bedryfsisteem jy gebruik.
da_dk: Lad os se, om vi kan finde ud af, hvilket operativsystem, du bruger.
fi_fi: Katsotaan, josko saisimme selville k&auml;ytt&auml;m&auml;si k&auml;ytt&ouml;j&auml;rjestelm&auml;n.
it_it: Vediamo se riusciamo ad identificare il sistema operativo che stai usando.
ja_jp: あなたが使用しているOSを検出できなかった場合は指定してください。
lt_lt: Paþiûrëkime kokià operacinæ sistemà naudojate.
pl_pl: Zobaczmy czy potrafimy sprawdziæ jakiego systemu u¿ywasz.

source: This is what your system reports
af_za: Dit is wat jou systeem rapporteer
da_dk: Det her er hvad sit system siger:
fi_fi: J&auml;rjestelm&auml;si kertoo seuraavaa
it_it: Questo &egrave; quello che viene evidenziato dal tuo sistema
ja_jp: これはあなたのシステムが報告したものです
lt_lt: Jûsø sistema
pl_pl: To jest raport z Twojego systemu

source: This is the type of system on which PHP was compiled
af_za: Dit is die tipe sisteem waarop PHP gekompileer is
da_dk: Det jer den type system, PHP blev oversat på
fi_fi: T&auml;m&auml; on j&auml;rjestelm&auml;tyyppi, jossa PHP k&auml;&auml;nnettiin
it_it: Questo &egrave; il tipo di sistema nel quale PHP &egrave; stato compilato
ja_jp: PHPがコンパイルされたシステムのタイプです
lt_lt: Jûsø PHP buvo sukompiliuota ðiais sistemai
pl_pl: To jest typ systemu na którym zosta³ skompilowany PHP

source: Make sure that the values above make sense to you.
af_za: Maak seker dat die boonste waardes vir jou sin maak.
da_dk: Sørg for, at du forstår ovenstående værdier.
fi_fi: Tarkista, ett&auml; yl&auml;puoliset arvot ovat j&auml;rkeenk&auml;ypi&auml;.
it_it: Assicurati che i valori sopra indicati abbiano un significato per te.
ja_jp: 以上の値が納得のいくものか確認してください。
lt_lt: Ásitikinkite, kad reikðmës virðuje sutampa.
pl_pl: Upewnij siê ¿e warto¶ci poni¿ej maj± sens.

source: Look for keywords like %s, %s, %s etc. in the output above.
af_za: Soek vir trefwoorde soos %s, %s, %s ens. in die boonstaande afvoer.
da_dk: Se efter nøgleord som %s, %s, %s osv. i teksten oven over.
fi_fi: Etsi avainsanoja kuten esimerkiksi %s, %s, %s jne. yl&auml;puolisesta tulosteesta.
it_it: Cerca parole chiave come %s, %s, %s ecc. nel risultato precedente.
ja_jp: 上記の出力内で、 %s、%s、%s といったキーワードを探してください。
lt_lt: Svarbiausia, kad sutaptø tokios reikðmës kaip %s, %s, %s ir t.t.
pl_pl: Szukaj s³ów kluczowych takich jak %s, %s, %s itd. w wyniku na dole.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
af_za: As albei pogings misluk het, moet jy jou Internetverskaffer vra watter bedryfsisteem jy bebruik.
da_dk: Hvis begge forsøgene mislykkes bør du spørge din ISP om hvilket operativsystem du bruger.
fi_fi: Jos kummatkin yll&auml;olevat yritykset ep&auml;onnistuivat, sinun olisi ehk&auml; syyt&auml; ottaa yhteytt&auml; palveluntarjoajaasi ja kysy&auml;, mit&auml; k&auml;ytt&ouml;j&auml;rjestelm&auml;&auml; j&auml;rjestelm&auml;ss&auml; k&auml;ytet&auml;&auml;n.
it_it: Se entrambi i tentativi falliscono, dovresti chiedere al tuo ISP informazioni sul sistema operativo che stai usando.
ja_jp: 上記の試行が両方失敗しているなら、ISPにOSを問い合わせてみましょう。
lt_lt: Jeigu skriptas nerodo informacijos apie jûsø operacinæ sistemà, pabandykite apie tai suþinoti ið savo ISP.
pl_pl: Je¿eli obie próby na dole zakoñczy³y siê niepowodzeniem, powiniene¶ zapytaæ swojego ISP jakiego systemu operacyjnego u¿ywa.

source: You can check via %s, they can often tell you.
af_za: Jy kan dit nagaan via %s, dit gee dikwils 'n antwoord.
da_dk: Du kan undersøge det med %s, de kan ofte oplyse det.
fi_fi: Voit tarkastaa %s:n kautta, niist&auml; on usein apua.
it_it: Puoi controllare con %s, spesso riesce a dirtelo.
ja_jp: %s 経由でチェックしてください。大抵はわかります。
lt_lt: Be to, galite pabandyti patikrinti sistemà %s puslapyje, jis daþniausiai suteikia visà reikiamà informacijà.
pl_pl: Mo¿esz sprawdziæ przez %s, zazwyczaj uzyskasz odpowiedz.

source: You told the config wizard that your %s binaries live here:
af_za: Jy het in die Konfigurasion Towenaar aangegee dat jou %s bin&ecirc;re l&ecirc;&euml;rs hier woon:
da_dk: Du fortalte konfigurationshjælperen, at dine %s filer er her:
fi_fi: Kerroit asennusvelholle, ett&auml; sinun %s bin&auml;&auml;ritiedostot ovat t&auml;&auml;ll&auml;:
it_it: Nella configurazione guidata hai detto che i binari di %s si trovano qui:
ja_jp: コンフィグレーションウィザードに%sバイナリが以下にあることを伝えてください:
lt_lt: Nustatymuose nurodyta, kad jûsø %s paleidimo failai yra èia:
pl_pl: Wskaza³e¶ kreatorowi konfiguracji ¿e binaria %s le¿± tutaj:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
af_za: Indien dit nie korrek is nie (of as dit leeg is), laat die Konfigurasie Towenaar weer loop en gee 'n vindplek aan vir %s.
da_dk: Hvis det ikke er korrekt (eller hvis det er tomt), kør konfigurationshjælperen igen og indtast placeringen af %s.
fi_fi: Jos tieto ei ole oikein (tai jos tietoa ei ole), aja asennusvelho uudelleen ja anna %s:n sijaintiedot.
it_it: Se non &egrave; corretto (o se vuoto), esegui di nuovo la configurazione guidata ed immetti una posizione per %s.
ja_jp: これが間違っている(あるいは空欄である)場合は、コンフィグレーションウィザードを再実行して、%sの位置を入力してください。
lt_lt: Jeigu tai neteisinga (arba matote tuðèià vietà), pradëkite konfigûracijos procesà ið naujo ir áraðykite kur ið tikrøjø yra %s.
pl_pl: Jezeli to nie jest prawid³owe (lub jest puste), uruchom jeszcze raz Kreator Konfiguracji i wprowad¼ lokalizacjê dla %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list %s
af_za: <b>Nota:</b> Jou %s l&ecirc;ergids (%s) is nie in jou <i>open_basedir</i> lys %s nie
da_dk: <b>Bemærk:</b> Dit %s bibliotek (%s) er ikke i din open_basedir liste %s
fi_fi: <b>Huomaa:</b> Sinun %s hakemisto (%s) ei sijaitse open_basedir -listalla %s
it_it: <b>Nota:</b> La directory di %s (%s) non &egrave; compresa nella lista open_basedir %s
ja_jp: <b>注意:</b> あなたの %s ディレクトリ(%s)はopen_basedirりすと %s にありません。
lt_lt: <b>Pastaba:</b> Jûsø %s katalogo (%s) nëra open_basedir sàraðe %s
pl_pl: <b>Uwaga:</b> Katalog %s (%s) nie jest na li¶cie open_basedir %s

source: The open_basedir list is specified in php.ini.
af_za: Die <i>open_basedir</i> lys is php.ini aangetoon.
da_dk: open_basedir listen er ikke angivet i php.ini.
fi_fi: open_basedir -lista, joka on määritelty tiedostossa php.ini
it_it: La lista di open_basedir &egrave; specificata in php.ini.
ja_jp: open_basedirリストが、php.iniで指定されていません。
lt_lt: open_basedir sàraðà galite rasti php.ini faile.
pl_pl: Lista open_basedir jest zdefiniowana w php.ini.

source: The result is, that we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
af_za: Die gevolg is dat al die basiese toetse nie op die l&ecirc;&euml;rs uitgevoer kan word om seker te maak dat hulle bestaan en uitvoerbaar is.
da_dk: Resultatet er at vi ikke kan ikke udføre vores grundlæggende tjek af filene for at sikre at de eksisterer og er kørbare.
fi_fi: Ja tästä seuraa se, että en voi tarkistaa kaikkien tiedostojen saatavuutta ja niiden suoritusoikeutta.
it_it: Il risultato &egrave; che non possiamo eseguire i controlli di base sui file per assicurarci della loro esistenza e della possibilit&agrave; di esecuzione.
ja_jp: そのため、それらが存在して実行可能かどうかを確認する検査を完了することができません。
lt_lt: Mes negalime patikrinti visø failø. Patys ásitikinkite kad jie visi egzistuoja ir kad prieinami PHP skriptams.
pl_pl: W wyniku czego nie mo¿emy przeprowadziæ podstawowych testów na plikach by upewniæ siê, ¿e istniej± i s± plikami wykonywalnymi.

source: We are going to test each %s binary individually.
af_za: Ons gaan elke %s bin&ecirc;re l&ecirc;er afsonderlik toets.
da_dk: Vi vil undersøge hver enkelt %s programfil individuelt.
fi_fi: Testaamme jokaisen %s bin&auml;&auml;ritiedoston erikseen.
it_it: Si sta per controllare ogni binario di %s singolarmente.
ja_jp: それぞれの%sバイナリを個別にテストしようとしています。
lt_lt: Pratestuosime kiekvienà %s failà atskirai.
pl_pl: Przetestujemy ka¿dy %s plik binarny z osobna.

source: Checking:
af_za: Kontroleer:
da_dk: Tester:
fi_fi: Tarkastetaan:
it_it: Controllo in corso:
ja_jp: チェック:
lt_lt: Tikrinu:
pl_pl: Sprawdzam:

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
af_za: Indien jy hierbo 'n fout omtrent die lees of skryf na %s sien, is dit waarskynlik 'n permissie/konfigurasie-probleem op jou sisteem. Indien %s vermeld word, dan is dit omdat jou sisteem gekonfigureer is met die %s opsie ontsper.
da_dk: Hvis du ser en fejl over som klager over skriving eller læsing til %s er dette sandsynligvis et tilladelses/konfigureringsproblem på dit system. Hvis den nævner %s er det fordi dit system er konfigureret med %s aktiveret.
fi_fi: Jos t&ouml;rm&auml;&auml;t virheilmoitukseen, joka valittaa luku / kirjoitusongelmista %s:&auml;&auml;n, kyseess&auml; on todenn&auml;k&ouml;isesti k&auml;ytt&ouml;oikeus- tai konfigurointiongelma. Jos Galleria mainitsee %s:st&auml;, t&auml;m&auml; johtuu siit&auml;, ett&auml; palvelimesi on konfiguroitu %s enabloituna.
it_it: Se vedi un errore in lettura o scrittura su %s dipende probabilmente da un problema di configurazione dei permessi sul tuo sistema. Se si parla di %s allora il tuo sistema &egrave; stato configurato con %s disabilitato.
ja_jp: 上に%sの読み書きに関してエラーが発生していたら、システムのパーミッションやコンフィグレーションの問題であるかもしれません。もしエラーに%sに関して書かれていたら、システムが%sを有効に設定をしていることが原因です。
lt_lt: Jeigu aukðèiau matote klaidà apie skaitymà/raðymà á katalogà %s, tai greièiausiai dël neteisingai nustatytø teisiø. Jeigu klaidoje paminëta %s, tai greièiausiai jûsø PHP nustatymuose ájungtas %s parametras.
pl_pl: Je¿eli widzisz b³±d powy¿ej, mówi±cy o czytaniu lub zapisywaniu do %s, wtedy jest to b³±d pozwoleñ/konfiguracji na Twoim systemie. Je¿eli jest to %s, wtedy winê ponosi konfiguracja Twojego systemu z w³±czonym %s.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
af_za: Tree hieroor met jou sisteemadministrateur in verbinding, of lees die %sGallery Hulp blad%s.
da_dk: Du burde snakke med din systemadministrator om dette, eller se %sGallery's hjælpeside%s.
fi_fi: Keskustele aiheesta palvelimen p&auml;&auml;k&auml;ytt&auml;j&auml;n kanssa, tai lue %sGallerian helppisivut%s.
it_it: Dovresti notificare questa informazione al tuo Amministratore di Sistema, oppure vedere la %sPagina di Aiuto su Gallery%s.
ja_jp: これに関してシステム管理者に連絡してください。また、%sGallery ヘルプページ%sを参照してください。
lt_lt: Keipkitës á savo sistemos administratoriø arba paþiûrëkite kà apie tai raðo %sGalerijos pagalbos puslapis%s.
pl_pl: Powiniene¶ porozmawiaæ ze swoim adminem systemu na temat tego, lub sprawdziæ %sStronê Pomocy Galerii%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
af_za: Vir ander foute, kyk asseblief na die lys met moontlike antwoorde in %s vir verdere informasie.
da_dk: For andre fejl, undersøg listen over mulige svar i %s for mere information.
fi_fi: Muiden virheilmoitusten osalta tukeudu mahdollisten virheilmoitusten listaan %s saadaksesi lis&auml;&auml; tietoa aiheesta.
it_it: Per altri tipi di errore, per avere maggiori informazioni fate riferimento alla lista di possibili risposte in %s.
ja_jp: 他のエラーに関してさらに情報を得るには、%s の可能なレスポンスのリストを参照してください。
lt_lt: Apie kitas klaidas skaitykite %s.
pl_pl: Dla innych b³êdów, sprawd¼ listê mo¿liwych reakcji w %s by dowiedzieæ siê wiecej.

source: Check Mail
af_za: Toets e-pos
da_dk: Test e-post
fi_fi: Tarkista sähköposti
it_it: Controlla la Posta
ja_jp: メールをチェック
lt_lt: Paðto patikrinimas
pl_pl: Sprawd¼ Pocztê

source: Test email from %s
af_za: Toets e-pos van %s
da_dk: Test email fra %s
fi_fi: Testaa sähköpostia %s:ltä.
it_it: Email test da %s
ja_jp: %sからのテストメール
lt_lt: Testinis laiðkas nuo %s
pl_pl: Email testowy z %s

source: This email was automatically generated.
af_za: Hierdie e-pos is outomaties gegenereer.
da_dk: Denne besked er genereret automatisk.
fi_fi: Tämä sähköposti on tuotettu automaattisesti.
it_it: Questa email &egrave; stata generata automaticamente.
ja_jp: このメールは自動生成されたものです。
lt_lt: Ðis laiðkas buvo sugeneruotas automatiðkai.
pl_pl: Ten email zosta³ automatycznie wygenerowany.

source: If you recevied this in error, then please disregard, as you should not receive any similar emails.
af_za: As jy hierdie e-pos as gevolg van 'n fout ontvang het, ignoreer dit asseblief. Jy behoort nie verdere sulke e-posse te ontvang nie.
da_dk: Hvis det er en fejl at du har modtaget denne email, så ignorer den venligst da du ikke burde modtage lignende.
fi_fi: Jos sait tämän viestin vahingossa, niin unohda se, koska sinun ei pitäisi saada tälläisia posteja.
it_it: Se l'hai ricevuta per errore, per favore ignorala, non riceverai altre email simili a questa.
ja_jp: エラーを受け取っても、同様のいかなるメールも受け取ってはならないので、無視してください。
lt_lt: Jeigu gavote já per klaidà, ignoruokite ðá laiðkà.
pl_pl: Je¿eli otrzyma³e¶ go przez przypadek, zignoruj. W przysz³o¶ci nie powiniene¶ dostawaæ podobnych.

source: If you were expecting email from the %s installation at %s, then Congratulations! Email is working and you can enable the %s email functions.
af_za: As jy 'n e-pos ven die %s installasie by %s verwag het, veels geluk! Die e-pos funksie werk en jy kan die %s e-pos funksies aanskakel.
da_dk: Hvis du ventede email fra %s installationen på %s, så tillykke! Email virker og du kan benytte %s email funktionaliteter.
fi_fi: Jos odotit postia %s asennuksesta %s:llä, niin onnittelemme! Sähköposti on toiminnassa ja voit asettaa tämän funktion (%s) toimintaan asetuksista.
it_it: Se stavi aspettando un'email dall'installazione di %s presso %s, allora Congratulazioni! L'email funziona e puoi attivare le funzioni di invio email di %s.
ja_jp: %2$sの%1$sインストレーションからのメールを期待していたなら、喜んでください! 電子メールは正常動作し、%3$sメール機能が利用できます。
lt_lt: Jeigu tikëjotës laiðko ið %s puslapyje %s, tada sveikiname! Paðto sistema veikia ir jûs galite ájungti %s paðto funkcijà.
pl_pl: Je¿eli spodziewa³e¶ siê wiadomo¶ci email z instalacji %s na %s, Gratulacje! Funkcja email dzia³a i mo¿esz uaktywniæ t± funkcjê %s.

source: Attempt to send Testmail from config wizard.
it_it: Tentativo di invio mail di test dal wizard di configurazione.

source: SUCCESS!
af_za: SUKSES!
fi_fi: Onnistui!
it_it: SUCCESSO!
lt_lt: PASISEKIMAS!

source: Test email sent to <b>%s</b>, and should arrive in a few minutes. If you don't receive it please confirm the email address used was correct. If you cannot receive the email, then it must be disabled for this server, and %s email functions cannot be used until that is rectified
af_za: Toets e-pos is na <b>%s</b> gestuur, en behoort binnekort te te arriveer. As jy dit nie ontvang nie, maak seker dat die e-pos adres wat jy ingevoer het korrek is. As jy e-pos nie kan ontvang nie, dan moet dit vir hierdie bediener gesper word, en %s e-pos funksies kan nie gebruik word totdat dit reggemaak is nie.
it_it: Un'email di test &egrave; stata inviata a <b>%s</b>, e dovrebbe arrivare entro breve tempo. Se non dovessi riceverla, controlla che l'indirizzo email fornito sia corretto. Se non puoi ricevere email, allora bisogna disattivare la funzione su questo server, e le funzioni per le email di %s non potranno essere usate finch&eacute; il problema non sar&agrave; stato risolto
lt_lt: Testinis laiðkas nusiøstas á <b>%s</b>. Jeigu jo negavote, patikrinkite ar el. paðto adresas buvo teisingas. Jeigu vistiek negavote laiðko, tai greièiausiai ðiame serveryje paðto funkcija iðjungta, ir jûs negalite pasinaudoti %s paðto siuntimo funkcijomis.

source: You must use a valid email address
af_za: Jy moet 'n korrekte e-pos adres gebruik
da_dk: Du skal angive en gyldig emailadresse
fi_fi: Et käyttänyt oikeaa sähköpostiosoitetta
it_it: Devi speficare un indirizzo email valido
ja_jp: 正しいメールアドレスを使用してください
lt_lt: Turite áraðyti tikrà el. paðto adresà
pl_pl: Musisz podaæ poprawny adres email

source: Try again?
af_za: Probeer weer?
da_dk: Prøv igen?
fi_fi: Kokeile uudestaan?
it_it: Vuoi riprovare?
ja_jp: もう一度?
lt_lt: Bandykite dar kartà
pl_pl: Powtórzyæ?

source: This enables you to confirm that email is working correctly on your system. Submit your email address below, and an email will be sent to you. If you receive it, then you know that mail is working on your system
af_za: Hiermee kan jy toets of e-pos korrek op jou sisteem werk. Gee jou e-pos adress hieronder aan, en 'n e-pos sal aan jou gestuur word. As jy dit ontvang, dan sal jy weet dat e-pos op jou sisteem werk.
da_dk: Her kan du bekræfte om email virker korrekt på dit system. Indtast din emailadresse nedenunder, og en email vil blive sendt til dig. Hvis du modtager den, ved du at email virker på dit system
fi_fi: Tämä tarkistaa, että sähköposti toimii oikein järjestelmässäsi. Anna sähköpostiosoitteesti ja siihen lähetetään testiviesti, jonka jälkeen tiedät, toimii sähköposti vai ei.
it_it: Questo ti permette di confermare che l'email funziona correttamente nel tuo sistema. Inserisci qui sotto il tuo indirizzo email, e ti verr&agrave; inviato un messaggio. Se lo ricevi, allora vuol dire che l'email funziona
ja_jp: これは、このシステムで電子メールが正しく動作するか確認するものです。メールアドレスを以下から送信すると、メールが送信されます。それを受け取ったら、電子メールはシステムは動作しています。
lt_lt: Ði forma leidþia patikrinti, ar jûsø sistema gali siøsti elektroninius laiðkus. Apaèioje áraðykite el. paðto adresà, kuriuo norite gauti testiná laiðkà. Jeigu gausite já, vadinasi paðto sistema veikia teisingai
pl_pl: To pozwoli ci przekonaæ siê ¿e email dzia³a poprawnie na Twoim systemie. Podaj swój adres email poni¿ej a wtedy wiadomo¶æ zostanie wys³ana do Ciebie. Je¿eli j± otrzymasz, bêdzie to znaczy³o ¿e poczta w Twoim systemie dzia³a poprawnie.

source: %s not set.
fi_fi: %s ei ole asetettu.
it_it: %s non impostato.
lt_lt: Nenustatymas %s.

source: Warning
af_za: Waarskuwing
fi_fi: Varoitus
it_it: Attenzione
lt_lt: Perspëjimas

source: Your email address:
af_za: Jou e-pos adress:
fi_fi: Sähköpostiosoitteesi:
it_it: Il tuo indirizzo email:
lt_lt: Jûsø el. paðto adresas:

source: Send Email
af_za: Stuur E-pos
fi_fi: Lähetä sähköposti
it_it: Invia Email
lt_lt: Siøsti laiðkà
