Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: 1 photo in this album
ca_es: 1 foto en aquest àlbum
hu_hu: 1 fotó van ebben az albumban.
is_is: Ein mynd í þessu albúmi
lt_lt: Ðiame albume yra 1 nuotrauka
sk_sk: 1 foto v tomto albume
sl_si: 1 fotografija v tem albumu
sv_se: 1 foto i detta album
tr_tr: Bu albümde 1 resim var
uk_ua: 1 фото в цьому альбом╕
vi_vn: 1 ảnh trong album này

source: one page
hu_hu: %d oldal
is_is: ein síða
lt_lt: vienas puslapis
sl_si: %d strani
sv_se: en sida
tr_tr: bir sayfa
vi_vn: một trang

source: navigate UP
ca_es: navega Amunt
is_is: vafra UPP
lt_lt: keliauti AUKÐTYN
sk_sk: ís» HORE
sl_si: smer GOR
sv_se: navigera UPP

source: Save and Exit
ca_es: Guardar i Sortir
hu_hu: Ment és kilép
is_is: Vista og hætta
lt_lt: Iðsaugoti ir iðeiti
sk_sk: Uchova» a Ukonèi»
sv_se: Spara och avsluta
tr_tr: Kaydet ve Çýk
uk_ua: Записати ╕ вийти
vi_vn: Lưu&nbsp;và&nbsp;thoát

source: Save and Edit Next %d
ca_es: Guardar i Editar Següent %d
hu_hu: Ment és ugrik a következõ %d-re
is_is: Vista og breyta næstu %d
lt_lt: Iðsaugoti ir redaguoti kitus %d
sk_sk: Uchova» a Meni» Nasledujúcich %d
sl_si: Shrani in uredi naslednjih %d
sv_se: Spara och redigera nästa %d
tr_tr: Kaydet ve Sonrakini Düzenle %d
uk_ua: Записати ╕ редагувати наступний %d
vi_vn: Lưu&nbsp;và&nbsp;soạn&nbsp;tiếp&nbsp;theo&nbsp;%d

source: Save and Edit Previous %d
ca_es: Guardar i Editar Previ %d
hu_hu: Ment és ugrik az elõzõ %d-re
is_is: Vista og breyta fyrri %d
lt_lt: Iðsaugoti ir redaguoti ankstesnius %d
sk_sk: Uchova» a Meni» Predchádzajúcich %d
sl_si: Shrani in uredi prej¹njih %d
sv_se: Spara och redigera föregående %d
tr_tr: Kaydet ve Öncekini Düzenle %d
uk_ua: Записати ╕ редагувати попередн╕й %d
vi_vn: Lưu&nbsp;và&nbsp;soạn&nbsp;phía&nbsp;trước&nbsp;%d

source: Exit
ca_es: Sortir
hu_hu: Kilépés
is_is: Hætta
lt_lt: Iðeiti
sk_sk: Zavrie»
sl_si: Izhod
sv_se: Avsluta
tr_tr: Çýkýþ
uk_ua: Вийти
vi_vn: Thoát

source: (click to enlarge)
is_is: (smellið til að stækka)
lt_lt: (bakstelkite padidinti)
sl_si: (klikni za veèje)
sv_se: (klicka för att förstora)
tr_tr: (büyütmek için týkla)
vi_vn: (nhấn để xem lớn hơn)

source: hidden
ca_es: ocult
hu_hu: rejtett
is_is: falin
lt_lt: paslëpta
sk_sk: ukrytý
sl_si: skrito
sv_se: Dold
tr_tr: saklý
uk_ua: прихований
vi_vn: ẩn

source: Album Caption
hu_hu: Album aláírás
is_is: Fyrirsögn albúms
lt_lt: Albumo apraðymas
sk_sk: Hlavièka Albumu
sl_si: Naslov albuma
sv_se: Albumrubrik

source: Movie Caption
hu_hu: Videó képaláírása
is_is: Fyrirsögn kvikmyndar
lt_lt: Filmo apraðymas
sk_sk: Filmová Hlavièka
sl_si: Naslov filma
sv_se: Filmrubrik

source: Photo Caption
hu_hu: Fotó képaláírása
is_is: Fyrirsögn myndar
lt_lt: Fotografijos apraðymas
sk_sk: Hlavièka Fotky
sl_si: Naslov fotke
sv_se: Fotorubrik

source: Title
ca_es: Títol
hu_hu: Cím
is_is: Titill
lt_lt: Pavadinimas
sk_sk: Titul
sl_si: Naslov
sv_se: Titel
tr_tr: Baþlýk
uk_ua: Посада
vi_vn: Tiêu đề

source: Keywords
ca_es: Paraules clau
hu_hu: Kulcsszavak
is_is: Stikkorð
lt_lt: Raktiniai þodþiai
sk_sk: Kµúèové slová
sl_si: Kategorija
sv_se: Nyckelord
tr_tr: Anahtarsözcükler
uk_ua: Ключов╕ слова
vi_vn: Từ khoá

source: Capture Date
ca_es: Data de llegenda
hu_hu: Felvételi idõ
is_is: Dagsetning
lt_lt: Nuotraukos padarymo data
sk_sk: Dátum záznamu
sl_si: Datum/èas posnetka
sv_se: Fotodatum
uk_ua: Дата зйомки

source: NO PHOTOS!
ca_es: NO HI HA IMATGES!
hu_hu: NINCS FOTÓ!
is_is: ENGAR MYNDIR!
lt_lt: NUOTRAUKØ NËRA!
sk_sk: ®IADNE FOTKY!
sl_si: NI SLIK!
sv_se: INGA FOTON!
uk_ua: НЕМА╢ ФОТО !

source: Untitled
ca_es: Sene títol
hu_hu: Cím nélkül
is_is: Nafnlaust
lt_lt: Nepavadintas
sk_sk: Bez názvu
sl_si: Nima naslova
sv_se: Ingen titel
tr_tr: Baþlýksýz
uk_ua: Без назви
vi_vn: Không tiêu đề

source: Album up to date.
ca_es: Album actualitzat
hu_hu: Az album naprakész.
is_is: Albúm uppfært.
lt_lt: Albumas atnaujintas.
sk_sk: Album je najnov¹í
sl_si: Album je v redu.
sv_se: Album är uppdaterat.
tr_tr: Albüm güncel.
uk_ua: Альбом поновлений.
vi_vn: Album cập nhật.

source: Upgrading album properties...
ca_es: Actualitzant propietats de l'àlbum
hu_hu: Az album tulajdonságainak frissítése...
is_is: Uppfæri stillingar albúms ...
lt_lt: Atnaujinu albumo nustatymus...
sk_sk: Aktualizujem vlastnosti albumu...
sl_si: Nadgrajujem lastnosti albuma ...
sv_se: Uppgraderar albumegenskaper...
tr_tr: Albüm seçenekleri güncelleniyor...
uk_ua: Поновлюються властивост╕ альбома...
vi_vn: Nâng cấp cấu hình album...

source: Renaming album from %s to %s...
hu_hu: Az album átnevezése %s-rõl %s-re
is_is: Endurnefni albúm frá %s to %s...
lt_lt: Pervadiname %s albumà á %s...
sk_sk: Mením názov albumu z %s na %s...
sl_si: Preimenujem album iz %s v %s...
sv_se: Döper om album från %s till %s...
tr_tr: Albüm adý %s deðiþtiriliyor %s.
vi_vn: Đổi tên album từ %s sang %s...

source: done
ca_es: fet
hu_hu: kész
is_is: lokið
lt_lt: atlikta
sk_sk: hotovo
sl_si: konèano
sv_se: Klar
tr_tr: tamamlandý
uk_ua: виконано
vi_vn: kết&nbsp;thúc

source: Upgrading item %d of %d . . .
ca_es: Actualitzant element %d de %d . . .
hu_hu: A %d / %d elem frissítése . . .
is_is: Uppfæri mynd %d af %d . . .
lt_lt: Atnaujinu elementà %d ið %d . . .
sk_sk: Aktualizujem polo¾ku %d z %d . . .
sl_si: Nadgrajujem %d predmetov od %d . . .
sv_se: Uppgraderar objekt %d av %d . . .
tr_tr: Güncelleniyor öge %d / %d . . .
uk_ua: Поновлю╓ться %d з %d . . .
vi_vn: Nâng cấp mục/ảnh %d của %d . . .

source: msg should be an array!
ca_es: missatge hauria de ser una matriu!
is_is: Breytan msg ætti að vera fylki
lt_lt: msg turi bûti masyvas!
sk_sk: msg by malo by» pole!
sv_se: meddelande bör vara en ordnad rad!
vi_vn: tin phải là một dãy array!

source: Changes to Album: %s
sv_se: Ändringar på album: %s
tr_tr: Albümde Deðiþiklik: %s

source: A change has been made to Album: %s by %s (IP %s). The change is: %s
sv_se: En ändring har gjorts i album: %s av %s (IP %s). Ändringen är: %s
tr_tr: Deðiþiklik yapýldý, Albüm: %s, %s (IP %s) tarafýndan. Deðiþiklik: %s

source: If you no longer wish to receive emails about this image, follow the links above and ensure that 'Email me when other changes are made' is unchecked (You'll need to login first).
sv_se: Om du inte längre önskar att mottaga e-post om denna bild, följ länkarna ovan och försäkra att &quot;Skicka e-post till mig när andra ändringar har gjorts&quot; är avmarkerad (Du behöver logga in först).
tr_tr: Bu resim hakkýnda bundan sonra email almak istemiyor iseniz, yukarýda bulunan linkleri takip edin ve Diðer deðiþiklikler yapýldýðýnda bana email gönder seçeneðinin seçili olmadýðýndan emin olun (Öncelikli olarak giriþ yapmýþ olmalýsýnýz).

source: Operation was done successfully. Emailing is on, but no email was sent as no valid email address was found
sv_se: Operationen genomfördes framgångsrikt. E-postning är på men ingen e-post skickades eftersom ingen giltig e-postadress hittades
tr_tr: Operasyon baþarýyla tamamlandý. Email gönderimi açýk, ancak email gönderilmedi çünkü geçerli bir email adresi bulunamadý

source: Entering album %s, processing %d photos
is_is: Byrja í albúmi %s, vinn með %d myndir
lt_lt: Einama á %s albumà, apdorojamos %d nuotraukos
sl_si: Vstopam v album %s, obdelujem %d fotografij
sv_se: Öppnar album %s, bearbetar %d foton
tr_tr: %s albümüne giriliyor, %d fotoðraflar iþleniyor
vi_vn: Truy cập album %s, sử lý %d ảnh

source: Processing element %d...
is_is: Vinn með mynd %d...
sl_si: Obdelujem predmet %d ...
sv_se: Bearbeter objekt %d...
tr_tr: Element iþleniyor %d...
vi_vn: Sử lý thành phần %d...

source: Doing the naming
is_is: Vinn að nafnabreytingu
sv_se: Namnsätter
vi_vn: Thực thi tên

source: Image Preprocessing
is_is: Meðhöndla myndir
sv_se: Bild-förbearbetning
tr_tr: Resim Ýþleniyor
vi_vn: Sử lý ảnh trước

source: Resizing/compressing original image
ca_es: Re-escalant/comprimint imatge original
hu_hu: Az eredeti kép újraméretezése/tömörítése
is_is: Breyti stærð/þjöppun upprunalegu myndarinnar
lt_lt: Keièiu/suspaudþiu originalà
sk_sk: Mením veµkos»/komprimujem pôvodný obrázok
sl_si: Zmanj¹ujem originalno sliko
sv_se: Storleksändrar/komprimerar originalbild
tr_tr: Orjinal resim yeniden boyutlandýrýlýyor/sýkýþtýrýlýyor
vi_vn: Chỉnh cỡ/nén ảnh nguyên gốc

source: Cannot resize/compress this filetype
ca_es: No es pot re-escalar/comprimir aquest tipus d'arxiu
hu_hu: Ez a fájltípus nem tömöríthetõ/újraméretezhetõ
is_is: Get ekki breytt stærð/þjöppun þessarar skráargerðar.
lt_lt: Negaliu pakeisti/suspausti ðio formato
sk_sk: Nieje mo¾né zmeni» veµkos»/komprimova» tento typ archívu
sl_si: Ne morem zmanj¹ati takega formata
sv_se: Kan inte storleksändra/komprimera denna filtyp
tr_tr: Bu dosya tipi yeniden boyutlandýrýlamýyor / sýkýþtýrýlamýyor
vi_vn: Không thể chỉnh cỡ/nén đối với loại file này

source: Adding Photo to the photo list
is_is: Bæti myndum við í myndalista
sv_se: Lägger till foto till fotolistan

source: Resizing %s
ca_es: Re-escalant %s
hu_hu: %s átméretezése
is_is: Breyti stærð %s
lt_lt: Keièiu %s
sk_sk: Mením veµkos» %s
sl_si: Zmanj¹ujem %s
sv_se: Storleksändrar %s
tr_tr: Boyut Yenileniyor %s
uk_ua: Зм╕ню╓ться розм╕р %s
vi_vn: Chỉnh cỡ %s

source: Photo auto-rotated/transformed
ca_es: Imatge auto-rotada/transformada
hu_hu: Fotó elforgatva/átalakítva
is_is: Sný/varpa mynd sjálfkrafa
lt_lt: Nuotrauka automatiðkai pasukta
sk_sk: Fotka automaticky rotovaná/transformovaná
sl_si: Avtomatièno obraèanje fotografije
sv_se: Foto automatiskt roterat/omvandlat
vi_vn: Ảnh tự xoay/chuyển đổi

source: Watermarking Image
hu_hu: Kép vízjelzése
is_is: Vatnsmerki mynd
lt_lt: Dedame vandens þenklus á nuotraukà
sk_sk: Pridávam Vodotlaè do Obrázku
sl_si: ®ig slike
sv_se: Vattenstämpla Bild
tr_tr: Resim Filigranlanýyor
vi_vn: Ảnh chèn

source: Requested index [%d] out of bounds [%d]
is_is: Eftirspurður listi [%d] utan marka [%d]
lt_lt: Reikalaujamas indeksas [%d] netelpa á ribas [%d]
sv_se: Begärt index [%d] på förbjudet område [%d]

source: Processing image %d...
ca_es: Processant imatge %d...
hu_hu: %d. kép feldolgozása...
is_is: Vinn með mynd %d...
lt_lt: Apdoroju %d nuotraukà...
sk_sk: Spracúvam obrázok %d...
sl_si: Obdelujem sliko %d ...
sv_se: Bearbetar bild %d...
tr_tr: Resim iþleniyor %d...
uk_ua: Обробка зображення %d...
vi_vn: Sử lý ảnh %d...

source: Error getting EXIF data. Expected Status 0, got %s.
sv_se: Fel vid hämtning av EXIF-information. Förväntad status 0, fick %s.
tr_tr: EXIF verisi alma sýrasýnda hata. Beklenen Durum 0, sahip olunan %s.

source: Email problem: skipping %s (UID %s) because email address %s is not valid.
ca_es: Problema de correu: saltant %s (UID %s) perquè la direcció de correu %s no és vàlida
hu_hu: Email probléma: %s-t (UID %s) kihagytam, mert a(z) %s emailcím érvénytelen.
is_is: Tölvupósts vandamál: sleppi %s (UID %s) vegna þess að tölvupóstfangið %s er ógilt.
lt_lt: Paðto problema: praleidþiu %s (UID %s), nes el. paðto adreso %s nëra.
sk_sk: Emailový problém: vynechávam %s (UID %s) preto¾e emailová adresa %s nieje platná.
sl_si: Problem s po¹iljanjem e-po¹te: po¹ta za %s (UID %s) ni poslana, ker naslov %s ni pravilen.
sv_se: Problem med e-post: utesluter %s (UID %s) eftersom e-postadress %s inte är giltig.

source: Invalid image
ca_es: Imatge invàlida
hu_hu: Hibás kép
is_is: Ógild mynd
lt_lt: Neteisinga nuotrauka
sk_sk: Nesprávny obrázok
sl_si: Po¹kodovana fotografija
sv_se: Ogiltig bild
tr_tr: Geçersiz resim
uk_ua: З╕псоване зображення
vi_vn: Ảnh sai

source: Generating thumbnail.
is_is: Bý til smámynd.
sv_se: Skapar miniatyrbild.
tr_tr: Thumbnail yaratýlýyor.
vi_vn: Tạo ảnh thumbnail.

source: Unable to make thumbnail
ca_es: Impossible generar thumbnail
hu_hu: A kiskép elkészítése nem sikerült
is_is: Gat ekki búið til smámynd
lt_lt: Negaliu sumaþinti nuotraukos
sk_sk: Nieje mo¾né vytvori» zmen¹eninu
sl_si: Ne morem zmanj¹ati slik
sv_se: Kunde inte skapa miniatyrbild
tr_tr: Thumbnail yaratýlamýyor
uk_ua: Неможливо створити п╕ктограму
vi_vn: Không thể tạo thumbnail

source: No preview
is_is: Ekkert sýnishorn
lt_lt: Perþiûros nëra
sk_sk: ®iadne prehliadanie
sl_si: Ni predogleda
sv_se: Ingen förhandsgranskning
tr_tr: Görünüm yok
vi_vn: Không có xem trước

source: No thumbnail
ca_es: Cap thumbnail
hu_hu: Nincs kiskép
is_is: Engin smámynd
lt_lt: Nëra sumaþintos nuotraukos
sk_sk: ®iadna zmen¹enina
sl_si: Ni slièic
sv_se: Ingen miniatyrbild
tr_tr: Thumbnail yok
uk_ua: Нема╓ п╕ктограми
vi_vn: Không có thumbnail

source: No highlight
ca_es: Cap ressaltat
hu_hu: Nincs kiemelt kép
is_is: Engin forsíðumynd
lt_lt: Titulinës nuotraukos nëra
sk_sk: ®iadne zvýraznenie
sl_si: Ni naslovnice
sv_se: Ingen förgrundsbild
uk_ua: Без титульного кадру

source: Anonymous User
ca_es: Usuari anònim
hu_hu: Anonim Felhasználó
is_is: Ónafngreindur notandi
lt_lt: Anoniminis vartotojas
sk_sk: Anonymný U¾ívateµ
sl_si: Neimenovan uporabnik
sv_se: Anonym användare
tr_tr: Anonim Kullanýcý
uk_ua: Анон╕мний користувач
vi_vn: Khách viếng thăm

source: Nobody
ca_es: Ningú
hu_hu: Senki
is_is: Enginn
lt_lt: Niekas
sk_sk: Nikto
sl_si: Nihèe
sv_se: Ingen
tr_tr: Hiçkimse
uk_ua: Н╕кому
vi_vn: Không ai cả

source: Unable to create dir
ca_es: Impossible crear directori
hu_hu: A könyvtár létrehozása nem sikerült
is_is: Get ekki búið til möppu
lt_lt: Nagaliu sukurti katalogo
sk_sk: Nieje mo¾né vytvori» adresár
sl_si: Ne morem kreirati mape
sv_se: Kunde inte skapa katalog
tr_tr: Klasör yaratýlamýyor
uk_ua: Неможливо створити теку
vi_vn: Không thể tạo thư mục

source: %s exists, but is not a directory!
ca_es: %s existeix, però no és un directori!
hu_hu: %s létezik, de nem könyvtár!
is_is: %s er til, en er ekki mappa!
lt_lt: %s egzistuoja, bet nëra katalogas!
sk_sk: %s existuje ale nieje adresár!
sl_si: %s obstaja, vendar ni mapa!
sv_se: %s finns, men är inte en katalog!
tr_tr: %s var, ancak bir klasör deðil!
uk_ua: %s вже ╕сну╓, але не тека!
vi_vn: %s có, nhưng không phải là 1 thư mục!

source: The folder folder which contain your userinformation (%s) is not writable.
is_is: Mappan sem inniheldur notendaupplýsingar (%s) er ekki skrifanleg.
lt_lt: Katalogas, kuriame yra jûsø vartotojo informacija, (%s) nëra áraðomas
sl_si: V mapo, v kateri je datoteka z va¹imi podatki (%s) ne morem pisati.
sv_se: Katalogen som innehåller din användarinformation (%s) är inte skrivbar.

source: Your Userfile is not writeable
is_is: Get ekki skrifað í notendaskrá þína
lt_lt: Jûsø vartotojo failas nëra áraðomas
sl_si: Uporabni¹ke datoteke ni mogoèe spremeniti/zapisati.
sv_se: Din användarfil är inte skrivbar
tr_tr: Kullanýcýdosyanýz yazýlabilir deðil
vi_vn: File người dùng không thể ghi

source: Illegal username %s: must at least 2 characters
ca_es: Nom d'usuari il·legal %s: ha de tenir com a mínim dos caràcters
hu_hu: %s felhasználónév hibás: legalább 2 karakterbõl kell állnia
is_is: Ógilt notandanafn %s: það verður að innihalda tvo stafi hið minnsta
lt_lt: %s vartotojo vardas neteisingas: reikia bent dviejø simboliø
sk_sk: Nesprávny u¾ívateµ %s: musí by» najmenej 2 znaky
sl_si: Napaèno ime %s: mora vsebovati veè kot 2 znaka
sv_se: Ogiltigt användarnamn %s: måste bestå av minst 2 tecken

source: Illegal username %s: must at most 15 characters
ca_es: Nom d'usuari il·legal %s: pot tenir com a màxim 15 caràcters
hu_hu: %s felhasználónév hibás: maximálisan 15 karakterbõl állhat
is_is: Ógilt notandanafn %s: má innihalda 15 stafi hið mesta
lt_lt: %s vartotojo vardas neteisingas: reikia ne daugiau 15-kos simboliø
sk_sk: Nesprávny u¾ívateµ %s: musí ma» menej ako 15 znakov
sl_si: Nedovoljeno uporabni¹ko ime %s: lahko je najveè 15 znakov
sv_se: Ogiltigt användarnamn %s: får bestå av högst 15 tecken

source: Illegal username %s: must contain only letters or digits
ca_es: Nom d'usuari il·legal %s: només pot tenir lletres o digits
hu_hu: %s felhasználónév hibás: csak betûket és számokat tartalmazhat
is_is: Ógilt notandanafn %s: má aðeins innihalda bókstafi og tölustafi
lt_lt: %s vartotojo vardas neteisingas: gali bûti tik raidës arba skaièiai
sk_sk: Nesprávny u¾ívateµ %s: musí obsahova» len pismená alebo èíslice
sl_si: Nedovoljeno uporabni¹ko ime %s: lahko vsebuje samo èrke in ¹tevilke
sv_se: Ogiltigt användarnamn %s: får endast bestå av bokstäver och siffror

source: %s is reserved and cannot be used.
ca_es: %s és reservat i no pot ser utilitzat
hu_hu: %s foglalt, nem használható.
is_is: %s er frátekið og má ekki nota.
lt_lt: %s yra rezervuotas ir negali bûti naudojamas.
sk_sk: %s je rezervované a nemô¾e by» pou¾ité.
sl_si: %s je rezerviran in ga ni mo¾no uporabiti.
sv_se: %s är reserverat och kan inte användas.
uk_ua: %s - зарезервована назва ╕ не може використовуватись.

source: A user with the username of %s already exists
ca_es: Ja existeix un usuari amb el nom d'usuari %s
hu_hu: %s azonosítójú felhasználó már létezik
is_is: Notandi að nafni %s er nú þegar til
lt_lt: Vartotojas %s jau egzistuoja
sk_sk: U¾ívateµ s menom %s u¾ existuje
sl_si: Uporabnik z imenom %s ¾e obstaja
sv_se: En användare med användarnamnet %s finns redan
uk_ua: Користувач з ╕менем %s вже ╕сну╓

source: Password must be at least 3 characters
ca_es: La contrasenya ha de ser com a mínim de 3 caràcters
hu_hu: A jelszó legalább 3 karakterbõl álljon
is_is: Lykilorð verður að vera lágmark þrír stafir
lt_lt: Slaptaþodis turi bûti bent ið trijø simboliø
sk_sk: Heslo musí by» najmenenej 3 znaky.
sl_si: Geslo ne sme biti kraj¹e od 3 znakov
sv_se: Lösenordet måste bestå av minst 3 tecken
tr_tr: Þifre en az 3 karakterden oluþmalýdýr
uk_ua: Пароль не може бути коротшим за 3 л╕тери
vi_vn: Mật khẩu yêu cầu tối thiểu có 3 ký tự

source: Checking user %d of %d . . . .
ca_es: Comprovant usuari %d de %d . . . .
hu_hu: A %d / %d felhasználó ellenõrzése . . .
is_is: Athuga notanda %d af %d . . . .
lt_lt: Tikrinu vartotojà %d ið %d . . . .
sk_sk: Kontrolujem u¾ívateµa %d z %d . . .
sl_si: Preverjam uporabnika %d od %d . . . .
sv_se: Kontrollerar användare %d av %d. . . .

source: skipped
ca_es: saltat
hu_hu: kihagyva
is_is: sleppt
lt_lt: praleistas
sk_sk: vynechané
sl_si: izpu¹èeno
sv_se: utesluten

source: Problem adding %s:
ca_es: Problema afegint %s:
hu_hu: Probélma %s hozzáadásakor:
is_is: Tókst ekki að bæta við %s:
lt_lt: Problemos pridedant %s:
sk_sk: Problém s pridávaním %s:
sl_si: Ne morem dodati %s:
sv_se: Problem med att lägga till %s:
tr_tr: Problem ekleniyor %s:
vi_vn: Có vấn đề khi thêm %s:

source: Copy Photo
hu_hu: Fotó másolása
is_is: Afrita mynd
lt_lt: Nuotraukos kopijavimas
sk_sk: Skopírova» Fotku
sl_si: Kopiraj fotografijo
sv_se: Kopiera foto
tr_tr: Fotoðraf Kopyala
vi_vn: Copy&nbsp;ảnh

source: Invalid album selected: %s
ca_es: Àlbum invàlid seleccionat: %s
hu_hu: Érvénytelen a kiválasztott album: %s
is_is: Ógilt albúm valið: %s
lt_lt: Pasirinktas albumas neteisingas: %s
sk_sk: Zvolený nesprávny album: %s
sl_si: Napaèen album je izbran: %s
sv_se: Ogiltigt album valt: %s
tr_tr: Geçersiz albüm seçildi: %s
vi_vn: Đã chọn sai album: %s

source: Can't copy album #%d
ca_es: Impossible copiar àlbum #%d
hu_hu: A #%d album nem másolható
is_is: Get ekki afritað albúm #%d
lt_lt: Negaliu kopijuoti albumo #%d
sk_sk: Nebolo mo¾né skopírova» album #%d
sl_si: Ne morem kopirati albuma #%d
sv_se: Kan inte kopiera album #%d
tr_tr: Albüm kopyalanamýyor #%d
vi_vn: Không thể copy album #%d

source: Copying photo #%d
ca_es: Copiant imatge #%d
hu_hu: %d-edik fotó másolása
is_is: Afrita mynd #%d
lt_lt: Kopijuoju nuotraukà #%d
sk_sk: Kopírujem fotku #%d
sl_si: Kopiram sliko #%d
sv_se: Kopierar foto #%d
tr_tr: Kopyalanan fotoðraf #%d
vi_vn: Copy ảnh #%d

source: Creating Thumbnail
ca_es: Creant Thumbnail
hu_hu: Kiskép készítése
is_is: Bý til smámynd
lt_lt: Generuoju sumaþintà nuotraukà
sk_sk: Vytváram Zmen¹eninu
sl_si: Kreiram slièico
sv_se: Skapar miniatyrbilder
tr_tr: Thumbnail yaratiliyor
uk_ua: Створення п╕ктограм
vi_vn: Tạo Thumbnail

source: Skipping Album #%d
ca_es: Saltant Àlbum #%d
hu_hu: A #%d album kihagyása
is_is: Sleppi albúmi #%d
lt_lt: Praleidþiu albumà #%d
sk_sk: Vynechávam Album #%d
sl_si: Izpu¹èam album #%d
sv_se: Utesluter album #%d
tr_tr: Albüm Geçiliyor #%d
uk_ua: Пропуска╓ться альбом #%d
vi_vn: Bỏ qua Album #%d

source: Dismiss
ca_es: Descartar
hu_hu: Bezárás
is_is: Loka
lt_lt: Atlikta
sk_sk: Zru¹i»
sl_si: Konèaj
sv_se: Stäng
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Kết&nbsp;thúc

source: Please select the album where you want to copy the photo(s) to.
sv_se: Vänligen välj albumet som du önskar att kopiera foto(na) till.
tr_tr: Lütfen foto veya fotolarý kopyalamak istediðiniz albümü seçiniz.

source: Copy a range of photos to a new album:
ca_es: Copia un nombre determinat d'imatges a un àlbum nou:
hu_hu: Egy képtartomány áthelyezése új albumba:
is_is: Afrita röð mynda yfir í nýtt albúm:
lt_lt: Nukopijuoti keletà nuotraukø á kità albumà:
sk_sk: Skopírova» okruh fotiek do nového albumu:
sl_si: Kopiraj odsek fotografij v nov album:
sv_se: Kopiera en serie av foton till ett nytt album:
tr_tr: Fotoðraflarý yeni albüme kopyala:
vi_vn: Copy một khoảng ảnh vào một album mới:

source: To copy just one photo, make First and Last the same.
is_is: Til að afrita einungis eina mynd, hafðu þá fyrstu og þá síðustu sömu.
lt_lt: Norëdami kopijuoti vienà nuotraukà 'Pirma' ir 'Paskutinë' reikðmes pasirinkite vienodas.
sl_si: Za kopiranje fotke nastavi prvo in zadnjo isto fotko.
sv_se: För att kopiera endast ett foto, gör Först och Sist till samma.
tr_tr: Sadece tek fotoðraf kopyala, Birinci ve Sonuncuyu ayný yap.
vi_vn: Để copy một ảnh, hãy chọn số Đầu và Cuối giống nhau.

source: Nested albums in this range will be ignored.
is_is: Undiralbúmum í þessu vali verður sleppt.
lt_lt: Gilesni albumai, esantys ðiame intervale, bus praleisti.
sl_si: Pod-albumi v tem odseku bodo izpu¹èeni.
sv_se: Underliggande album i denna serie kommer att ignoreras.
vi_vn: Những album nhánh ở khoảng này sẽ được bỏ qua.

source: First
ca_es: Primer
hu_hu: Elsõ
is_is: Fyrsta
lt_lt: Pirma
sk_sk: Prvý
sl_si: Prva
sv_se: Först
tr_tr: Ýlk
uk_ua: Перше
vi_vn: Đầu

source: Last
ca_es: Últim
hu_hu: Utolsó
is_is: Síðasta
lt_lt: Paskutinë
sk_sk: Posledný
sl_si: Zadnja
sv_se: Sist
tr_tr: Son
uk_ua: Останн╓
vi_vn: Cuối

source: New Album
ca_es: Nou Àlbum
hu_hu: Új album
is_is: Nýtt albúm
lt_lt: Naujas albumas
sk_sk: Nový Album
sl_si: Nov album
sv_se: Nytt album
tr_tr: Yeni Albüm
uk_ua: Новий альбом
vi_vn: Album mới

source: WARNING: Some of the albums need to be upgraded to the current version of %s.
ca_es: ATENCIÓ: Alguns àlbums requereixen ser actualitzats a la versió de %s
hu_hu: FIGYELMEZTETÉS: Néhány albumot a %s legújabb verziójára kell frissíteni.
is_is: Ath: Sum albúm þarf að uppfæra yfir í nýjustu útgáfu af %s.
lt_lt: DËMESIO: Kai kurie albumai reikalauja atnaujinimo á naujà %s versijà.
sk_sk: UPOZORNENIE: Niekoµko albumov musí by» blah to blah %s.
sl_si: OPOZORILO: Nekatere albume je potrebno nadgraditi na trenutno verzijo %s.
sv_se: VARNING: Några av albumen behöver uppgraderas till nuvarande version av %s.
tr_tr: UYARI: Bazý albümlerin son yayýmlanan vesiyona yükseltilmesi gerekli. Son versiyon: %s
vi_vn: CHÚ Ý: Vài album cần được nâng cấp tới phiên bản hiện tại của %s.

source: Upgrade now
ca_es: Actualitza ara
hu_hu: Frissítés most
is_is: Uppfæra núna
lt_lt: Atnaujinti
sk_sk: Aktualizujte
sl_si: Nadgradi zdaj
sv_se: Uppgradera nu
tr_tr: Þimdi güncelle
uk_ua: Поновити зараз
vi_vn: Nâng&nbsp;cấp

source: Copy to Album!
ca_es: Copia a l'Àlbum!
hu_hu: Másold az albumba!
is_is: Afrita yfir í albúm!
lt_lt: Kopijuoti á albumà!
sk_sk: Skopírova» do Albumu!
sl_si: Kopiraj v album!
sv_se: Kopiera till album!

source: no album / index specified
ca_es: cap àlbum / índex especificat
hu_hu: nem adtál meg albumot / indexet
is_is: Ekkert albúm / yfirlit valið
lt_lt: nenurodytas albumas / indeksas
sk_sk: ¾iaden album / index nebol zadaný
sl_si: album / index ni oznaèen
sv_se: Inget album / index specificerat
tr_tr: albüm yok / indeks belirtilmiþ
uk_ua: не вказано альбом / положення
vi_vn: không chỉ định album/tựa đề
