Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_common.po
Languages: fi_fi, it_it, ja_jp, lt_lt, pt_pt

source: %s is not a valid email address.
fi_fi: %s ei ole kelvollinen sähköpostiosoite.
it_it: %s non &egrave; un indirizzo email valido.
ja_jp: %s は有効なメールアドレスではありません。
lt_lt: %s nëra tikras el. paðto adresas.
pt_pt: %s n&atilde;o &eacute; um endere&ccedil;o de email v&aacute;lido.

source: Valid sender email address given.
fi_fi: Kelvollinen lähettäjän sähköpostiosoite annettu.
it_it: Inserito un valido indirizzo email per il mittente.
ja_jp: 有効な送信者メールアドレスがあたえられました。
lt_lt: Áraðëte tikrà siuntëjo el. paðto adresà.
pt_pt: Fornecido um endere&ccedil;o v&aacute;lido de email de remetente.

source: You must specify a valid sender email address.
it_it: &Egrave; necessario speficare un indirizzo email per il mittente valido.

source: You must include %s in your welcome email.
it_it: &Egrave; necessario includere %s nell'email di benvenuto.

source: You must include %s or %s in your welcome email.
it_it: &Egrave; necessario includere %s o %s nell'email di benvenuto.

source: _Configuration Wizard
it_it: _Configurazione Guidata

source: Gallery Dia_gnostics Page
it_it: Pagina Dia_gnostica di Gallery

source: You must enter a password for the %s account.
fi_fi: Sinun t&auml;ytyy antaa salasana tunnukselle %s.
it_it: &Egrave; necessario inserire una password per l'account %s.
ja_jp: アカウント %s に対するパスワードを入力しなくてはいけません。
lt_lt: %s vartotojo vardas reikalauja slaptaþodþio.
pt_pt: Tem que escrever a Palavra-Passe para a conta %s.

source: It seems you've already configured Gallery, because there is one admin account, but it is not called %s.
it_it: Sembra che Gallery sia gi&agrave; stata configurata, perch&eacute; c'&egrave; un account amministratore, ma non si chiama %s.

source: It seems you've already configured Gallery, because there are %d admin accounts, but no user called %s.
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska järjestelmässä on jo %d admin-tiliä, mutta ei käyttäjää nimeltä %s.
it_it: Sembra che Gallery sia gi&agrave; stata configurata, perch&eacute; ci sono %d account di amministrazione, ma nessuno di essi si chiama %s.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、%d の管理者アカウントが存在します。しかし、%s という名前のユーザはいません。
lt_lt: Atrodo, kad Jûs jau sukonfigûravote Gallery, kadangi jau egzistuoja %d administratoriaus sàskaita(-os), bet nëra vartotojo - %s.
pt_pt: Parece que j&aacute; configurou pr&eacute;viamente a Gallery porque existem %d contas de administra&ccedil;&atilde;o mas nenhuma conta de utilizador chamada %s.

source: You don't have to enter a password. But if you do, Gallery will create an administrator account called %s with that password.
fi_fi: Sinun ei tarvitse antaa salasanaa, mutta jos annat sen, Galleria luo käyttäjän pääkäyttäjätilin %s antamallesi salasanalle.
it_it: Non &egrave; obbligatorio inserire una password. Ma se lo si fa, Gallery creer&agrave; un account di amministrazione chiamato %s con quella password.
ja_jp: パスワードを入力する必要はありません。しかし、入力すれば %s という名前で管理者アカウントを作成します。
lt_lt: Jûs neprivalote ávesti slaptaþodþio. Bet jeigu já ávesite, galerija sukonfigûruos administratoriaus sàskaità kuri vadinsis %s su ðiuo slaptaþodþiu.
pt_pt: N&atilde;o tem que entrar com uma password. Mas se o fizer, Gallery ir&aacute; criar uma conta de administrador chamada %s com essa password.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska käyttäjä %s on jo järjestelmässä. Sinun ei tarvitse antaa salasanaa, ellet halua käyttäjälle %s uutta salasanaa.
it_it: Sembra che Gallery sia gi&agrave; stata configurata, perch&eacute; l'utente %s esiste gi&agrave;. Non &egrave; obbligatorio inserire una password. Ma se lo si fa, Gallery cambier&agrave; la password dell'utente %s.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、%s ユーザは存在します。パスワードは入力する必要はありません。しかし、入力した場合は %s ユーザのパスワードを変更します。
lt_lt: Atrodo kad jûs jau konfigûravote Galerija, nes vartotojas %s jau egzistuoja. Jûs neprivalote áraðyti slaptaþodþio. Taèiau jeigu taip padarysite, %s vartotojo slaptaþodis bus pakeistas.
pt_pt: Parece que j&aacute; configurou pr&eacute;viamente Gallery porque existe o utilizador %s. N&atilde;o tem que entrar com uma password mas se o fizer Gallery alterar&aacute; a password para o utilizador %s.

source: Admin password
fi_fi: P&auml;&auml;k&auml;ytt&auml;j&auml;n salasana
it_it: Password dell'amministratore
ja_jp: 管理者パスワード
lt_lt: Administratoriaus slaptaþodis
pt_pt: Palavra Chave para o administrador

source: Full Name
fi_fi: Koko nimi
it_it: Nome Completo
ja_jp: 名前
lt_lt: Pilnas Vardas
pt_pt: Nome Completo

source: Full name that you can click on to send email (mailto:)
it_it: Nome completo cliccabile per mandare un'email (mailto:)
ja_jp: 名前はクリックしてメールが送れます。(mailto:)
lt_lt: Pilnas vardas ant kurio galite spragtelti ir iðsiøsti e-paðto þinute (mailto:)
pt_pt: Nome completo no qual pode clicar para enviar email (mailto:)

source: Username that you can click on to send email (mailto:)
it_it: Username cliccabile per mandare un'email (mailto:)
ja_jp: ユーザ名はクリックしてメールが送れます。(mailto:)
lt_lt: Vartotojo vardas ant kurio galite spragtelti ir iðsiøsti e-paðto þinute (mailto:)
pt_pt: Nome de Utilizador no qual pode clicar para enviar email (mailto:)

source: email address
fi_fi: sähköpostiosoite
it_it: indirizzo email
ja_jp: メールアドレス
lt_lt: e-paðto adresas
pt_pt: Endere&ccedil;o de email

source: This should be fixed before proceeding.
it_it: Questo problema dovrebbe essere risolto prima di continuare.

source: Look at %sCheck Versions%s for more details.
fi_fi: Katso %sCheck Versions%s jos haluat lisätietoja.
it_it: Consultare %sControllo Versioni%s per ulteriori dettagli.
ja_jp: 詳細は %sバージョンのチェック%s を見てください。
lt_lt: Detalesnë informacija %sVersijos patikrinimo puslapyje%s.
pt_pt: Procure mais detalhes em %sCheck Versions%s.

source: One file is newer then expected.
it_it: Un file &egrave; pi&ugrave; recente di quanto ci si aspettava.

source: One file is out of date, corrupted or missing.
it_it: Un file &egrave; obsoleto, danneggiato o mancante.

source: All %d tested files up-to-date.
fi_fi: Kaikki %d testatut tiedostot ovat ajan tasalla.
it_it: Tutti i %d file verificati sono aggiornati.
ja_jp: テストされた %d ファイルは全て最新です。
lt_lt: Visi %d failai tvarkingi.
pt_pt: Todos os %d ficheiros testados s&atilde;o actualizados.

source: The manifest file is missing or unreadable. Gallery is not able to perform a file version integrity check. Please install this file and reload this page.
it_it: Il file manifest manca o non &egrave; leggibile. Gallery non &egrave; in grado di controllare l'integrit&agrave; delle versioni dei file. Installare questo file e ricaricare questa pagina.

source: Please ensure that %s is the latest version. Gallery is not able to perform a file version integrity check. Please install the correct version and reload this page.
it_it: Assicurarsi che %s sia aggiornato all'ultima versione. Gallery non &egrave; in grado di controllare l'integrit&agrave; delle versioni dei file. Installare questo file e ricaricare questa pagina.

source: Testing status of %d files.
fi_fi: Testataan %d tiedoston status.
it_it: Test dello stato di %d file in corso.
ja_jp: %d ファイルの状態のテストです。
lt_lt: Testuojame %d bylos(-ø) bûklæ..

source: Cannot read file %s.
fi_fi: Tiedostoa %s ei voida lukea.
it_it: Il file %s non &egrave; leggibile.
ja_jp: ファイル %s が読み込みできません。
lt_lt: Negaliu perskaityti %s bylos(-ø).

source: File missing or unreadable.
fi_fi: Tiedostoa ei löydy tai sitä ei voida lukea.
it_it: Manca un file oppure &egrave; illeggibile.
ja_jp: ファイルは存在しないか、読み込み不可です。
lt_lt: Byla nerasta arba neperskaitoma.

source: Version information not found in %s. File must be old version or corrupted.
fi_fi: Versiotietoja ei löytynyt %s:ltä. Tiedosto on vanha tai korruptoitunut.
it_it: In %s non sono state trovate informazioni sulla versione. Il file sar&agrave; probabilmente vecchio o corrotto.
ja_jp: %sにはバージョン情報が見つかりませんでした。ファイルを古いバージョンにするか、正しくしないといけません。
lt_lt: Informacija apie versijà nerasta bylai %s. Byla matyt yra labai senos versijos arba sugadinta.

source: Missing version
fi_fi: Puuttuva versio
it_it: Versione mancante
ja_jp: バージョン欠落
lt_lt: Trukstama versija

source: Found Version: %s
it_it: Versione Trovata: %s

source: Problem with %s. Expected version %s (or greater) but found %s.
fi_fi: %s kanssa ilmeni ongelmia. Odotettu versio oli %s (tai suurempi), mutta löytyi vain versio %s.
it_it: Problema riscontrato con %s. Era prevista la versione %s (o successiva) ma &egrave; stata trovata la %s.
ja_jp: %sが問題です。予期されたバージョンは %s(あるいはそれ以上)ですが、検出されたのは%sです。
lt_lt: Problema su %s. Tikimasi %s versijos (arba aukðtesnës) bet rasta %s.

source: Expected version %s (or greater) but found %s.
fi_fi: Odotettu versio oli %s (tai suurempi), mutta löytyi vain versio %s.
it_it: Era prevista la versione %s (o successiva) ma &egrave; stata trovata la %s.
ja_jp: 予期されたバージョンは %s(あるいはそれ以上)ですが、検出されたのは%sです。
lt_lt: Tikimasi %s versijos (arba aukðtesnës) bet rasta %s.

source: %s OK. Actual version (%s) more recent than expected version (%s).
it_it: %s OK. La versione trovata (%s) &egrave; pi&ugrave; recente di quella prevista (%s).

source: Expected version %s but found %s.
fi_fi: Odotettiin versiota %s (tai suurempaa), mutta löytyi vain versio %s.
it_it: Era prevista la versione %s ma &egrave; stata trovata la %s.
ja_jp: 予期されたバージョンは %sですが、検出されたのは%sです。
lt_lt: Tikëtasi %s versijos bet rasta %s.

source: Found expected version %s.
fi_fi: Löydettiin odotettu versio %s.
it_it: Trovata la versione prevista %s.
ja_jp: 予期されたバージョン%sが検出されました。
lt_lt: Rasta %s versija, kurios ir buvo tikëtasi.

source: This email will be sent when new accounts are created.
fi_fi: Tämä viesti lähetetään uusille tunnuksille kun ne luodaan.
it_it: Questa email viene inviata quando un nuovo account viene creato.
ja_jp: このメールは新しいアカウントを作成したときに送信されます。
lt_lt: Ðis laiðkas bus siunèiamas naujiems vartotojams.
pt_pt: Este email ser&aacute; enviado sempre que forem criadas novas contas.

source: Leaving this field empty sets Gallery to use the default message (see below) which can be translated, or use your own welcome message.
it_it: Lasciando vuoto questo campo, Gallery user&agrave; il messaggio predefinito (vedere sotto) che pu&ograve; essere tradotto in altre lingue, oppure usare un messaggio di benvenuto personalizzato.

source: The following placeholder can be used:
it_it: Possono essere utilizzati i seguenti segna posto:

source: Current used welcome mail text
it_it: Testo della mail di benvenuto attualmente utilizzato

source: File %s does not exist.
fi_fi: Tiedostos %s ei ole olemassa.
it_it: Il file %s non esiste.
ja_jp: ファイル%sは存在しません。
lt_lt: Failas %s neegzistuoja.
pt_pt: O ficheiro %s n&atilde;o existe.

source: Expected status: %s, but actually received status %s.
fi_fi: Odotettu tila: %s, mutta saatiin oikeasti tila %s.
it_it: Stato atteso: %s, in realt&agrave; lo stato risultante &egrave; %s.
ja_jp: 期待されたステータスは%sでしたが、実際のステータスは%sでした。
lt_lt: Reikiama bûsena: %s, esama bûsena %s.
pt_pt: Estado esperado: %s, mas o estado recebido de facto &eacute; %s.

source: can't detect version on Windows.
it_it: impossibile identificare la versione sotto Windows.

source: OK! Version: %s
fi_fi: Ok! Versio: %s
it_it: OK! Versione: %s
ja_jp: OK! バージョン: %s
lt_lt: Tvarka! Versija: %s
pt_pt: OK! Vers&atilde;o: %s

source: can't detect version on Windows
fi_fi: Window-versiota ei saada selvitetty&auml;
it_it: impossibile identificare la versione sotto Windows
ja_jp: Windows上ではバージョン検出できません
lt_lt: negaliu nustatyti Windows versijos
pt_pt: Imposs&iacute;vel detectar a vers&atilde;o do Windows.

source: Unknown error occured.
it_it: Si &egrave; verificato un errore sconosciuto.

source: The given frame is not valid.
it_it: La cornice fornita non &egrave; valida.

source: Value was set to given default, because the original value is not in the allowed list of choices.
it_it: Il valore &egrave; stato impostato al valore predefinito, perch&eacute; il valore originale non era nella lista di quelli accettabili.

source: The given value is not in the allowed list of choices.
it_it: Il valore fornito non &egrave; nella lista di quelli accettabili.

source: The given value is not an allowed filename.
it_it: Il valore fornito non &egrave; un nome file accettabile.

source: Empty string is not allowed.
it_it: Non sono ammesse stringhe vuote.

source: The value is not a valid Gallery integer.
it_it: Il valore non &egrave; un intero valido per Gallery.

source: The value is not a valid Gallery integer and was set to a given default.
it_it: Il valore non &egrave; un intero valido per Gallery ed &egrave; stato impostato a un valore predefinito.

source: The value is not an allowed string.
it_it: Il valore non &egrave; una stringa accettabile.

source: The value is not an allowed string and was set to a given default.
it_it: Il valore non &egrave; una stringa accettabile ed &egrave; stato impostato ad un valore predefinito.

source: No valid watermark image chosen.
it_it: Nessun nome valido &egrave; stato selezionato per il marchio.

source: Please select a correct alignment.
it_it: Selezionare un allineamento corretto.

source: Please select on which photos you want the watermark.
it_it: Selezionare a quali foto applicare il marchio.

source: Do you want a preview or not?
it_it: Si desidera vedere un'anteprima?

source: Field X and Y need to be filled correctly.
it_it: I campi X e Y devono essere compilati correttamente.

source: <<< Vote >>>
it_it: <<< Vota >>>

source: (Total points in brackets)
it_it: (Punti totali tra parentesi)

source: (Average points in brackets)
it_it: (Media punti tra parentesi)

source: 1 voter
fi_fi: 1 äänestäjä
it_it: 1 votante
ja_jp: %d 人の投票者
lt_lt: 1 balsuotojas
pt_pt: 1 votante

source: Result from one voter
fi_fi: Tulos yhdeltä äänestäjältä
it_it: Risultati da un votante
ja_jp: %d 人からの投票の結果
lt_lt: Rezultatas - vienas balsuotojas
pt_pt: Resultado de 1 votante.

source: %s: %s points;
fi_fi: %s: %s pistettä;
it_it: %s: %s punti;
ja_jp: %s: %s 点;
lt_lt: %s: %s taðkai;
pt_pt: %s: %s pontos;

source: Key - %s
fi_fi: Avain - %s
it_it: Chiave - %s
ja_jp: キー - %s
lt_lt: Raktas - %s
pt_pt: Chave - %s

source: No votes
fi_fi: Ei ääniä
it_it: Nessun voto
ja_jp: 投票なし
lt_lt: Balsø nëra
pt_pt: Sem votos

source: Position %d overall, due to these votes:
it_it: Posizione complessiva %d, grazie a questi voti:

source: One vote
it_it: Un voto

source: Gallery was not able to open dir: %s. <br>Please check permissions and existence
it_it: Gallery non ha potuto aprire la cartella: %s. <br>Controllare i permessi e l'esistenza della cartella

source: Donate to Gallery now!!
it_it: Fa' una donazione a Gallery!!

source: Texts
ja_jp: テキスト

source: Album Summary
fi_fi: Albumin yhteenveto
ja_jp: アルバム概要
lt_lt: Albumo apibûdinimas
pt_pt: Sumário do album

source: Layout
fi_fi: Sommittelu
ja_jp: レイアウト
lt_lt: Iðdëstymas

source: Image Frame
fi_fi: Kuvan raami
ja_jp: 画像のフレーム
lt_lt: Nuotraukos rëmelis
pt_pt: Moldura da imagem

source: Slideshow
ja_jp: スライドショー

source: Slideshow Type
fi_fi: Diaesityksen tyyppi
ja_jp: スライドショーのタイプ
lt_lt: Nuotraukø perþiûros tipas
pt_pt: Tipo de SlideShow

source: Include sub-albums in slideshow
fi_fi: Sisällytä alialbumit diaesitykseen
ja_jp: スライドショーにサブアルバムを含める
lt_lt: Itraukti vidinius albumus á nuotraukø perþiûrà
pt_pt: Incluir sub-albuns no SlideShow?

source: No
fi_fi: Ei
ja_jp: いいえ
lt_lt: Ne

source: Allow slideshow to loop
fi_fi: Salli diaesityksen loopata
ja_jp: スライドショーのループを許可
lt_lt: Leisti nuotraukø perþiûrai kartotis
pt_pt: Correr SlideShow sem interrup&ccedil;&atilde;o

source: Sizes
ja_jp: サイズ

source: Thumbnail size
fi_fi: Esikatselukuvan koko
ja_jp: サムネイルのサイズ
lt_lt: Sumaþintos nuotraukos dydis
pt_pt: Dimens&otilde;es do thumbnail

source: Maximum dimensions of intermediate sized images
fi_fi: Keskikokoisten kuvien maksimimitat
ja_jp: 中間縮小画像の最大の容量
lt_lt: Vidutinës nuotraukos dydis
pt_pt: Dimensões máximas de imagens de dimensão intermédia

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
fi_fi: Maksimi keskikokoiselle JPEG/PNG kuvalle kilotavuina (0 tai tyhjä = ei kokorajoitusta)
ja_jp: 最大のJPEG/PNGリサイズ済中間画像のファイルサイズ(キロバイト)(0か空欄の場合はサイズ制限なし)
lt_lt: Vidutinës JPEG/PNG nuotraukos dydis kilobaitais (0 arba nieko jeigu neribotas)
pt_pt: Tamanho máximo de ficheiro das imagens JPEG/PNG de dimensão intermédia em Kbytes (0 ou vazio se não há restrição no tamanho)

source: Maximum dimensions of full sized images
fi_fi: Kokonaisten kuvien maksimimitat
ja_jp: フルサイズ画像の最大の容量
lt_lt: Originalios nuotraukos dydis
pt_pt: Dimensões máximas das imagens de dimensão total

source: %d (%d MPix)
ja_jp: %d (%d メガピクセル)
lt_lt: %d (%d MPiks.)

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
fi_fi: Maksimi tiedostonkoko kokonaiselle JPEG/PNG kuvalle kilotavuina (0 tai tyhjä = ei kokorajoitusta)
ja_jp: 最大のJPEG/PNGフルサイズ画像のファイルサイズ(キロバイト)(0か空欄の場合はサイズ制限なし)
lt_lt: Originalios JPEG/PNG nuotraukos dydis kilobaitais (0 arba nieko jeigu neribotas)
pt_pt: Tamanho máximo de ficheiro das imagens JPEG/PNG de dimensão total em Kbytes (0 ou vazio se não há restrição no tamanho)

source: Display
ja_jp: 表示

source: Display owners name with caption
fi_fi: N&auml;yt&auml; omistajan nimi kuvatekstin yhteydess&auml;
ja_jp: 説明に所有者名も表示する
lt_lt: Prie nuotraukø apraðymo rodyti savininkà
pt_pt: Mostrar o nome do proprietário com legenda?

source: Display clickable image dimensions
fi_fi: Näytä klikattavien kuvien koot
ja_jp: クリック可能な画像の外寸の表示
lt_lt: Rodyti skirtingø dydþiø nuotraukø nuorodas
pt_pt: Visualizar dimens&otilde;es das imagens clic&aacute;veis

source: Services
ja_jp: サービス

source: Enable Ecards ?
ja_jp: e-カードを有効にしますか?

source: Poll Properties
fi_fi: Äänestyksen asetukset
ja_jp: 投票プロパティ
lt_lt: Balsavimo nustatymai
pt_pt: Propriedades da votação

source: Orientation of vote choices
fi_fi: Äänestysvaihtoehtojen suunta
ja_jp: 投票の選択オリエンテーション
lt_lt: Balsavimo punktø iðdëstymas
pt_pt: Orientação da escolha dos votos

source: Misc
ja_jp: そのほか

source: Add new items at beginning of album
fi_fi: Lis&auml;&auml; uudet kuvat albumin alkuun
ja_jp: アルバムの最初に新しいアイテムを追加
lt_lt: Naujus elementus kelti á albumo pradþià
pt_pt: Adicionar novas fotografias no inicio do album?

source: Show <i>Return to</i> link
fi_fi: N&auml;yt&auml; <i>Palaa takaisin </i> linkki
ja_jp: <i>戻る</i> リンクを表示する
lt_lt: Rodyti navigacijos meniu
pt_pt: Mostrar link <i>Voltar a</i>

source: Offer visitors ability to specify<br>preference for full-size or resized images
fi_fi: Tarjoa vierailijoille mahdollisuus m&auml;&auml;ritt&auml;&auml; itse,<BR> katsoako t&auml;yskokoista vai pienennetty&auml; kuvaa
ja_jp: 訪問者がフルサイズ画像を見るか、リサイズ画像を見るか選択できるようにする
lt_lt: Leisti lankytojams pasirinkti<br>nuotraukø dydá.
pt_pt: Oferecer aos visitantes a possibilidade<br> de escolher imagens de tamanho original ou forçado

source: Auto fit-to-window for<br>images without a resized copy
fi_fi: Automaattinen sovita-kuva-ikkunaan kuville,<BR>joiden osalta ei l&ouml;ydy kuvakooltaan muokattua kuvakopiota
ja_jp: リサイズされた画像のコピーなしで<br>自動的にウィンドウにフィットさせる。
lt_lt: Nesumaþintas nuotraukas<br>automatiðkai talpinti á langà
pt_pt: Caber-na-janela automático para<br> as imagens sem cópia em tamanho

source: Allow item owners to modify their images
fi_fi: Salli omistajien muokata valokuviaan
ja_jp: アイテム所有者に自身の画像の変更を許可する
lt_lt: Leisti savininkams keisti savo nuotraukas
pt_pt: Permitir aos proprietários alterar as suas fotografias

source: Allow item owners to delete their images
fi_fi: Salli omistajien poistaa valokuviaan
ja_jp: アイテム所有者に自身の画像の削除を許可する
lt_lt: Leisti savininkams iðtrinti savo nuotraukas
pt_pt: Permitir aos proprietários apagar as suas fotografias?

source: Custom Fields
fi_fi: Erikoiskent&auml;t
ja_jp: カスタムフィールド
lt_lt: Papildomi laukai
pt_pt: Campos Edit&aacute;veis

source: Microthumbs
ja_jp: 極小サムネイル

source: both
ja_jp: 両方

source: add comment
fi_fi: lis&auml;&auml; kommentti
ja_jp: コメント追加
lt_lt: raðyti komentarà
pt_pt: novo comentário

source: Not closing this window because debug mode is on
fi_fi: Ikkunaa ei suljeta koska debug-tila on p&auml;&auml;ll&auml;
ja_jp: デバッグモードになっているのでウィンドウは閉じません
lt_lt: Ðis langas neuþsidaro, nes ájungtas detalus klaidø praneðimo reþimas
pt_pt: Esta janela não fecha automáticamente porque o mode DEBUG está ligado

source: current location
fi_fi: nykyinen sijainti
ja_jp: 現在の場所
lt_lt: dabartinë pozicija
pt_pt: local actual

source: Can't open %s
fi_fi: En voi avata %s
ja_jp: %s が開けませんでした
lt_lt: Negaliu atidaryti %s
pt_pt: Impossível abrir %s

source: Not valid yet
fi_fi: Ei vielä käytössä
ja_jp: 未検証
lt_lt: Vartotojas dar neaktyvuotas
pt_pt: Ainda não válido

source: Resizing Image: %s
fi_fi: Kuvakoon muutos: %s
ja_jp: 画像リサイズ: %s

source: No resizing required
fi_fi: Koonmuutosta ei tarvita
ja_jp: リサイズ不要
lt_lt: Pakeitimai nereikalingi
pt_pt: Redimensionamento não é necessário

source: target file size %d kbytes
fi_fi: tavoiteltu tiedostokoko %d kilotavuina
ja_jp: ターゲットファイルサイズ %d kB
lt_lt: failo dydis %d kilobaitai
pt_pt: tamanho de ficheiro pretendido %d kbytes

source: -> file size %d kbytes
fi_fi: -> tiedostokoko %d kilotavua
ja_jp: -> ファイルサイズ %d kB
lt_lt: -> failo dydis %d kilobaitai
pt_pt: -> tamanho do ficheiro %d kbytes

source: trying quality %d%%
fi_fi: yritet&auml;&auml;n laatua %d%%
ja_jp: 画質 %d%%で試行
lt_lt: bandau %d%% kokybæ
pt_pt: a tentar qualidade %d%%

source: Unable to preserve EXIF data (jhead not installed)
fi_fi: EXIF -dataa ei voitu säilöä (jhead:ia ei ole asennettu)
ja_jp: EXIFデータを保存することができません。(jheadがインストールされていません)
lt_lt: Negaliu gauti EXIF duomenø (neádiegtas jhead)
pt_pt: Impossível preservar dados EXIF (aplicação jhead não está instalada)

source: Upload Date
fi_fi: Palvelimelle kopioinnin p&auml;iv&auml;m&auml;&auml;r&auml;
ja_jp: アップロード日
lt_lt: Ádëjimo data
pt_pt: Data de envio

source: Capture Date
fi_fi: Kuvanottop&auml;iv&auml;m&auml;&auml;r&auml;
ja_jp: キャプチャー日
lt_lt: Nuotraukos padarymo data
pt_pt: Data da Captura

source: Image Size
fi_fi: Kuvan koko
ja_jp: 画像のサイズ
lt_lt: Nuotraukos dydis
pt_pt: Tamanho da Imagem

source: Additional EXIF Data
fi_fi: EXIF-lis&auml;tiedot
ja_jp: 拡張 EXIF データ
lt_lt: Kita EXIF informacija
pt_pt: Informação adicional (EXIF)

source: Alt Text / onMouseOver
fi_fi: Vaihtoehtoinen teksti / hiiren kohdistinteksti
ja_jp: 代替文字 / マウスオーバー時

source: Email not sent as it is disabled for this gallery
fi_fi: Sähköpostia ei lähetetty, koska sähköpostiominaisuus ei ole käytössä tässä galleriassa.
ja_jp: このGalleryではメール機能は無効ですので、メールは送信されませんでした。
lt_lt: Laiðkas neiðsiøstas, nes ðioje galerijoje laiðku siuntimas iðjungtas
pt_pt: Email não enviado pois foi desactivado nesta galeria

source: Email not sent to %s as it is not a valid address
fi_fi: Sähköpostia ei lähetetty, koska %s ei ole kelvollinen osoite
ja_jp: メールアドレスが正しくなかったので、%s にメールは送信されませんでした。
lt_lt: Laiðkas adresu %s neiðsiøstas, nes tai nëra teisingas el. paðto adresas
pt_pt: Email não enviado a %s pois não é um endereço válido

source: Album
fi_fi: albumi
ja_jp: アルバム
lt_lt: Albumas

source: FAILED
fi_fi: EPÄONNISTUI
ja_jp: 失敗
lt_lt: NEPAVYKO
pt_pt: Falhou

source: Error:
fi_fi: Virhe:
ja_jp: エラー:
lt_lt: Klaida:
pt_pt: Erro:

source: I can read your <b>.htaccess</b> file.
fi_fi: Kykenen lukemaan <b>.htaccess</b>-tiedostoasi
ja_jp: <b>.htaccess</b> ファイルが読み込めます。
lt_lt: Negaliu perskaityti <b>.htaccess</b> failo.
pt_pt: Posso ler o ficheiro .htaccess

source: <b>mod_rewrite</b> is enabled.
fi_fi: <b>mod_rewrite</b> -omanaisuus on päällä.
ja_jp: <b>mod_rewrite</b> は有効です。
lt_lt: <b>mod_rewrite</b> galimybë ájungta.
pt_pt: <b>mod_rewrite</b> est&aacute; activo
