Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: <b>safe_mode</b> is off.
af_za: <b>safe mode</b> is af.
fi_fi: <b>safe_mode</b> ei ole käytössä.
it_it: <b>safe_mode</b> &egrave; disattivata.
ja_jp: <b>safe_mode</b> はOFFです
lt_lt: <b>saugus reþimas</b> iðjungtas.
pl_pl: <b>safe_mode</b> jest wy³±czony.

source: <b>magic_quotes</b> are off.
af_za: <b>magic_quotes</b> is af.
fi_fi: <b>magic_quotes</b> ei ole käytössä.
it_it: <b>magic_quotes</b> sono disattivate.
ja_jp: <b>magic_quotes</b> はOFFです
lt_lt: <b>magic_quotes</b> galimybë iðjunga.
pl_pl: <b>magic_quotes</b> s± wy³±czone.

source: In %s, missing %s in row %d with %s %s.
af_za: In %s, onbrekende %s in ry %d met %s %s.
fi_fi: %s, puuttuva %s rivillä %d %s %s.
it_it: In %s, manca %s alla riga %d con %s %s.
ja_jp: %1$s において、%5$s が %4$s である列 %3$d の %2$sが欠落しています。
lt_lt: %s. Negaliu rasti %s eilutëje %d su %s %s.
pl_pl: W %s, brak %s w polu %d wraz z %s %s.

source: Vote words and values
af_za: Stem woorde en waardes
da_dk: Afstemningsord og værdier
fi_fi: Äänestyssanat ja arvot
it_it: Parole del voto e valori
ja_jp: 投票の単語と値
lt_lt: Balsavimo punktai ir reikðmës
pl_pl: Wyrazy i warto¶ci g³osowania

source: In %s, blank in row %d.
af_za: In %s, blanko in ry %d.
fi_fi: %s, tyhjä rivi %d.
it_it: In %s, c'&egrave; uno spazio vuoto alla riga %d.
ja_jp: %s において、%d 列目が空白です。
lt_lt: %s. Eilutë %d tuðèia.
pl_pl: W %s, pusto w polu %d.

source: In %s, for name %s (row %d) value %s should be a positive whole number
af_za: In %s, vir naam %s (ry %d), moet waarde %s 'n positieve heelgetal wees
fi_fi: %s, %s (rivi %d) arvo %s tulisi olla positiviinen kokonaisluku
it_it: In %s, per il nome %s (riga %d) il valore %s dovrebbe essere un numero intero positivo
ja_jp: %s におけるラベル %s (列 %d) の値 %s は正の数でなくてはいけません。
lt_lt: %s. Vardui %s (eilutëje %d) reikðmë %s turëtø bûti apvalus skaièius
pl_pl: W %s, dla nazwy %s (wiersz %d) warto¶æ %s powinna byæ dodatnia pe³na liczba

source: <b>register_globals</b> is off.
it_it: <b>register_globals</b> &egrave; disattivata.
ja_jp: <b>register_glocals</b> はOFFです
pl_pl: <b>register_globals</b> jest wy³±czony.

source: Your passwords do not match!
it_it: Le tue password non corrispondono!
ja_jp: パスワードが一致しません!
pl_pl: Twoje has³a nie s± jednakowe!

source: Valid admin email address given.
af_za: Geldige Administrateur e-pos adres ingevoer.
fi_fi: Kelvollinen ylläpidon sähköpostiosoite annettu.
it_it: Inserito un valido indirizzo email per l'amministratore.
ja_jp: 有効な管理者のアドレスがあたえられました。
lt_lt: Áraðëte tikrà administratoriaus el. paðto adresà.
pl_pl: Poprawny adres email admina.

source: You must specify valid admin email addresses
af_za: Jy moet 'n geldige Administrateur e-pos adres invoer
fi_fi: Sinun t&auml;ytyy määrittää toimiva ylläpidon sähköpostiosoite
it_it: Devi specificare indirizzi email per l'amministratore validi
ja_jp: 有効な管理者メールアドレスを指定しなくてはいけません。
lt_lt: Privalote áraðyti tikrà administratoriaus el. paðto adresà.
pl_pl: Musisz podaæ poprawny adres email admina

source: %s is not a valid email address.
af_za: %s is nie 'n geldig e-pos adres nie.
fi_fi: %s ei ole kelvollinen sähköpostiosoite.
it_it: %s non &egrave; un indirizzo email valido.
ja_jp: %s は有効なメールアドレスではありません。
lt_lt: %s nëra tikras el. paðto adresas.
pl_pl: %s nie jest poprawnym adresem email.

source: Valid sender email address given.
af_za: Geldige stuurder e-pos adres ingevoer.
fi_fi: Kelvollinen lähettäjän sähköpostiosoite annettu.
it_it: Inserito un valido indirizzo email per il mittente.
ja_jp: 有効な送信者メールアドレスがあたえられました。
lt_lt: Áraðëte tikrà siuntëjo el. paðto adresà.
pl_pl: Poprawny adres wysy³aj±cego.

source: You must specify a valid sender email address
af_za: Jy moet 'n geldige stuurder e-pos adres invoer
fi_fi: Sinun t&auml;ytyy määrittää kelvollinen lähettäjän sähköpostiosoite
it_it: Devi speficare un indirizzo email per il mittente valido
ja_jp: 有効な送信者メールアドレスを指定しなくてはいけません。
lt_lt: Privalote áraðyti tikrà siuntëjo el. paðto adresà.
pl_pl: Musisz podaæ poprawny adres email nadawcy

source: You must include %s in your welcome email
af_za: Jy moet %s in jou verwelkomings e-pos insluit
fi_fi: Sinun täytyy liittää %s tervetuloviestiin
it_it: Devi includere %s nell'email di benvenuto
ja_jp: %s をウェルカムメールに含めなくてはいけません。
lt_lt: Á pasveikinimo laiðkà privalote átraukti %s
pl_pl: Musisz zawrzeæ %s w swojej wiadomo¶ci powitalnej

source: You must include %s or %s in your welcome email
af_za: Jy moet %s of %s in jou verwelkomings e-pos insluit
fi_fi: Sinun täytyy sisältää %s tai %s tervetuloviestissäsi
it_it: Devi includere %s o %s nell'email di benvenuto
ja_jp: %s か %s をウェルカムメールに含めなくてはいけません。
lt_lt: Á pasveikinimo laiðkà privalote átraukti %s arba %s
pl_pl: Musisz zawrzeæ %s lub %s w swojej wiadomo¶ci powitalnej

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
af_za: Die volgende l&ecirc;&euml;rs is uit datum uit, gekorrupteer of ontbreek:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
fi_fi: Seuraavat tiedostot ovat vanhoja, korruptununeita, tai ne puuttuvat:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
it_it: I seguenti files sono obsoleti, danneggiati o mancanti:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
lt_lt: Ðie failai yra pasenæ, sugadinti arba nerasti<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
af_za: Dit behoort reggemaak te word voordat jy verder gaan
fi_fi: Korjaa tämä ennenkuin jatkat
it_it: Questo problema dovrebbe essere risolto prima di continuare
lt_lt: Prieð tæsiant, turite tai iðspræsti

source: Look at %sCheck Versions%s for more details.
fi_fi: Katso %sCheck Versions%s jos haluat lisätietoja.
it_it: Guarda %sControllo Versioni%s per ulteriori dettagli.
ja_jp: 詳細は %sバージョンのチェック%s を見てください。
lt_lt: Detalesnë informacija %sVersijos patikrinimo puslapyje%s.
pl_pl: Zobacz na %sSprawdzanie wersji%s by uzyskaæ wiêcej szczegó³ów.

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
fi_fi: %d tiedostoa ovat tuoreempia kuin mitä odotettiin. Tämä on ok jos käytät esijulkaisua, beta-versiota, CVS-versiota tai muokattua koodia.
it_it: %d file sono pi&ugrave; recenti del previsto. &Egrave; tutto ok se stai usando codice di pre-release, beta, CVS o modificato.
lt_lt: %d failai yra naujesni nei tikëtasi. Jeigu naudojate ne stabilià, CVS arba kustomizuotà versijà, nekreipkite á tai dëmesio.

source: All tested files up-to-date.
fi_fi: Kaikki testatut tiedostot ovat ajan tasalla.
it_it: Tutti i file verificati sono aggiornati.
lt_lt: Visos pratestuotos bylos nëra pasenæ.

source: All %d tested files up-to-date.
af_za: %d l&ecirc;&euml;rs is op datum.
fi_fi: Kaikki %d testatut tiedostot ovat ajan tasalla.
it_it: Tutti i %d file verificati sono aggiornati.
ja_jp: テストされた %d ファイルは全て最新です。
lt_lt: Visi %d failai tvarkingi.
pl_pl: Wszystkie %d pliki sprawdzone czy aktualne.

source: this is new in version %s
af_za: hierdie is nuut in versie %s
fi_fi: t&auml;m&auml; on uutta versiossa %s
it_it: questo &egrave; nuovo nella versione %s
ja_jp: これはバージョン%sの新しいものです。
lt_lt: nauja galimybë nuo %s versijos
pl_pl: to jest nowo¶æ w wersji %s

source: Return to %s.
af_za: Gaan terug na %s.
fi_fi: Palauta osoitteeseen %s.
it_it: Ritorna a %s.
lt_lt: Gráþti á %s.

source: Configuration Wizard
af_za: Konfigurasie-Towenaar
fi_fi: Konfigurointivelho
it_it: Configurazione Guidata
lt_lt: Galerijos konfigûracijos procesas

source: You must enter a password for the %s account.
af_za: Jy moet 'n wagwoord vir die %s rekening invoer.
fi_fi: Sinun t&auml;ytyy antaa salasana tunnukselle %s.
it_it: Devi inserire una password per l'account di %s.
ja_jp: アカウント %s に対するパスワードを入力しなくてはいけません。
lt_lt: %s vartotojo vardas reikalauja slaptaþodþio.
pl_pl: Musisz podaæ has³o dla konta %s.

source: It seems you've already configured Gallery, because there is one admin account, but its not called %s.
af_za: Dit lyk asof jy alreeds <u>Gallery</u> gekonfureer het, omdat daar alreeds %s administrateur rekening(s) bestaan
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska Galleriassa on jo admin-tili, mutta sitä ei kutsuta %s:ksi.
it_it: Sembra che tu abbia gi&agrave; configurato Gallery, perch&eacute; c'&egrave; un account di amministratore, ma non si chiama %s.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、管理者アカウントは存在します。しかし、%s という名前ではありません。
lt_lt: Atrodo, kad Jûs jau sukonfigûravote Gallery, kadangi jau egzistuoja viena administratoriaus sàskaita, tiktai ji nëra - %s.
pl_pl: Wygl±da na to, ¿e ju¿ konfigurowa³e¶ Galeriê, poniewa¿ istnieje jedno konto admina, ale nie ma u¿ytkownika %s.

source: It seems you've already configured Gallery, because there are %d admin accounts, but no user called %s.
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska järjestelmässä on jo %d admin-tiliä, mutta ei käyttäjää nimeltä %s.
it_it: Sembra che tu abbia gi&agrave; configurato Gallery, perch&eacute; ci sono %d account di amministrazione, ma nessuno di essi si chiama %s.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、%d の管理者アカウントが存在します。しかし、%s という名前のユーザはいません。
lt_lt: Atrodo, kad Jûs jau sukonfigûravote Gallery, kadangi jau egzistuoja %d administratoriaus sàskaita(-os), bet nëra vartotojo - %s.
pl_pl: Wygl±da na to, ¿e ju¿ konfigurowa³e¶ Galeriê, poniewa¿ istnieje %d kont admina, ale nie ma u¿ytkownika %s.

source: You don't have to enter a password. But if you do, Gallery will create an administrator account called %s with that password.
fi_fi: Sinun ei tarvitse antaa salasanaa, mutta jos annat sen, Galleria luo käyttäjän pääkäyttäjätilin %s antamallesi salasanalle.
it_it: Non sei obbligato a inserire una password. Ma se lo fai, Gallery creer&agrave; un account di amministrazione chiamato %s con quella password.
ja_jp: パスワードを入力する必要はありません。しかし、入力すれば %s という名前で管理者アカウントを作成します。
lt_lt: Jûs neprivalote ávesti slaptaþodþio. Bet jeigu já ávesite, galerija sukonfigûruos administratoriaus sàskaità kuri vadinsis %s su ðiuo slaptaþodþiu.
pl_pl: Nie musisz podawaæ has³a. Lecz je¿eli to zrobisz, Galeria stworzy konto administratora nazwane %s z tym has³em.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
af_za: Dit lyk asof jy alreeds <u>Gallery</u> gekonfigureer het, omdat gebruiker %s bestaan. Jy hoef nie 'n wagwoord in te voer nie. Maar as jy dit wel doen, sal <u>Gallery</u> die wagwoord vir gebruiker %s verander.
fi_fi: Näyttää siltä, että ole jo aikaisemmin konfiguroinut Gallerian, koska käyttäjä %s on jo järjestelmässä. Sinun ei tarvitse antaa salasanaa, ellet halua käyttäjälle %s uutta salasanaa.
it_it: Sembra che tu abbia gi&agrave; configurato Gallery, perch&eacute; l'utente %s esiste gi&agrave;. Non sei obbligato ad inserire una password. Ma se lo fai, Gallery cambier&agrave; la password dell'utente %s.
ja_jp: あなたはすでにGalleryのコンフィグレーションを終えているようですので、%s ユーザは存在します。パスワードは入力する必要はありません。しかし、入力した場合は %s ユーザのパスワードを変更します。
lt_lt: Atrodo kad jûs jau konfigûravote Galerija, nes vartotojas %s jau egzistuoja. Jûs neprivalote áraðyti slaptaþodþio. Taèiau jeigu taip padarysite, %s vartotojo slaptaþodis bus pakeistas.
pl_pl: Wygl±da na to, ¿e ju¿ konfigurowa³e¶ Galerie, poniewa¿ konto %s istnieje. Nie musisz wprowadzaæ has³a. Ale je¿eli zrobisz to, Galeria zmieni has³o dla konta %s na podane.

source: Admin password
af_za: Administrateur wagwoord
fi_fi: P&auml;&auml;k&auml;ytt&auml;j&auml;n salasana
it_it: Password dell'amministratore
ja_jp: 管理者パスワード
lt_lt: Administratoriaus slaptaþodis
pl_pl: Has³o Admina

source: Full Name
af_za: Volledige naam
fi_fi: Koko nimi
it_it: Nome Completo
ja_jp: 名前
lt_lt: Pilnas Vardas
pl_pl: Pe³na nazwa

source: Username
af_za: Gebruikernaam
fi_fi: Käyttäjänimi
it_it: Nome Utente
ja_jp: ユーザ名
lt_lt: Vartotojo vardas
pl_pl: U¿ytkownik

source: Full name that you can click on to send email (mailto:)
af_za: Volle naam waarop jy kan kliek om e-pos te stuuur (mailto:)
it_it: Nome completo che puoi cliccare per mandare un'email (mailto:)
ja_jp: 名前はクリックしてメールが送れます。(mailto:)
lt_lt: Pilnas vardas ant kurio galite spragtelti ir iðsiøsti e-paðto þinute (mailto:)
pl_pl: Pe³na nazwa, na któr± mo¿esz klikn±æ by wys³aæ email (mailto:)

source: Username that you can click on to send email (mailto:)
af_za: Gebruikernaam waarop jy kan kliek om e-pos te stuuur (mailto:)
it_it: Username che puoi cliccare per mandare un'email (mailto:)
ja_jp: ユーザ名はクリックしてメールが送れます。(mailto:)
lt_lt: Vartotojo vardas ant kurio galite spragtelti ir iðsiøsti e-paðto þinute (mailto:)
pl_pl: Nazwa u¿ytkownika, któr± mo¿esz klikn±æ by wys³aæ email (mailto:)

source: email address
af_za: Jou e-pos adress:
fi_fi: sähköpostiosoite
it_it: Indirizzo email
ja_jp: メールアドレス
lt_lt: e-paðto adresas
pl_pl: adres email

source: File missing or unreadable. Please install then re-run this test.
af_za: L&ecirc;er ontbreek of is onleesbaar. Herinstalleer en hertoets asseblief.
fi_fi: Tiedosto puuttuu tai sitä ei voida lukea. Ole hyvä ja asenna tiedosto ja suorita uudelleen tämä testi.
it_it: Manca un file oppure &egrave; illeggibile. Installa e riesegui questo test.
lt_lt: Byla nerasta arba neperskaitoma. Praðome ádiegti ir paskui dar kartà paleisti ðá testà.

source: Please ensure that %s is the latest version.
af_za: Maak asseblief dat %s die mees onlangse versie is.
fi_fi: Varmista, että %s on uusin versio ohjelmasta.
it_it: Assicurati che %s sia l'ultima versione.
lt_lt: Praðome ásitikinti kad %s yra naujausios versijos.

source: Testing status of %d files.
af_za: Toets status van %d l&ecirc;&euml;rs.
fi_fi: Testataan %d tiedoston status.
it_it: Test dello stato di %d file in corso.
ja_jp: %d ファイルの状態のテストです。
lt_lt: Testuojame %d bylos(-ø) bûklæ..
pl_pl: Sprawdzam status plików %d.

source: Cannot read file %s.
af_za: Kannie L&ecirc;er %s lees nie.
fi_fi: Tiedostoa %s ei voida lukea.
it_it: Il file %s non èegrave; leggibile.
ja_jp: ファイル %s が読み込みできません。
lt_lt: Negaliu perskaityti %s bylos(-ø).
pl_pl: Nie mogê czytaæ pliku %s.

source: File missing or unreadable.
af_za: L&ecirc;er ontbreek of is onleesbaar
fi_fi: Tiedostoa ei löydy tai sitä ei voida lukea.
it_it: Manca un file oppure &egrave; illeggibile.
ja_jp: ファイルは存在しないか、読み込み不可です。
lt_lt: Byla nerasta arba neperskaitoma.
pl_pl: Plik nieobecny lub nieczytelny.

source: Version information not found in %s. File must be old version or corrupted.
af_za: Versie informasie nie in %s gevind nie. L&ecirc;er is &oacute;f ouer &oacute;f gekorrupteer.
fi_fi: Versiotietoja ei löytynyt %s:ltä. Tiedosto on vanha tai korruptoitunut.
it_it: In %s non sono state trovate informazioni sulla versione. Il file sar&agrave; vecchio o corrotto.
ja_jp: %sにはバージョン情報が見つかりませんでした。ファイルを古いバージョンにするか、正しくしないといけません。
lt_lt: Informacija apie versijà nerasta bylai %s. Byla matyt yra labai senos versijos arba sugadinta.
pl_pl: Informacja o wersji nie znaleziona w %s. Plik musi byæ starszej wersji lub uszkodzony.

source: Missing version
fi_fi: Puuttuva versio
it_it: Versione mancante
ja_jp: バージョン欠落
lt_lt: Trukstama versija
pl_pl: Zagubiona wersja

source: Problem with %s. Expected version %s (or greater) but found %s.
af_za: Probleem met %s. Verwagte version %s (of grooter) maar %s gevind.
fi_fi: %s kanssa ilmeni ongelmia. Odotettu versio oli %s (tai suurempi), mutta löytyi vain versio %s.
it_it: Problema riscontrato con %s. Era prevista la versione %s (o successiva) ma &egrave; stata trovata la %s.
ja_jp: %sが問題です。予期されたバージョンは %s(あるいはそれ以上)ですが、検出されたのは%sです。
lt_lt: Problema su %s. Tikimasi %s versijos (arba aukðtesnës) bet rasta %s.
pl_pl: Problem z %s. Oczekiwana wersja %s (lub nowsza), lecz znaleziona %s.

source: Expected version %s (or greater) but found %s.
af_za: Verwagte version %s (of grooter) maar %s gevind.
fi_fi: Odotettu versio oli %s (tai suurempi), mutta löytyi vain versio %s.
it_it: Era prevista la versione %s (o successiva) ma &egrave; stata trovata la %s.
ja_jp: 予期されたバージョンは %s(あるいはそれ以上)ですが、検出されたのは%sです。
lt_lt: Tikimasi %s versijos (arba aukðtesnës) bet rasta %s.
pl_pl: Oczekiwana wersja %s (lub nowsza), lecz znaleziona %s.

source: %s OK. Actual version (%s) more recent than expected version (%s)
af_za: %s OK. Huidige version (%s) meer onlangs as verwagte versie (%s)
fi_fi: %s OK. Versio (%s) on suurempi kuin odotettu versio (%s)
it_it: %s OK. La versione trovata (%s) &egrave; pi&ugrave; recente di quella prevista (%s)
ja_jp: %s はOKです。実際のバージョン(%s)は予期されたバージョン(%s)よりも新しいです。
lt_lt: %s OK. Dabartine (%s) versija þymiai aukðtesnë negu (%s), kurios buvo tikëtasi
pl_pl: %s OK. Aktualna wersja (%s) nowsza ni¿ oczekiwana wersja (%s)

source: Expected version %s but found %s.
af_za: Onverwagte version %s, maar %s gevind.
fi_fi: Odotettiin versiota %s (tai suurempaa), mutta löytyi vain versio %s.
it_it: Era prevista la versione %s ma &egrave; stata trovata la %s.
ja_jp: 予期されたバージョンは %sですが、検出されたのは%sです。
lt_lt: Tikëtasi %s versijos bet rasta %s.
pl_pl: Oczekiwana wersja %s lecz znaleziona %s.

source: Found expected version %s.
af_za: Onverwagte version %s gevind.
fi_fi: Löydettiin odotettu versio %s.
it_it: Trovata la versione prevista %s.
ja_jp: 予期されたバージョン%sが検出されました。
lt_lt: Rasta %s versija, kurios ir buvo tikëtasi.
pl_pl: Znaleziono oczekiwan± wersjê %s.

source: This email will be sent when new accounts are created.
af_za: Hierdie e-pos sal gestuur word wanneer nuwe rekening kre&euml;er word.
fi_fi: Tämä viesti lähetetään uusille tunnuksille kun ne luodaan.
it_it: Questa email viene inviata quando un nuovo account viene creato.
ja_jp: このメールは新しいアカウントを作成したときに送信されます。
lt_lt: Ðis laiðkas bus siunèiamas naujiems vartotojams.
pl_pl: Ten email zostanie wys³any przy tworzeniu ka¿dego nowego konta.

source: File %s does not exist.
af_za: L&ecirc;er %s bestaan nie.
fi_fi: Tiedostos %s ei ole olemassa.
it_it: Il file %s non esiste.
ja_jp: ファイル%sは存在しません。
lt_lt: Failas %s neegzistuoja.
pl_pl: Plik %s nie istnieje.

source: Expected status: %s, but actually received status %s.
af_za: Verwagte status: %s, maar die onvange status is %s.
fi_fi: Odotettu tila: %s, mutta saatiin oikeasti tila %s.
it_it: Stato atteso: %s, in realt&agrave; lo stato risultante &egrave; %s.
ja_jp: 期待されたステータスは%sでしたが、実際のステータスは%sでした。
lt_lt: Reikiama bûsena: %s, esama bûsena %s.
pl_pl: Oczekiwany status: %s, ale aktualnie otrzymano %s.

source: can't detect version on Windows
af_za: kan versie nie in Windows vasstel nie
fi_fi: Window-versiota ei saada selvitetty&auml;
it_it: non riesco ad identificare la versione di Windows
ja_jp: Windows上ではバージョン検出できません
lt_lt: negaliu nustatyti Windows versijos
pl_pl: nie mogê wykryæ wersji na Windowsie

source: OK! Version: %s
af_za: OK! Versie: %s
fi_fi: Ok! Versio: %s
it_it: OK! Versione: %s
ja_jp: OK! バージョン: %s
lt_lt: Tvarka! Versija: %s
pl_pl: OK! Wersja: %s

source: Gallery Configuration Wizard: Step %d
af_za: Gallery Konfigurasie Towenaar: Stap %d
fi_fi: Gallerian asennusvelho: Vaihe %d
it_it: Configurazione Guidata di Gallery: Passo %d
lt_lt: Galerijos konfigûracinis reþimas: %d-as þingsnis

source: This is the Gallery system check page.
af_za: Dit is die Gallery Sisteem Kontrole blad.
fi_fi: T&auml;m&auml; on Gallerian j&auml;rjestelm&auml;tarkastussivu
it_it: Questa &egrave; la pagina per il controllo del sistema di Gallery.
lt_lt: Tai yra Galerijos sistemos patikrinimo puslapis.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
af_za: Hierdie blad sal jou installasie valideer om seker te maak dat jy alle nodige komponente en permissies op die bediener het en dat alles korrek gekonfigureer is.
fi_fi: T&auml;m&auml; sivu varmistaa, ett&auml; asennuksessa ovat kaikki tarvittavat komponentit mukana ja ett&auml; k&auml;ytt&ouml;oikeudet j&auml;rjestelm&auml;&auml;n sek&auml; muut asiat on asetettu oikein.
it_it: Questa pagina verificher&agrave; la tua installazione per assicurarsi la presenza dei componenti e dei permessi necessari al sistema e la loro corretta configurazione.
lt_lt: Ðis puslapis patikrins ar turite visus reikiamus komponentus ir teises, kad jûsø Galerija bûtø sukonfigûruota teisingai.

source: Gallery Diagnostics Page
af_za: <u>Gallery</u> Diagnostiese blad
da_dk: Gallery fejlfindingsside
fi_fi: Gallerian diagnostiikkasivu
it_it: Pagina Diagnostica di Gallery
ja_jp: Gallery 診断ページ
lt_lt: Galerijos diagnostikos puslapis
pl_pl: Strona diagnostyki Galerii

source: Gallery Help Page
af_za: Gallery Hulp blad
fi_fi: Gallerian ohjesivut
it_it: Pagina di Aiuto di Gallery
lt_lt: Galerijos pagalbos puslapis

source: Having problems? Try the %s, %s and %s.
af_za: Probleme? Probeer die %s, %s en %s.
da_dk: Har du problemer? Prøv %s, %s og %s.
fi_fi: Ongelmia? Kokeile %s, %s ja %s.
it_it: Problemi? Leggi la %s , %s e %s.
ja_jp: 問題が起きましたか? %s や %s 、 %s を試してください。
lt_lt: Turite problemø? Pabandykite paþiûrëti èia: %s, %s, %s.
pl_pl: Jakie¶ problemy? Spróbuj %s, %s lub %s.

source: documentation
af_za: documentasie
da_dk: dokumentation
fi_fi: dokumentaatio
it_it: documentazione
ja_jp: ドキュメント
lt_lt: dokumentacija
pl_pl: dokumentacja

source: Having problems? Try the %s and %s.
af_za: Probleme? Probeer die %s en %s.
da_dk: Problemer? Prøv %s og %s.
fi_fi: Ongelmia? Yrit&auml; %s ja %s.
it_it: Problemi? Prova il %s e il %s.
ja_jp: 問題が起きましたか? %s や %s を試してください。
lt_lt: Turite problemø? Pabandykite paþiûrëti èia: %s, %s.
pl_pl: Jakie¶ problemy? Spróbuj %s lub %s.

source: Success
af_za: Sukses
da_dk: Succes
fi_fi: Onnistui
it_it: Successo
ja_jp: 成功
lt_lt: Gerai
pl_pl: Udane

source: Failure
af_za: Misluk
da_dk: Fejl
fi_fi: Virhetila
it_it: Errore
ja_jp: 失敗
lt_lt: Klaida
pl_pl: B³±d

source: There are errors in your configuration that will prevent Gallery from functioning properly.
af_za: Daar is foute in jou Konfigurasie wat sal veroorsaak dat <u>Gallery</u> nie korrek sal werk nie.
da_dk: Det er fejl i din konfiguration som forhindrer Gallery i at fungere korrekt.
fi_fi: Konfiguraatiossasi on virheit&auml;, jotka est&auml;v&auml;t Galleriaa toimimasta oikein.
it_it: Ci sono errori nella tua configurazione che impediranno Gallery di funzionare correttamente.
ja_jp: Galleryが適切に機能しないコンフィグレーションエラーがあります。
lt_lt: Galerija sukonfigûruota klaidingai. Ji negali gerai funkcionuoti.
pl_pl: S± b³êdy w Twojej konfiguracji, które nie pozwol± na poprawn± prace Galerii.

source: You must fix them before you can continue.
af_za: Jy moet dit regmaak voordat jy verder kan gaan.
da_dk: Du skal rette dem før du kan fortsætte.
fi_fi: Sinun t&auml;ytyy korjata ne ennen kuin voit jatkaa eteenp&auml;in.
it_it: Devi risolvere i problemi prima di poter continuare.
ja_jp: 続ける前に修正してください。
lt_lt: Turite tai iðtaisyti ir tik tada tæsti.
pl_pl: Musisz je naprawiæ zanim bêdziesz kontynuowa³.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
af_za: Jou installasie het <b>Ernstige Waarskuwings</b>!<br>Gaan verder op jou eie risiko...
da_dk: Din installation giver <b>alvorlige advarsler</b>!<br> Fortsæt for egen risiko...
fi_fi: Asennuksesi tuloksena on <B>vakavia varoituksia</b>! <br>Jatka omalla vastuulla...
it_it: La tua installazione ha <b>importanti warnings</b>! Continua a tuo rischio e pericolo...
ja_jp: あなたのインストレーションには<b>深刻な警告</b>が存在します。<br>自己責任で続けてください...
lt_lt: Diegimo procesas gali turëti <b>rimtø bëdø</b>! Tæskite savo nuoþiûra...
pl_pl: Twoja instalacja ma <b>powa¿ne b³êdy</b>!<br>Kontynuuj tylko na w³asne ryzyko...
