Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: %s and %s in this album on %s
ca_es: %s i %s en aquest àlbum en %s
hu_hu: %s és %s van ebben az albumban %son
is_is: %s og %s í þessu albúmi í %s
lt_lt: Ðiame albume yra %s ir %s %s
sk_sk: %s a %s v tomto albume %s
sl_si: %s in %s v tem albumu - %s
sv_se: %s och %s i detta album på %s

source: %s and %s in this album
ca_es: %s i %s en aquest àlbum
hu_hu: %s és %s van ebben az albumban
is_is: %s og %s í þessu albúmi
lt_lt: Ðiame albume yra %s ir %s
sk_sk: %s a %s v tomto albume
sl_si: %s in %s v tem albumu
sv_se: %s och %s i detta album

source: %s in this album on %s
ca_es: %s en aquest àlbum en %s
hu_hu: %s van ebben az albumban %son
is_is: %s í þessu albúmi á %s
lt_lt: Ðiame albume yra %s %s
sk_sk: %s v tomto albume %s
sl_si: %s v tem albumu na %s
sv_se: %s i detta album på %s

source: %s in this album
ca_es: %s en aquest àlbum
hu_hu: %s van ebben az albumban
is_is: %s í þessu albúmi
lt_lt: Ðiame albume yra %s
sk_sk: %s v tomto albume
sl_si: %s v tem albumu
sv_se: %s i detta album

source: %s are hidden
ca_es: %s estan ocults
hu_hu: %s rejtett
is_is: %s eru falin
lt_lt: %s paslëptos(-ø)
sk_sk: %s sú ukryté
sl_si: %s so skrite
sv_se: %s är dolda

source: %s is hidden
ca_es: %s és ocult
hu_hu: %s rejtett
is_is: %s eru falin
lt_lt: %s paslëpta
sk_sk: %s je ukrytý
sl_si: %s je skrita
sv_se: %s är dold

source: You have no votes recorded for this poll.
ca_es: No hi ha votacions registrades en aquesta votació.
hu_hu: Erre a felmérésre senki nem szavazott.
is_is: Það eru engin atkvæði greidd í þessari atkvæðagreiðslu.
lt_lt: Jûs dar nebalsavote ðiame balsavime.
sk_sk: Nemáte ¾iadne hlasy evidované v tomto hlasovaní.
sl_si: Na tem ocenjevanju ¹e ni ocen.
sv_se: Du har inga röster registrerade i denna omröstning.

source: Your current choices are
ca_es: Les teves eleccions actuals són
is_is: Valmöguleikarnir eru
lt_lt: Pasirinkite ið
sk_sk: Va¹e aktuálne voµby sú
sl_si: Tvoj trenutni izbor
sv_se: Dina nuvarande val är

source: See full poll results
ca_es: Veure resultats complets de la votació
hu_hu: Az összes szavazat megtekintése
is_is: Sjá niðurstöður atkvæðagreiðslu
lt_lt: Balsavimo rezultatai
sk_sk: Prezrite si kompletné výsledky hlasovania
sl_si: Poglej statistiko glasovanj
sv_se: Se fullständigt röstningsresultat
tr_tr: Tüm oylama sonuçlarýný gör
vi_vn: Xem kết quả bình chọn

source: or
ca_es: o
hu_hu: vagy
is_is: eða
lt_lt: arba
sk_sk: alebo
sl_si: ali
sv_se: eller
tr_tr: ya da
vi_vn: hoặc

source: To vote for an image, click on %s.
ca_es: Per votar per una imatge, clica a %s.
hu_hu: A képre történõ szavazáshoz kattints a %s gombra.
is_is: Til að greiða atkvæði, smellið á %s.
lt_lt: Norëdami balsuoti uþ nuotraukas paspauskite ant %s.
sk_sk: Hlasova» za obrázok kliknutím na %s.
sl_si: Za oceno slike klikni na %s.
sv_se: För att rösta på en bild klicka på %s.
vi_vn: Để bình chọn cho một ảnh, chọn vào %s.

source: You MUST click on %s for your vote to be recorded.
ca_es: HAS de clicar a %s perquè el vot es quedi registrat.
hu_hu: A %s-ra KELL kattintani, hogy a szavazat rögzítésre kerüljön.
is_is: Þú VERÐUR að smella á %s til þess að atkvæði þitt verði skráð.
lt_lt: Norëdami kad jûsø balsas bûtø uþregistruotas PRIVALOTE paspausti ant %s.
sk_sk: Aby bola voµba zaevidovaná, je potrebné kliknú» na %s.
sl_si: Klikni na %s da odda¹ svojo oceno.
sv_se: Du MÅSTE klicka på %s för att din röst skall registreras.
vi_vn: Bạn phải nhấn vào %s để lựa chọn của bạn được ghi lại.

source: Vote
ca_es: Votar
hu_hu: Szavazás
is_is: Atkvæði
lt_lt: Balsai
sk_sk: Voli»
sl_si: Oceni
sv_se: Rösta
tr_tr: Oy
vi_vn: Bình chọn

source: You have a total of %s and can change them if you wish.
ca_es: Tens un total de %s i poden canviar si ho desitges.
is_is: Þú hefur samtals %s og þú getur breytt þeim ef þú vilt.
lt_lt: Ið viso turite %s ir, jeigu norite, galite juos pakeisti.
sk_sk: Máte celkovo %s a mô¾ete ich zmeni» ak si to ¾eláte.
sl_si: Skupaj ima¹ %s. Lahko jih tudi spremeni¹.
sv_se: Du har totalt %s och kan ändra dem om du vill.

source: 1 vote
hu_hu: %d szavazat
is_is: eitt atkvæði
lt_lt: 1 balsas
sl_si: %d ocena
sv_se: 1 röst

source: You can change your choices if you wish.
ca_es: Pots canviar les teves eleccions si ho desitges.
hu_hu: A választásodon módosíthatsz.
is_is: Þú getur breytt vali þínu ef þú vilt.
lt_lt: Jeigu norite, galite pakeisti savo pasirinkimà.
sk_sk: Ak si ¾eláte, mô¾ete zmeni» svoje voµby.
sv_se: Du kan ändra dina val här om du vill.

source: highlight
is_is: forsíðumynd
sl_si: naslovnica
sv_se: förgrundsbild
vi_vn: đánh dấu

source: No description
ca_es: Sense descripció
hu_hu: Nincs leírás
is_is: Engin lýsing
lt_lt: Apibûdinimo nëra
sk_sk: ®iadny popis
sl_si: Brez opisa
sv_se: Ingen beskrivning
tr_tr: Açýklama yok
uk_ua: Нема╓ опису
vi_vn: Không có giới thiệu

source: 1 item
hu_hu: %d elem
is_is: ein mynd
lt_lt: 1 elementas
sl_si: %d predmet
sv_se: 1 objekt

source: Hey! Add some photos.
ca_es: Ei! Afegeix imatges.
hu_hu: Figyu! Tölts fel képeket!
is_is: Heyrðu! Settu inn nokkrar myndir.
lt_lt: Ei! Ádëkite keletà nuotraukø.
sk_sk: Hej! Pridaj nejaké fotky.
sl_si: Dodaj fotografije!
sv_se: Hallå! Ladda upp några foton.
tr_tr: Hey! Biraz resim ekleyin.
uk_ua: Агов! Додай як╕сь фото.
vi_vn: Hãy thêm vài ảnh.

source: This album is empty.
ca_es: Aquest àlbum està buit.
hu_hu: Ez az album üres.
is_is: Þetta albúm er tómt.
lt_lt: Ðis albumas yra tuðèias.
sk_sk: Tento album je prázdny.
sl_si: Ta album je prazen.
sv_se: Detta album är tomt.
tr_tr: Bu albüm boþ
uk_ua: Цей альбом порожн╕й.
vi_vn: Album này không có gì

source: Email me when one of the following actions are done to this album:
is_is: Senda tölvupóst þegar ein af eftirfarandi aðgerðum eru framkvæmdar í þessu albúmi
sl_si: Obvesti me, ko je izpolnjen naslednji pogoj za ta album:
sv_se: Skicka e-post till mig när någon av följande åtgärder görs på detta album:
tr_tr: Bu hareketlerden biri gerçekleþtiðinde beni email ile uyar:
vi_vn: Gửi email cho tôi khi có những tác động được thực hiện trong album này:

source: Comments are added
ca_es: S'han afegit comentaris
hu_hu: Megjegyzéseket adtak hozzá
is_is: Athugasemdum er bætt við
lt_lt: Atsiras naujø komentarø
sk_sk: Poznámky sú pridané
sl_si: So dodani komentarji
sv_se: Kommentarer är lämnade
tr_tr: Yorumlar eklendi
vi_vn: Lời bình đã được thêm

source: Other changes are made
ca_es: S'han realitzat altres canvis
hu_hu: Egyéb változások történtek
is_is: Aðrar breytingar eru gerðar
lt_lt: Atlikti kiti pakeitimai
sk_sk: Iné zmeny sú urobené
sl_si: Se spremeni kaj drugega
sv_se: Andra ändringar är gjorda
tr_tr: Yapýlan diðer deðiþiklikler
vi_vn: Những thay đổi khác đã được tạo

source: Deleting comment %d from item with index: %d
is_is: Eyða athugasemd %d frá mynd númer: %d
lt_lt: Trinamas komentaras %d ið elemto, kurio indeksas: %d
sl_si: Bri¹em komentar %d s postavko v kazalu: %d
sv_se: Tar bort kommentar %d från objekt med index: %d
vi_vn: Xóa lời bình %d khỏi mục có thứ tự: %d

source: Comments for this Album
ca_es: Comentaris per aquest Àlbum
hu_hu: Megjegyzések ebben az albumban
is_is: Athugasemdir fyrir þetta albúm
lt_lt: Komentarai ðiame albume
sk_sk: Poznámky k tomuto Albumu
sl_si: Komentarji albuma
sv_se: Kommentarer till detta album
tr_tr: Bu Albüm için yorumlar
uk_ua: Коментар╕ для цього альбома
vi_vn: Lời bình cho album này

source: return to album
ca_es: tornar a l'àlbum
hu_hu: vissza az albumhoz
is_is: aftur til albúms
lt_lt: gráþti á albumà
sk_sk: návrat do albumu
sl_si: nazaj v album
sv_se: Tillbaka till album
uk_ua: повернутись до альбома

source: Sorry. This album does not allow comments.
ca_es: Disculpa. Aquest àlbum no permet comentaris.
hu_hu: Sajnálom, erre az albumra nem tehetõk megjegyzések.
is_is: Því miður, athugasemdir eru ekki leyfðar í þessu albúmi.
lt_lt: Atsipraðome. Ðiame albume negalite palikti komentarø.
sk_sk: ¥utujem. Tento album neumo¾nuje pridávanie poznámok.
sl_si: ®al komentarji v tem albumu niso dovoljeni.
sv_se: Tyvärr. Detta album tillåter inga kommentarer.
tr_tr: Üzgünüm, Bu albümde yorumlara izin verilmiyor.
vi_vn: Xin lỗi. Album này không cho phép bình luận.

source: photo properties
ca_es: propietats d'imatge
hu_hu: fotó tulajdonságai
is_is: upplýsingar myndar
lt_lt: nuotraukos savybës
sk_sk: vlastnosti fotky
sl_si: lastnosti fotografije
sv_se: Fotoegenskaper
uk_ua: властивост╕ фото

source: Send photo to...
is_is: Senda mynd til...
sl_si: Po¹lji fotografijo ...
sv_se: Skicka foto till...
tr_tr: %Resim gönder...
vi_vn: Gửi ảnh tới...

source: Print photo with...
is_is: Prenta mynd með...
sl_si: Tiskaj fotografijo z...
sv_se: Skriv ut foto med...
tr_tr: Resmi bastýr...
vi_vn: In ảnh với...

source: process this photo with %s
is_is: prenta þessa mynd hjá %s
sl_si: obdelaj to fotografijo z %s
sv_se: Bearbeta detta foto med %s
tr_tr: bu fotoyu %s ile iþle
vi_vn: sử lý ảnh này với %s

source: View Images:
sv_se: Visa bilder:
tr_tr: Resimleri Görüntüle:

source: normal
hu_hu: normál
is_is: venjuleg
lt_lt: vidutinë
sk_sk: normálne
sl_si: normalno
sv_se: normalt
uk_ua: звичайний
vi_vn: bình thường

source: full
ca_es: ple
hu_hu: teljes
lt_lt: originalas
sk_sk: plný
sl_si: polno
sv_se: fullskalig
tr_tr: tam
uk_ua: повний
vi_vn: đầy đủ

source: Send Photo as eCard
sv_se: Skicka foto som eCard

source: Email me when comments are added
is_is: Senda tölvupóst þegar athugasemdum er bætt við
sl_si: Obvesti me, ko so dodani komentarji
sv_se: Skicka e-post till mig när kommentarer läggs till
tr_tr: Yorumlar eklendiðinde beni email ile uyar
vi_vn: Gửi email cho tôi khi lời bình được thêm

source: Photo Properties
ca_es: Propietats de la Imatge
hu_hu: Fotó tulajdonságai
is_is: Upplýsingar myndar
lt_lt: Nuotraukos savybës
sk_sk: Vlastnosti Fotky
sl_si: Lastnosti fotografije
sv_se: Fotoegenskaper
tr_tr: Resim Özellikleri
uk_ua: Властивост╕ фото
vi_vn: Tham số ảnh

source: Reload EXIF Data From File
ca_es: Recarrega Dades EXIF des d'Arxiu
hu_hu: Az EXIF adat újraolvasása a fájlból
is_is: Endurhlaða EXIF upplýsingar úr skrá
lt_lt: Perkrauti EXIF duomenis ið failo
sk_sk: Opä» naèíta» EXIF Dáta z Archívu
sl_si: Ponovno preberi EXIF podatke iz datoteke
sv_se: Ladda om EXIF-information från fil
tr_tr: EXIF Verisini Dosyadan Tekrar Yükle
uk_ua: Прочитати дан╕ EXIT з файла
vi_vn: Tải lại dữ liệu EXIF từ ảnh

source: (if the data is current, this will not appear to do anything)
ca_es: (si les dades són les actuals, això no faràs res)
hu_hu: (ha aktuális az adat, nem történik semmi)
is_is: (ef gögnin eru óbreytt mun ekkert sýnast gerast)
lt_lt: (jeigu duomenys faile tokie patys, tai nieko neatsitiks)
sk_sk: (ak je dáta aktuálne, toto bude vyzera» akoby sa niè nerobilo)
sl_si: (èe je datoteka enaka, se ne bo niè spremenilo)
sv_se: (om informationen är aktuell, kommer detta inte att orsaka någon ändring)
uk_ua: (при поточн╕й дат╕, ця операц╕я не робить н╕чого)
vi_vn: (nếu là dữ liệu hiện tại, bạn sẽ thấy không có gì thay đổi)

source: Watermarking album.
hu_hu: Album vízjelzése.
is_is: Vatnsmerki albúm.
lt_lt: Pridedam vandens þenklus á albumà.
sk_sk: Pridávam vodotlaè do albumu
sl_si: Podpisujem album (vodni ¾ig).
sv_se: Vattenstämplar album.

source: No items to watermark.
hu_hu: Nincs vízjelezhetõ elem.
is_is: Engar myndir til að vatnsmerkja.
lt_lt: Nëra elementø á kuriuos galima bûtø ákelti vandens þenklus.
sk_sk: ®iadne polo¾ky na aplikovanie vodotlaèe.
sl_si: Ni predmetov za vodni ¾ig.
sv_se: Inga objekt att vattenstämpla.
tr_tr: Watermarklanýcak öge yok.
vi_vn: Không có mục/ảnh nào để chèn.

source: Keep in mind that watermarking on animated gifs is currently not supported and will 'deface & unanimate' your pictures.
sv_se: Kom ihåg att vattenstämpling av animerade gif-bilder stöds för närvarande inte och kommer att 'vanställa & avanimera' dina bilder.

source: URL
is_is: Vefslóð
sl_si: URL naslov

source: 1 album
hu_hu: %d album
is_is: 1 albúm
lt_lt: 1 albumas
sl_si: %d album
tr_tr: 1 albüm

source: Album
ca_es: Àlbum
is_is: Albúm
lt_lt: Albumas
tr_tr: Albüm
uk_ua: Альбом

source: Gallery
hu_hu: Galéria
is_is: Myndasafn
lt_lt: Galerija
sl_si: Galerija
tr_tr: Galeri
uk_ua: Галерея
vi_vn: Thư viện ảnh

source: Start
is_is: Byrja
sl_si: Zaèni

source: Diagonal
hu_hu: Lépcsõs
is_is: Þversum
sl_si: Diagonala
vi_vn: Chéo

source: Spiral
hu_hu: Befelé
is_is: Spírall
sl_si: Tunel
vi_vn: Thu&nbsp;tâm

source: Album: %s
ca_es: Àlbum: %s
is_is: Albúm: %s
lt_lt: Albumas: %s
tr_tr: Albüm: %s

source: Admin
hu_hu: Adminisztrátor
lt_lt: Administratorius

source: Users who can see the album
ca_es: Usuaris que poden veure l'album
hu_hu: Az albumot láthatják
lt_lt: Vartotojai, kurie gali matyti albumà.
sk_sk: U¾ívatelia ktorí mô¾u vidie» album.
uk_ua: Користувач╕, яким дозволено дивитись альбом

source: title
ca_es: títol
hu_hu: cím
lt_lt: pavadinimà
sk_sk: titul
uk_ua: заголовок

source: items in this album
ca_es: elements en aquest àlbum
hu_hu: elem van ebben az albumban
lt_lt: elementai(-ø) ðiame albume
sk_sk: polo¾iek v tomto albume
uk_ua: пункт╕в в цьому альбом╕

source: on
ca_es: a
lt_lt: ant
sk_sk: na
uk_ua: на

source: No email sent as no valid email addresses were found
ca_es: No s'ha enviat cap correu perquè no s'han trobat direccions correctes
hu_hu: Nem sikerült emailt küldeni, mert nem találtam érvényes emailt
lt_lt: Laiðkas nenusiøstas, nes tokio el. paðto adreso nëra
sk_sk: Email nebol odoslaný preto¾e nebola nájdená ¾iadna emailová adresa

source: yes
ca_es: si
hu_hu: igen
lt_lt: taip
sk_sk: áno
uk_ua: так

source: no
hu_hu: nem
lt_lt: ne
sk_sk: nie
uk_ua: н╕

source: Admin help
lt_lt: Administratoriaus pagalba
sk_sk: Admin pomoc

source: To install or upgrade the Gallery Remote Applets, please refer to
hu_hu: A Gallery Remote Appletek telepítéséhez lásd:
lt_lt: Norëdami ádiegti arba atnaujinti Gallery Remote Applets, paþiûrëkite èia
sk_sk: Pre in¹taláciu alebo aktualizáciu Gallery Diaµkových Apletov, prosím pozrite

source: the documentation page
hu_hu: dokumentációs oldal
lt_lt: dokumentacijø puslapis
sk_sk: stránka dokumentácii

source: on the Gallery web site.
hu_hu: a Galéria weboldalán.
lt_lt: Gallery svetainëje.
sk_sk: na stránkach Gallery

source: Supported file types
ca_es: Tipus de fitxers suportats
hu_hu: Támogatott fájltípusok
lt_lt: Galimi failø formatai
sk_sk: Podporované typy súborov
uk_ua: Дозволен╕ типи файл╕в

source: 1. Select the number of files you want to upload:
ca_es: 1. Selecciona el número de fitxers que vols enviar:
hu_hu: 1. Válaszd ki, hogy hány fájlt akarsz feltölteni:
lt_lt: 1. Kiek nuotraukø norite ádëti:
sk_sk: 1. Zvoµte poèet archívov ktoré chcete odosla»:
uk_ua: 1. Вибер╕ть к╕льк╕сть файл╕в, що Ви збира╓тесь завантажити:

source: Optional:
hu_hu: Opcionális:
lt_lt: Laisvai pasirenkamas:
sk_sk: Voliteµné:

source: Select the number of meta data files you want to upload:
hu_hu: Válaszd ki, hogy hány fájlt akarsz feltölteni:
lt_lt: Pesirinkite kiek norite ákelti meta duomenø bylø:
sk_sk: Zvoµte poèet meta dátových archívov ktoré chcete ososla»:

source: 2. Use the Browse button to find the photos on your computer
ca_es: 2. Utilitza el botó de navegació per trobar les fotos al seu ordinador
hu_hu: 2. A Böngészõ gombra klikkelve keresd meg a képeket a számítógépeden
lt_lt: 2. Mygtuku Browse pasirinkite nuotraukas ið savo kompiuterio.
sk_sk: 2. Pou¾ite Browse gombík na nájdenie fotiek vo Va¹om poèítaèi
uk_ua: 2. Скориставшись кнопкою Перегляд щоб вибрати фото на сво╓му комп'ютер╕

source: File
ca_es: Arxiu
hu_hu: Fájl
lt_lt: Failas
sk_sk: Súbor
uk_ua: Файл

source: 3. Use the Browse button to find the meta data files on your computer
hu_hu: 3. A Böngészés gombra klikkelve keresd meg a háttéradat fájlokat a számítógépeden
lt_lt: 2. Naudodami mygtukà Browse pasirinkite meta duomenø bylas savo kompiuteryje
sk_sk: 2. Pou¾ite Browse gombík na nájdenie meta dátových archívov vo Va¹om poèítaèi

source: Album Summary
ca_es: Resum de l'Àlbum
hu_hu: Album összegzés
lt_lt: Albumo apibûdinimas
sk_sk: Prehµad Albumu
uk_ua: Коротка дов╕дка про альбом

source: Album Title
ca_es: Títol de l'Àlbum
hu_hu: Album címe
lt_lt: Albumo pavadinimas
sk_sk: Titul Albumu
uk_ua: Заголовок альбома

source: Font
ca_es: Lletra
hu_hu: Betûtípus
lt_lt: Ðriftai
sk_sk: Typ Písma
uk_ua: Шрифт

source: Rows
ca_es: Files
hu_hu: Sorok
lt_lt: Eilutës
sk_sk: Riadkov
uk_ua: Рядк╕в

source: Columns
ca_es: Columnes
hu_hu: Oszlopok
lt_lt: Stulpeliai
sk_sk: Ståpcov
uk_ua: Стовпчик╕в

source: Borders
ca_es: Marges
hu_hu: Keret
lt_lt: Rëmeliai
sk_sk: Okraje
uk_ua: Рамки

source: Background Color
ca_es: Color de fons
hu_hu: Háttérszín
lt_lt: Fono spalva
sk_sk: Farba Pozadia
uk_ua: Кол╕р тла

source: Text Color
ca_es: Color de text
hu_hu: Szövegszín
lt_lt: Teksto spalva
sk_sk: Farba Textu
uk_ua: Кол╕р тексту

source: Link Color
ca_es: Color d'enllaç
hu_hu: Link szín
lt_lt: Nuorodø spalva
sk_sk: Farba Liniek
uk_ua: Кол╕р посилань

source: Border color
ca_es: Color de marge
hu_hu: Keretszín
lt_lt: Rëmeliø spalva
sk_sk: Farba okraja
uk_ua: Кол╕р рамок

source: Album Frame
ca_es: Marc de l'àlbum
hu_hu: Albumkeret
lt_lt: Albumo rëmelis
sk_sk: Okraj Albumu

source: Thumb Frame
ca_es: Marc del Thumb
hu_hu: Kiskép keret
lt_lt: Sumaþintos nuotraukos rëmelis
sk_sk: Okraj Zmen¹eniny

source: Image Frame
ca_es: Marc de la imatge
hu_hu: Képkeret
lt_lt: Nuotraukos rëmelis
sk_sk: Okraj Obrázku

source: Slideshow Type
ca_es: Tipus de presentació
hu_hu: A diavetítés típusa
lt_lt: Nuotraukø perþiûros tipas
sk_sk: Typ Predvádzania

source: Off
hu_hu: Ki
lt_lt: Iðjungta
sk_sk: Od

source: Ordered
ca_es: Ordenat
hu_hu: Rendezett
lt_lt: Surûðiuota
sk_sk: Zoradené

source: Random
ca_es: Aleatòri
hu_hu: Véletlenszerû
lt_lt: Atsitiktine tvarka
sk_sk: Náhodné

source: Include sub-albums in slideshow
hu_hu: A belsõ albumok is benne legyenek a diavetítésben
lt_lt: Itraukti vidinius albumus á nuotraukø perþiûrà
sk_sk: Zahrnú» vlo¾ené albumy v predvádzaní

source: Allow slideshow to loop
ca_es: Permetre presentació cíclica
hu_hu: Körkörös diavetítés (a végén újraindul)
lt_lt: Leisti kartoti perþiûrà
sk_sk: Povoli» cyklovanie prehliadania

source: Slideshow Length
ca_es: Llargada de la presentació
hu_hu: Diavetítés idõtartama
lt_lt: Nuotraukø perþiûros dydis
sk_sk: Då¾ka Predvádzania

source: Thumbnail size
ca_es: Tamany de thumbnail
hu_hu: Kiskép mérete
lt_lt: Sumaþintos nuotraukos dydis
sk_sk: Veµkos» zmen¹eniny
uk_ua: Розм╕р п╕ктограм

source: Maximum dimensions of intermediate sized images
ca_es: Dimensions màximes d'imatges de tamany intermig
hu_hu: A közepes méretû képek maximális szélessége vagy magassága
lt_lt: Vidutinës nuotraukos dydis
sk_sk: Maximálne rozmery obrázkov v strednej veµkosti

source: off
hu_hu: ki
lt_lt: iðjungta
sk_sk: od
uk_ua: вимкнено

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
ca_es: Tamany d'arxiu màxim d'imatges de tamany intermig JPEG/PNG en kilobytes (0 o res per no restricció)
hu_hu: Maximális fájlméret a közepes méretû képekre kilobyte-ban (0 vagy üresen hagyva nincs megkötés)
lt_lt: Vidutinës JPEG/PNG nuotraukos dydis kilobaitais (0 arba nieko jeigu neribotas)
sk_sk: Maximálna veµkos» súboru strednorozmerných JPEG/PNG obrázkov v kilobytoch (0 alebo prázdne ak veµkos» nemá by» obmedzená)

source: Maximum dimensions of full sized images
ca_es: Dimensions màximes per imatges a tamany complet
hu_hu: A teljes méretû képek maximális szélessége vagy magassága
lt_lt: Originalios nuotraukos dydis
sk_sk: Maximálne rozmery obrázkov v plnej veµkosti

source: %d (%d MPix)
lt_lt: %d (%d Mpiks.)

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
ca_es: Tamany d'arxiu màxim per imatges a tamany complet JPEG/PNG en kilobytes (0 o res per no restricció)
hu_hu: Maximális fájlméret a teljes méretû képekre kilobyte-ban (0 vagy üresen hagyva nincs megkötés)
lt_lt: Originalios JPEG/PNG nuotraukos dydis kilobaitais (0 arba nieko jeigu neribotas)
sk_sk: Maximálna veµkos» súboru celorozmerných JPEG/PNG obrázkov v kilobytoch (0 alebo prázdne ak veµkos» nemá by» obmedzená)

source: Display click counter for this album?
ca_es: Mostrar el contador de clics per aquest àlbum?
hu_hu: Klikk-számláló megjelenítése?
lt_lt: Rodyti skaitliukà ðiam albumui?
sk_sk: Zobrazi» poèítadlo kliknutí pre tento album?
uk_ua: Показувати л╕чильники в╕дв╕дувань в цьому альбом╕?

source: Display owners name with caption
ca_es: Mostrar nom dels propietaris amb la llegenda
hu_hu: A képaláírásban a tulajdonos nevének megjelenítése
lt_lt: Prie nuotraukø apraðymo rodyti savininkà
sk_sk: Zobrazi» meno vlastníka s hlavièkou
uk_ua: Показувати ╕мена власник╕в з п╕дписами

source: Display clickable image dimensions
ca_es: Mostrar dimensions de la imatge clicables
hu_hu: Képméret linkek mutatása a képek alatt
lt_lt: Leisti pasirinkti dydþius
sk_sk: Zobraz rozmery kliknuteµného obrázku

source: Display EXIF data?
ca_es: Mostrar dades EXIF?
hu_hu: EXIF adatok megjelenítése?
lt_lt: Ar rodyti EXIF duomenis?
sk_sk: Zobrazi» EXIF dáta?
uk_ua: Показувати дан╕ EXIT?

source: Which photo printing services<br>do you want to let visitors use?
ca_es: Quin servei d'impressió de fotos<br>vols permetre utilitzar als usuaris?
hu_hu: Melyik fotóelõhívási szolgáltatást<br>szeretnéd felkínálni a látogatóknak?
lt_lt: Koká fotografijø spausdinimo servisà<br>leisite naudoti lankytojams?
sk_sk: Ktorý foto tlaèiarenský servis<br>chcete ponúknu» náv¹tevníkom?

source: Add new items at beginning of album
ca_es: Afegir nous elements al principi de l'àlbum
hu_hu: Az új elemek az album elejére kerüljenek
lt_lt: Naujus elementus kelti á albumo pradþià
sk_sk: Prida» nové polo¾ky na zaèiatku albumu
uk_ua: Додавати нов╕ пункти на початку альбома

source: Show <i>Return to</i> link
ca_es: Mostra enllaç <i>Torna a</i>
hu_hu: Mutasd a <i>Visszatérés</i> linket
lt_lt: Rodyti navigacijos meniu
sk_sk: Zobraz <i>Návrat na</i> linku
uk_ua: Показувати посилання <i>Повернутись до</i>

source: Offer visitors ability to specify<br>preference for full-size or resized images
ca_es: Ofereix als visitants la possibilitat d'especificar<br>preferència per imatges completes o re-escalades
hu_hu: A felhasználó választhasson<br>a képméretek között
lt_lt: Leisti lankytojams pasirinkti<br>nuotraukø dydá.
sk_sk: Umo¾ni» náv¹tevníkom mo¾nos» zada»<br>preferencie pre plnorozmerné obrázky alebo obrázky so zmenenou veµkos»ou
uk_ua: Нада╓ користувачам можлив╕сть користуватись<br> або фото повного розм╕ру, або маштабованими.

source: Auto fit-to-window for<br>images without a resized copy
ca_es: Auto-ajusta a la finstra per<br>imatges sense còpia re-escalada
hu_hu: Az ablak igazítása az újraméretezett<br>példány nélküli képekhez
lt_lt: Nesumaþintas nuotraukas<br>automatiðkai talpinti á langà
sk_sk: Automaticky prispôsobi» do okna pre<br>obrázky bez prispôsobenej kópie
uk_ua: Автоматично встановлювати розм╕р <br>фото в залежност╕ в╕д розм╕ру в╕кна без<br> необх╕дност╕ мати фото в╕дпов╕дного розм╕ру

source: Allow item owners to modify their images
ca_es: Permetre als propietaris dels elements modificar les seves imatges
hu_hu: Az elem tulajdonosa megváltoztathatja képeit
lt_lt: Leisti savininkams keisti savo nuotraukas
sk_sk: Umo¾ni» vlastníkom polo¾ky meni» ich obrázky
uk_ua: Дозволити власникам зм╕нювати сво╖ зображення

source: Allow item owners to delete their images
ca_es: Permetre als propietaris dels elements borrar les seves imatges
hu_hu: Az elem tulajdonosa törölheti képeit
lt_lt: Leisti savininkams iðtrinti savo nuotraukas
sk_sk: Umo¾ni» vlastníkom polo¾ky maza» ich obrázky
uk_ua: Дозволити власникам стираати сво╖ зображення

source: Check All
ca_es: Comrovar Tot
hu_hu: Összes kijelölése
lt_lt: Paþymëti viskà
sk_sk: Zvoli» v¹etko
uk_ua: В╕дм╕тити вс╕

source: Clear All
ca_es: Inicialitzar Tot
hu_hu: Kijelölések törlése
lt_lt: Nepaþymëti nieko
sk_sk: Vymaza» v¹etko
uk_ua: Зняти в╕дм╕тку з ус╕х
