Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Logging in gives you greater permission to view, create, modify and delete albums.
ca_es: Logar-te et dóna permisos per veure, crear, modificar i borrar àlbums.
hu_hu: A belépés után jogosultságok szélesebb köre áll rendelkezésre (további albumok megtekintése, módosítása).
is_is: Innskráning veitir þér frekari heimildir til að skoða, búa til, breyta eða eyða albúmum.
lt_lt: Prisijungæ turësite daugiau teisiø perþiûrëti, kurti, redaguoti bei trinti albumus.
sk_sk: Prihlásenie Vám umo¾ní viac oprávneni prezera», vytvára», meni» a maza» albumy.
sl_si: Prijava ti da veè (vi¹je) pravice za gledanje, spreminjanje, dodajanje ali brisanje albumov.
sv_se: Inloggning ger dig större rättigheter att Visa, Skapa, Anpassa och Ta bort album.
tr_tr: Giriþ yapmanýz, albüm görüntülemede, oluþturmada, modifiye etmede ve silmede daha bütük izinler saðlar.
uk_ua: Заре╓струвавшись, Ви отрима╓те б╕льше можливостей для перегляду, створення, зм╕н та стирання альбом╕в.
vi_vn: Đăng nhập vào bạn sẽ có quyền hạn cao hơn để xem, tạo, sửa và xóa những album.

source: Password
ca_es: Constrasenya
hu_hu: Jelszó
is_is: Lykilorð
lt_lt: Slaptaþodis
sk_sk: Heslo
sl_si: Geslo
sv_se: Lösenord
uk_ua: Пароль

source: Login
hu_hu: Belépés
is_is: Skrá inn
lt_lt: Prisijungti
sk_sk: Prihlásenie
sl_si: Prijava
sv_se: Logga in
uk_ua: Ре╓страц╕я

source: Forgotten your password?
ca_es: Contrasenya oblidada?
hu_hu: Elfelejtetted a jelszavad?
is_is: Hefur þú gleymt lykilorðinu þínu?
lt_lt: Pamirðote savo slaptaþodá?
sk_sk: Zabudnuté heslo?
sl_si: Pozabljeno geslo?
sv_se: Glömt ditt lösenord?
tr_tr: Þifrenizimi unuttunuz?
vi_vn: Quên mật khẩu?

source: The last request for a password was less than %d minutes ago. Please check for previous email, or wait before trying again.
ca_es: L'última sol·licitud de contrasenya ha sigut fa menys de %d minuts. Comprova els correus electrònics, o espera abans d'intentar-ho de nou.
hu_hu: Az utolsó jelszólekérdezés kevesebb mint %d perce történt. Ellenõrizd, hogy megkaptad-e azt az emailt, vagy késõbb próbálkozz újra!
is_is: Síðasta beiðni um lykilorð var fyrir minna en %d mínútum. Vinsamlegast gáðu að tölvupóstinum sem þá var sendur, eða bíddu áður en þú reynir aftur.
lt_lt: Paskutinis slaptaþodþio praðymas buvo maþiau nei prieð %d minutæ. Laukite praeito laiðko, arba pabandykite vëliau.
sk_sk: Posledná po¾iadavka hesla bola pred menej ako %d minútami. Prosím skontrolujte predchádzajúci email alebo poèkajte a skúste znova.
sl_si: Zadnja zahteva za po¹iljanje gesla je bila pred manj kot %d minutami. Prosim poglej za prej¹nje sporoèilo, ali pa poèakaj.
sv_se: Senaste förfrågan om ett lösenord var för mindre än %d minuter sedan. Vänligen kontrollera tidigare e-post eller vänta innan du försöker igen.
vi_vn: Yêu cầu gửi mật khẩu của bạn mới được gửi %d phút trước. Xin hãy kiểm tra lại email lúc trước, hoặc chờ thêm trước khi thử lại.

source: New password request
ca_es: Sol·licitud de nova contrasenya
hu_hu: Új jelszó kérése
is_is: Beiðni um nýtt lykilorð
lt_lt: Naujo slaptaþodio praðymas
sk_sk: Po¾iadavka vytvori» nové heslo
sl_si: Zahtevaj novo geslo
sv_se: Begäran om nytt lösenord
tr_tr: Yeni Þifre isteði
vi_vn: Yêu cầu gửi mật khẩu mới

source: Someone requested a new password for user %s from Gallery '%s' on %s. You can create a password by visiting the link below. If you didn't request a password, please ignore this mail.
ca_es: Algú ha sol·licitat una nova contrasenya per l'usuari %s de Gallery '%s' a %s. Pots crear una contrasenya visitant l'enllaç de sota. Si no has sol·licitat una contrasenya, ignora aquest correu si us plau
hu_hu: Valaki a(z) %s felhasználó számára új jelszót kért a '%s' galériához %s-n. A jelszót létrehozhatod, ha a lenti linkre kattintasz. Ha nem Te kérted a jelszót, nincs semmi teendõd.
is_is: Einhver bað um nýtt lykilorð fyrir notandann %s í myndasafninu '%s' á %s. Þú getur búið til lykilorð með því að vafra á eftirfarandi tengil. Ef þú baðst ekki um lykilorð, skeyttu þá vinsamlegast ekki um þennan póst.
lt_lt: Kaþkas papraðë naujo slaptaþodþio vartotojui %s Galerijoje '%s' %s. Paspaudæ ant nuorodos þemiau galite susikurti slaptaþodá. Jeigu slaptaþodþio nepraðëte, nekreipkite dëmesio á ðá laiðkà.
sk_sk: Niekto po¾iadal o nové heslo pre u¾ívateµa %s Gallery '%s' na %s. Nové heslo mô¾ete vytvori» na linke uvedenej dole. Ak ste si nevy¾iadali nové heslo, netreba tento email bra» do úvahy.
sl_si: Nekdo je zahteval novo geslo za uporabnika %s z Gallery '%s' na %s. Geslo naredite s klikom na spodnjo povezavo. Èe niste zahtevali gesla, ignorirajte to sporoèilo.
sv_se: Någon begärde ett nytt lösenord för användare %s från Gallery '%s' på %s. Du kan skapa ett lösenord genom att följa länken nedan. Om du inte begärde ett lösenord, vänligen ignorera denna e-post.
vi_vn: Bạn đã yêu cầu một mật khẩu mới cho thành viên %s từ Thư viện ảnh '%s' trên %s. Bạn có thể tạo một mật khẩu khi ghé thăm qua liên kết bên dưới. Nếu không phải bạn yêu cầu mật khẩu, hãy bỏ qua email này.

source: Click to reset your password: %s
ca_es: Clica per reinicialitzar la teva contrasenya: %s
is_is: Endursettu lykilorð þitt hér: %s
lt_lt: Slaptaþodþio keitimas: %s
sk_sk: Tu kliknite na vymazanie Vá¹ho hesla: %s
sl_si: Klikni za ponastavitev gesla: %s
sv_se: Klicka för att återställa ditt lösenord: %s
tr_tr: Þifrenizi sýfýrlamak için týklayýn: %s
vi_vn: Hãy nhấn để làm lại mật khẩu của bạn: %s

source: New password request %s
ca_es: Sol·licitud de nova contrasenya %s
hu_hu: %s új jelszót kért
is_is: Beiðni um nýtt lykilorð %s
lt_lt: Naujo %s slaptaþodþio praðymas
sk_sk: Voµba nového hesla %s
sl_si: Zahteva za novo geslo %s
sv_se: Nytt lösenord förfrågan %s
tr_tr: Yeni þifre isteði %s
vi_vn: Yêu cầu mật khẩu mới %s

source: An email has been sent to the address stored for %s. Follow the instructions to change your password. If you do not receive this email, please contact the Gallery administrators.
ca_es: Un correu ha estat enviat a l'adreça indicada per %s. Segueix les instruccions per canviar la contrasenya. Si no reps aquest correu, contacta amb els administradors de Gallery si us plau.
hu_hu: Elküldtem a levelet a(z) %s címre. Kövesd a levélben leírt utasításokat és válts jelszót. Ha nem kapod meg a levelet, lépj kapcsolatba a Galéria egyik adminisztrátorával!
is_is: Tölvupóstur hefur verið sendur á tölvupóstfangið sem geymt er fyrir %s. Fylgdu leiðbeiningunum til að breyta lykilorðinu þínu. Ef þú færð ekki þennan tölvupóst, vinsamlegast hafðu þá samband við umsjónarmenn myndasafnsins.
lt_lt: Vartotojui %s iðsiøstas laiðkas. Sekite instrukcijas laiðke. Jeigu laiðko negausite susisiekite su ðios Galerijos administratoriumi.
sk_sk: Email bol zaslaný na adresu ulo¾enú pre %s. Riaïte sa pokynmi na zmenenie hesla ktoré dostanete. Ak nedostanete ¾iadny email, prosím oznámte to Gallery administátorovi.
sl_si: Poslana je e-po¹ta na naslov shranjen pod %s. Sledite navodilom, èe hoèete spremeniti geslo. Èe tega sporoèila ne dobite, za novo geslo prosite administratorje.
sv_se: E-post har skickats till adressen som sparats för %s. Följ instruktionerna för att ändra ditt lösenord. Om du inte mottagit denna e-post, vänligen kontakta en Gallery-administratör.
vi_vn: Một email đã được gửi tới địa chỉ lưu giữ cho %s. Hãy làm theo chỉ dẫn để đổi mật khẩu của bạn. Nếu bạn không nhận được email này, xin hãy liên hệ với ban QT Thư viện ảnh.

source: Email could not be sent. Please contact %s administrators for a new password
hu_hu: A levelet nem sikerült elküldeni. Lépj kapcsolatba a(z) %s adminisztrátorokkal az új jelszódért.
is_is: Tókst ekki að senda tölvupóst. Vinsamlegast hafðu samband við umsjónarmenn myndasafnsins %s til að fá nýtt lykilorð
lt_lt: Laiðkas neiðsiøstas. Keipkitës á %s administratorius
sk_sk: Email nemohol by» odoslaný. Prosím kontaktujte %s administrátora na vytvorenie nového hesla.
sl_si: E-po¹ta ni poslana. Prosite administratorje %s za novo geslo
sv_se: E-post kunde inte skickas. Vänligen kontakta %s administratörer för ett nytt lösenord

source: There is no valid email for this account. Please contact %s administrators for a new password
hu_hu: Ehhez a felhasználóhoz nincs megadva érvényes levélcím. Lépj kapcsolatba a(z) %s adminisztrátorokkal az új jelszódért.
is_is: Ekkert gilt tölvupóstfang er sett fyrir þetta notandanafn. Vinsamlegast hafðu samband við umsjónarmenn myndasafnsins %s til að fá nýtt lykilorð
lt_lt: Ðis vartotojas neturi teisingo el. paðto adreso. Keipkitës á %s administratorius
sk_sk: Neexistuje platná emailová adresa pre tento úèet. Prosím kontaktujte %s administrátorov pre nové heslo
sl_si: Ta uporabnik nima vpisanega e-naslova. Prosite administratorje %s za novo geslo
sv_se: Det finns inte någon giltig e-post för detta konto. Vänligen kontakta %s administratörer för ett nytt lösenord

source: Not a valid username
ca_es: Nom d'usuari invàlid
hu_hu: Érvénytelen felhasználónév
is_is: Ekki gilt notandanafn
lt_lt: Tokio vartotojo nëra
sk_sk: Nesprávny u¾ívateµ
sl_si: Ni veljavno uporabni¹ko ime
sv_se: Inte giltigt användarnamn
tr_tr: Geçersiz kullanýcý adý
vi_vn: Tên truy cập không hợp lệ

source: Send me my password
ca_es: Envia'm la meva contrasenya
hu_hu: Küldd el a jelszavamat
is_is: Senda mér lykilorðið mitt
lt_lt: Atsiøsti man mano slaptaþodá
sk_sk: Zasla» heslo na moju adresu
sl_si: Po¹lji mi geslo
sv_se: Skicka mig mitt lösenord

source: Please select a user
ca_es: Elegeix un usuari, si us plau
hu_hu: Válassz felhasználót
is_is: Vinsamlegast veldu notanda
lt_lt: Pasirinkite vartotojà
sk_sk: Zvoµte u¾ívateµa
sl_si: Prosim izberi uporabnika(co)
sv_se: Vänligen välj en användare
tr_tr: Lütfen kullanýcý seçiniz
uk_ua: Вибер╕ть користувача, будь ласка.
vi_vn: Hãy chọn một thành viên

source: Manage Users
ca_es: Gestiona Usuaris
hu_hu: Felhasználók karbantartása
is_is: Sýsla með notendur
lt_lt: Vartotojø tvarkymas
sk_sk: Spravova» U¾ívateµov
sl_si: Urejanje uporabnikov
sv_se: Administrera användare
tr_tr: Kullanýcý Düzenle
uk_ua: Користувач╕
vi_vn: Quản lý thành viên

source: You can create, modify and delete users here.
ca_es: Pots crear, modificar i borrar usuaris aquí.
hu_hu: Felhasználók létrehozása, módosítása és törlése.
is_is: Þú getur búið til, breytt og eytt notendum hér.
lt_lt: Èia galite kurti, redaguoti bei iðtrinti vartotojus.
sk_sk: Tu mô¾ete vytvori», meni» a zru¹i» u¾ívateµov.
sl_si: Tukaj lahko kreira¹, bri¹e¹ uporabnike
sv_se: Du kan Skapa, Anpassa och Ta bort användare här.
tr_tr: Buradan kullanýcý yaratabilir, düzenleyebilir ve silebilirsiniz.
uk_ua: Ви можете створювати, зм╕нювати чи стирати рахунки користувач╕в.
vi_vn: Bạn có thể tạo, sửa và xóa thành viên ở đây.

source: There are no users! Create one.
ca_es: No hi ha usuaris! Crea'n un.
hu_hu: Nincsenek felhasználók! Hozz létre egyet!
is_is: Engir notendur eru til! Búðu til notanda.
lt_lt: Vartotojø nëra! Sukurkite vienà.
sk_sk: ®iadni u¾ívatelia neboli vytvorení! Prosím vytvorte jedného.
sl_si: Ni uporabnikov. Kreiraj kak¹nega.
sv_se: Det finns inga användare! Skapa en.
tr_tr: Hiç kullanýcý yok! Bir tane yaratýn.
uk_ua: Нема╓ користувач╕в! Створ╕ть хоча б одного.
vi_vn: Không có thành viên nào! Hãy tạo 1 người.

source: To select multiple users (only recognized for deletion), hold down the Control (PC) or Command (Mac) key while clicking.
is_is: Til að velja fleiri notendur (bara til að eyða þeim), haltu niðri Ctrl (PC) eða Skipana (Mac) hnappnum samtímis og smelltu.
lt_lt: Norëdami parinkti kelis varotojus (atpaþystama tik iðtrynimui), nuspauskite Control (PC) arba Command (Mac) mygtukà ir bakstelkite.
sl_si: Za oznaèitev veè uporabnikov (samo za brisanje), pritisni Control (PC) ali Command (Mac) tipko in klikaj/oznaèi.
sv_se: För att markera flera användare (endast metod för borttagning) så håll ned Control (PC) eller Command (Mac) -tangenten samtidigt som du klickar.
vi_vn: Để chọn vài người dùng (chỉ khi xóa), giữ phím Control (PC) hoặc Command (Mac) khi nhấn chọn.

source: Create new user
sv_se: Skapa ny användare

source: Bulk Create
ca_es: Crea Bulk
hu_hu: Tömbösített létrehozás
is_is: Stofna marga
lt_lt: Sukurti keletà
sk_sk: Hromadne Vytvori»
sl_si: Mno¾ièno kreiranje
sv_se: Skapa flera

source: Modify
ca_es: Modifica
hu_hu: Módosít
is_is: Breyta
lt_lt: Redaguoti
sk_sk: Zmeni»
sl_si: Uredi
sv_se: Anpassa
uk_ua: Зм╕нити

source: User information succesfully updated.
sv_se: Användarinformation uppdaterades framgångsrikt.
tr_tr: Kullanýcý bilgisi baþarýyla güncellendi.

source: User information was not succesfully updated !!
sv_se: Användarinformationen uppdaterades inte !!
tr_tr: Kullanýcý bilgisi baþarýyla güncellenemedi !!

source: Invalid user
ca_es: Usuari invàlid
hu_hu: Érvénytelen felhasználónév
is_is: Rangur notandi
lt_lt: Vartotojas neteisingas
sk_sk: Nesprávny u¾ívateµ
sl_si: Napaèen uporabnik
sv_se: Ogiltig användare
tr_tr: Geçersiz kullanýcý
uk_ua: Нев╕рний користувач
vi_vn: Sai thành viên

source: Modify User
ca_es: Modifica Usuari
hu_hu: Felhasználó módosítása
is_is: Breyta notanda
lt_lt: Vartotojo redagavimas
sk_sk: Zmente U¾ívatela
sl_si: Uredi uporabnika
sv_se: Anpassa användare
tr_tr: Kullanýcý düzenle
uk_ua: Зм╕нити користувача
vi_vn: Sửa thành viên

source: You can change any information about the user using this form.
ca_es: Pots canviar l'informació de l'usuari usant aquest formulari.
hu_hu: Itt a felhasználó bármely adatát megváltoztathatod.
is_is: Þú getur breytt öllum upplýsingum um notandann hér.
lt_lt: Èia galite pakeisti bet kokià informacijà apie vartotojà.
sk_sk: Pou¾itím tohto formuláru mô¾te zmeni» ktorékoµvek informácie o u¾ívateµovi.
sl_si: Z uporabo te forme lahko spremeni¹ informacije o uporabniku.
sv_se: Du kan ändra all information om användaren genom att använda detta formulär.
tr_tr: Kullanýcý hakkýndaki bütün bilgileri bu formu kullanarak deðiþtirebilirsiniz.
uk_ua: Ви можете зм╕нити будь-яку ╕нформац╕ю про користувача в ц╕й форм╕.
vi_vn: Bạn có thể thay đổi thông tin về thành viên bằng mẫu này.

source: Move Album
ca_es: Moure Àlbum
hu_hu: Album átmozgatása
is_is: Færa albúm
lt_lt: Albumo perkëlimas
sk_sk: Presunú» Album
sl_si: Premakni album
sv_se: Flytta album
tr_tr: Albümü Taþý
uk_ua: Перем╕стити альбом
vi_vn: Chuyển album

source: Select the new location of album: %s
sv_se: Välj ny plats för album: %s
tr_tr: Yeni yer seçin albüm: %s

source: Your Album will be moved to the position you choose below.
sv_se: Ditt album kommer att flyttas till placeringen du väljer nedan.
tr_tr: Albümünüz aþaðýda seçtiðiniz pozisyona taþýndý.

source: Move it!
ca_es: Mou-lo!
hu_hu: Mozgatás!
is_is: Færa!
lt_lt: Perkelti!
sk_sk: Presuò!
sl_si: Premakni!
sv_se: Flytta det!
uk_ua: Перем╕стити його!

source: Nest within another Album:
ca_es: Fes que sigui fill d'un altre Àlbum:
hu_hu: Áthelyezés ebbe az albumba:
is_is: Setja undir annað albúm:
lt_lt: Ákelti á kità albumà:
sk_sk: Vlo¾i» do iného Albumu:
sl_si: Premakni v drug album:
sv_se: Placera som underliggande i annat album:
tr_tr: Diðer bir albümün Alt-Albümü yap:
uk_ua: Пом╕стити його всередин╕ ╕ншого Альбома:
vi_vn: Lồng vào trong album khác:

source: Move to Album!
ca_es: Mou a l'Àlbum!
hu_hu: Áthelyezés!
is_is: Færa yfir í albúm!
lt_lt: Perkelti á albumà!
sk_sk: Presuò do Albumu!
sl_si: Premakni v album!
sv_se: Flytta album!
uk_ua: Перем╕стити в Альбом!

source: Reorder Album
hu_hu: Album újrasorrendezése
is_is: Endurraða albúmi
lt_lt: Rûðiuoti Albumà
sk_sk: Preskupi» Album
sl_si: Premesti album
sv_se: Omsortera album
tr_tr: Albümü Yeniden Sýrala
vi_vn: Sắp xếp lại album

source: Reorder Photo
hu_hu: Fotó újrarendezése
is_is: Endurraða mynd
lt_lt: Rûðiuoti Fotografijas
sk_sk: Reorganizova» Fotku
sl_si: Premesti fotko
sv_se: Omsortera foton
tr_tr: Fotoðrafý Yeniden Sýrala
vi_vn: Sắp&nbsp;xếp&nbsp;lại&nbsp;ảnh

source: Move Photo
ca_es: Mou Imatge
hu_hu: Fotó áthelyezése
is_is: Færa mynd
lt_lt: Nuotraukos perkëlimas
sk_sk: Presuò Fotku
sl_si: Premakni sliko
sv_se: Flytta foto
tr_tr: Resmi Taþý
uk_ua: Перем╕стити фото #
vi_vn: Chuyển ảnh

source: You can't move photos into the album they already exist in.
hu_hu: Nem lehet áthelyezni a fényképeket, mert már most is ebben az albumban vannak.
is_is: Þú getur ekki fært myndirnar inn í þau albúm sem þær eru nú þegar í.
lt_lt: Negalite perkelti fotografijø á abumà, kur jos jau egzistuoja.
sk_sk: Nemô¾te presunú» fotky do albumu v ktorom u¾ sú.
sl_si: Ne more¹ premakniti teh fotografij v album, ker tak¹ne fotografije ¾e obstajajo.
sv_se: Du kan inte flytta foton till det album som de redan finns i.
vi_vn: Bạn không thể chuyển ảnh vào trong album mà chúng đã ở trong đó.

source: You do not have the required permissions to write to %s!
hu_hu: Nincs jogod írni a(z) %s fájlt!
is_is: Þú hefur ekki réttindi til þess að skrifa til %s!
lt_lt: Neturite teisiø raðyti á %s!
sk_sk: Nemáte potrebné povolenie zapisova» do %s!
sl_si: Ni vam dovoljeno pisati v %s!
sv_se: Du har inte de bägärda rättigheterna för att skriva till %s!
tr_tr: %s yazmak için gerekli izinleriniz yok!
vi_vn: Bạn không có đủ quyền hạn để ghi vào %s!

source: Moving photo #
ca_es: Movent imatge #
hu_hu: Áthelyezés, fotó sorszáma: #
is_is: Færi mynd #
lt_lt: Perkeliu nuotraukà #
sk_sk: Presúvam fotku #
sl_si: Premikam sliko #
sv_se: Flyttar foto #
tr_tr: Taþýnan Resim #
uk_ua: Перем╕ща╓ться фото #
vi_vn: Chuyển ảnh #

source: - Creating New Album Highlight
ca_es: - Creant Ressalt de Nou Àlbum
hu_hu: - Új kiemelt kép létrehozása
is_is: - Bý til nýja forsíðumynd fyrir albúm
lt_lt: - Sukurti naujà titulinæ nuotraukà
sk_sk: - Vytváram Nové Albumové Zvýraznenie
sl_si: - Kreiram novo naslovnico albuma
sv_se: - Skapar ny förgrundsbild till album
tr_tr: - Yeni Albüm TemsilResmi Yaratýlýyor
uk_ua: - Створю╓ться титульне фото для альбома
vi_vn: - Tạo lại Album đánh dấu mới

source: Reorder this album within the album:
hu_hu: Az album albumon belüli mozgatása:
is_is: Endurraða þessu albúmi innan albúmanna:
lt_lt: Perkelti albumà á kità vieta albume:
sk_sk: Preskupi» tento album v albume:
sl_si: Premesti album v albumu:
sv_se: Omordna detta album inom album:
tr_tr: Bu albümü, albüm içinde yeniden sýrala:
vi_vn: Sắp xếp lại album này vào theo số album:

source: Reorder this photo within the album:
hu_hu: A fotó albumon belüli mozgatása:
is_is: Endurraða þessari mynd innan albúmsins:
lt_lt: Perkelti ðiame albume nuotraukà á kità vietà:
sk_sk: Preskupi» túto fotku v albume:
sl_si: Premesti sliko v albumu:
sv_se: Omsortera detta foto inom album:
tr_tr: Bu fotoðrafý albüm içinde yeniden sýrala:
vi_vn: Sắp xếp lại ảnh này vào trong album:

source: Current Location is %s
ca_es: La situació actual és %s
hu_hu: Jelenlegi pozíció: %s
is_is: Núverandi staðsetning er %s
lt_lt: Dabartinë pozicija yra %s
sk_sk: Súèasné miesto je %s
sl_si: Trenutna lokacija: %s
sv_se: Nuvarande plats är %s
tr_tr: Þimdiki Yeri %s
uk_ua: Сучасне положення %s
vi_vn: Vị trí hiện tại là %s

source: Select the new location:
ca_es: Selecciona la nova situació:
hu_hu: Új hely kiválasztása:
is_is: Veldu nýja staðsetningu:
lt_lt: Pasirinkite naujà pozicijà:
sk_sk: Zvoµte nové miesto:
sl_si: Izberi novo lokacijo:
sv_se: Välj den nya platsen:
tr_tr: Yeni yerini seçiniz:
uk_ua: Вибер╕ть нове положення:
vi_vn: Chọn vị trí mới:

source: Reorder it!
hu_hu: Rendezd újra!
is_is: Endurraða því!
lt_lt: Rûðiuoti!
sk_sk: Preskupi»!
sl_si: Premesti zdaj!
sv_se: Omsortera!

source: Move a range of photos to a new album:
ca_es: Mou un interval d'imatges a un nou àlbum:
hu_hu: Egy képtartomány áthelyezése új albumba:
is_is: Færa röð mynda í nýtt albúm:
lt_lt: Perkelkite keletà nuotraukø á kità albumà:
sk_sk: Presunú» okruh fotiek do nového albumu:
sl_si: Premakni odsek fotografij v nov album:
sv_se: Flytta en serie av foton till ett nytt album:
tr_tr: Resimleri yeni albüme taþý:
uk_ua: Перем╕стити сер╕ю фото в новий альбом:
vi_vn: Chuyển một khoảng các ảnh tới 1 album mới:

source: To move just one photo, make First and Last the same.
is_is: Til að færa einungis eina mynd, hafðu þá fyrstu og þá síðustu þær sömu.
lt_lt: Norëdami perkelti vienà nuotraukà 'Pirma' ir 'Paskutinë' reikðmes pasirinkite vienodas.
sl_si: Za premik ene fotke nastavi prvo in zadnjo isto fotko.
sv_se: För att flytta enbart ett foto så sätt Första och Sista värde till samma.
tr_tr: Sadece tek resim taþý, Birinci ve Sonuncuyu ayný yap.
vi_vn: Để chuyển một ảnh, hãy chọn số Đầu và Cuối giống nhau.

source: Note: items that have votes will lose these votes when moved to another album
ca_es: Nota: els elements que tenen vots els perdran quan sigui mogut a un altre àlbum
hu_hu: Megjegyzés: a szavazatokkal rendelkezõ elemek a mozgatás után elvesztik a szavazatukat
is_is: Ath: myndir sem hafa fengið atkvæði munu missa þau við flutning í annað albúm
lt_lt: Pastaba: jeigu perkelsite á kità albumà, nuotraukos uþ kurias jau balsuota praras rezultatus
sk_sk: Poznámka: polo¾ky ktoré majú hlasy tieto hlasy stratia ak budú presunuté do iného albumu
sl_si: Pomni: rezultati glasovanja za ta predmet bodo izgubljeni, èe ta predmet premakne¹ v drug album
sv_se: Observera: Objekt som har röster kommer att förlora dessa vid flyttning till annat album
vi_vn: Chú ý: những mục/ảnh đã được bình chọn sẽ mất bình chọn khi chuyển qua một album khác

source: Note: items that have votes will lose these votes if moved to an album without compatible polling. Compatible albums are marked with an &quot;%s&quot;.
ca_es: Nota: els elements que tenen vots els perdran si es mouen a un àlbum sense sistema de votacions compatible. Àlbums compatibles són marcats amb &quot;%s&quot;.
hu_hu: Megjegyzés: a szavazatokkal rendelkezõ elemek elvesztik a szavazatokat, ha egy a szavazatokra nem kompatibilis albumba kerülnek. A kompatibilis albumokat &quot;%s&quot; jelöli.
is_is: Ath: myndir sem hafa fengið atkvæði munu missa þau við flutning í albúm án samhæfðs atkvæðakerfis. Samhæfð albúm eru merkt með &quot;%s&quot;.
lt_lt: Pastaba: visos nuotraukos praras balsavimo rezultatus, jeigu jos bus perkeltos á nesuderintà balsavimui albumà. Suderinti albumai paþymëti &quot;%s&quot;.
sk_sk: Poznámka: polo¾ky ktoré majú hlasy tieto hlasy stratia ak budú presunuté do albumu ktorý nemá kopatibilné hlasovanie. Kompatibilné albumy sú oznaèené z &quot;%s&quot;.
sv_se: Observera: Objekt som har röster kommer att förlora dessa när de flyttas till ett album utan kompatibel omröstning. Kompatibla album är markerade med &quot;%s&quot;.
vi_vn: Chú ý: những mục/ảnh đã được bình chọn sẽ mất bình chọn nếu được chuyển tới một album không có chức năng bình chọn tương thích. Những album tương thích được đánh dấu bằng một &quot;%s&quot;.

source: Create Multiple Users
hu_hu: Több felhasználó létrehozása
is_is: Búa til marga notendur
lt_lt: Keleto vartotojo kûrimas
sk_sk: Hromadné Vytváranie U¾ívateµov
sl_si: Ustvari veè uporabnikov
sv_se: Skapa flera användare
tr_tr: Birçok Kullanýcý Yarat
vi_vn: Tạo nhiều thành viên

source: No file selected.
ca_es: Cap arxiu seleccionat.
hu_hu: Nincs fájl kiválasztva.
is_is: Engin skrá valin.
lt_lt: Nenurodëte failo
sk_sk: ®iadny súbor nebol zvolený.
sl_si: Datoteka ni izbrana.
sv_se: Ingen fil vald.
tr_tr: Hiçbir dosya seçilmedi.
vi_vn: Không chọn file nào.

source: Upload failed: %s.
ca_es: Enviament fallit: %s
hu_hu: A feltöltés nem sikerült: %s.
is_is: Sending mistókst: %s.
lt_lt: Ákëlimas nepavykos: %s.
sk_sk: Odosielanie nebolo úspe¹né: %s.
sl_si: Nalaganje prekinjeno: %s.
sv_se: Uppladdning misslyckades: %s.
tr_tr: Yükleme baþarýsýz: %s.
vi_vn: Lỗi gửi lên: %s.
