Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: If you enable these settings you give your users the opportunity to let Gallery send them their lost password via email.
af_za: As jy hierdie instellings ontsper, gee jy aan jou gebruikers die moontlikheid om <u>Gallery</u> hulle hul verlore wagwoord via e-pos te laat stuur.
da_dk: Hvis du slår disse funktioner til giver du dine brugere mulighed for at lade galleriet sende dem deres glemte kodeord via email.
it_it: Se attivi queste impostazioni, dai agli utenti la possibilit&agrave; di ricevere via email da Gallery la password dimenticata.
ja_jp: これらの設定を有効にすると、ユーザは紛失したパスワードをGalleryからメールで受け取る機会があたえられます。
lt_lt: Jei ájungsite ðiuos nustatymus, vartotojai turës galimybæ leisti Gallery iðsiøsti jiems e-paðtu slaptaþodþius, kuriuos jie pamirðo.
pl_pl: Je¿eli w³±czysz te ustawienia, u¿ytkownicy bêd± mogli otrzymywaæ email od Gallery ze swoim zapomnianym has³em.

source: You need to enable this setting if you want to enable Self Registration.
af_za: Jou moet hierdie instelling ontsper as jy Self-registrasie wil ontsper.
da_dk: Du skal slå denne indstilling til hvis du vil benytte selvregistrering.
it_it: Bisogna attivare queste impostazioni se vuoi attivare la Registrazione Autonoma degli utenti.
ja_jp: セルフ登録を有効にしたい場合、この設定を有効にする必要があります。
lt_lt: Privalote ájungti ðá nustatymà, jei norite kad vartotojai galëtø registruotis patys.
pl_pl: Musisz w³±czyæ to ustawienie je¿eli chcesz u¿ywaæ Samorejestracji.

source: Admin email address
af_za: Administrateur e-pos adres
da_dk: Administrator email-adresse
fi_fi: Ylläpitäjän sähköpostiosoite
it_it: Indirizzo email amministratore
ja_jp: 管理者メールアドレス
lt_lt: Administratoriaus el. paðto adresas
pl_pl: Adres email admina

source: Set this value to a valid working email address to receive email notices upon certain user actions and also so that users know whom to reach in case of problems. You may specify more than one address by separating them with commas.
af_za: Stel die waarde na 'n geldige e-pos adres om e-pos kennisgewings oor sekere gebruikers-aksies te ontvang, en ook sodat gebruikers weet met wie in verbinding te tree in geval van probleme. Jy mag meer as een adres invoer en hulle met komma's skei.
da_dk: Sæt denne værdi til en gyldig email-adresse for at få email notificeringer om givne brugerhandlinger, og for at brugerene kan få at vide hvis de skal kontakte hvis der er problemer. Du kan specificere mere end en adresse ved at sætte komma imellem dem.
fi_fi: Aseta tähän arvoon toimiva sähköpostiosoitteesi saadaksesi viestejä tietyistä käyttäjien toimenpidestä ja että käyttäjät tietäisivät keneen ottaa yhteyttä ongelmatilanteissa. Voit määrittää monta eri osoitetta eroittelemalla ne pilkuilla.
it_it: Inserisci un indirizzo email valido per ricevere notizie sulle azioni effettuate da particolari utenti e anche affinch&eacute; gli utenti sappiano a chi rivolgersi in caso di problemi. Puoi fornire pi&ugrave; di un indirizzo email, separandoli con la virgola.
ja_jp: この値はあるユーザのアクションや問題が起こっているユーザを知るためのメールを受け取る、有効なメールアドレスにしてください。カンマで区切って複数のアドレスが指定できます。
lt_lt: Ðis adresas bus naudojamas praneðimams apie tam tikrø vartotojø veiksmus arba tiesiog kaip susisiekimo priemonë su administratoriumi. Galite áraðyti daugiau nei vienà adresà atskirtus kableliais.
pl_pl: Ustaw t± warto¶æ na prawid³owy istniej±cy adres email by otrzymywaæ informacje na temat wybranych poczynañ u¿ytkowników a tak¿e by u¿ytkownicy wiedzieli do kogo siê zg³aszaæ w razie problemów. Mo¿esz podaæ wiêcej ni¿ jeden adres, oddzielaj±c je przecinkami.

source: Sender email address
af_za: Stuurder e-pos adres
da_dk: Afsender email-adresse
fi_fi: Lähettäjän sähköpostiosoite
it_it: Indirizzo email del mittente
ja_jp: 送信者メールアドレス
lt_lt: Siuntëjo el. paðto adresas
pl_pl: Adres email wysy³aj±cego

source: Set this value to a valid working email address. Emails that are automatically sent by Gallery will use this as a return address. You should monitor this email address for bounce messages and replies from recipients.
af_za: Stel die waarde na 'n geldig e-pos adres. E-posse wat outomatise deur <u>Gallery</u> gestuur word sal dit as dit retoer adres agebruik. Jy behoort hierdie e-pos adres te monitor vir ge-'bounce'-de boodskappe en terugvoer van ontvangers.
da_dk: Sæt denne værdi til en gyldig email adresse. Email som sendes af galleriet vil bruge dette som returadresse. Du bør checke post til denne adresse for emails der sendes retur eller for svar fra modtagerne.
fi_fi: Aseta tähän toimiva sähköpostiosoite, jota käytetään Galleriasta lähtevien osoitteiden palautusosoitteena (return address). Sinun kannattaisi seurata tätä sähköpostiosoitetta takaisin tulleilleden viestien ja vastaanottajien vastauksein varalta.
it_it: Inserisci un indirizzo email valido. Le email inviate automaticamente da Gallery avranno questo come indirizzo a cui rispondere. Sarebbe meglio tenere sotto controllo questo indirizzo email perch&eacute; potrebbe ricevere risposte dagli utenti.
ja_jp: この値は有効なメールアドレスを設定してください。Galleryによって自動的に送信されるメールアドレスの返信アドレスにはこれが使われます。You should monitor this email address for bounce messages and replies from recipients.
lt_lt: Ðis adresas bus naudojamas kaip atgalinis adresas laiðkams siunèiamiems ið Galerijos. Naudokite já, jeigu norite gauti vartotojø atsakymus arba praneðimus apie nenusiøstus laiðkus.
pl_pl: Ustaw t± warto¶æ na prawid³owy istniej±cy adres email. Emaile wysy³ane automatycznie przez Galerie bêd± u¿ywa³y tego adresu jako zwrotnego. Powiniene¶ kontrolowaæ ten adres email, przychodziæ bêd± na niego wiadomo¶ci zwrotne i wiadomo¶ci od odbiorców.

source: Email subject prefix
af_za: E-pos onderwerp voorvoegsel
fi_fi: Sähköpostin otsikon alkuosa
it_it: Prefisso per l'oggetto dell'email
ja_jp: メールサブジェクトのプレフィックス
lt_lt: Laiðko temos prefiksas
pl_pl: Prefiks wystêpuj±cy w temacie wiadomo¶ci email

source: All Gallery emails will have this as the first part of their subject.
af_za: Alle <u>Gallery</u> e-posse sal dit as die eerste deel van hul onderwerp h&ecirc;.
fi_fi: Kaikki Galleriasta lähtevät sähköpostit saavat tämän tekstin ensimmäiseksi osaksi otsikkoaan.
it_it: Tutte le email inviate da Gallery avranno questo come prima parte dell'oggetto.
ja_jp: 全てのGalleryのメールはサブジェクトの先頭にこの文字列が挿入されます。
lt_lt: Visi Galerijos laiðkai turës tai laiðko temos pradþioje.
pl_pl: Wszystkie emaile galerii bêd± mia³y to jako pierwsz± czê¶æ swojego pola tematu.

source: Welcome email message text
af_za: Verwelkomings e-pos teks
da_dk: Velkomst-email indhold
fi_fi: Tervetuloviestin sisältö
it_it: Testo per l'email di benvenuto
ja_jp: ウェルカムメールメッセージ
lt_lt: Pasveikinimo laiðko tekstas
pl_pl: Tekst powitalnej wiadomo¶ci email

source: Allow visitors to self register.
af_za: Laat besoekers toe om self te registreer.
da_dk: Tillad besøgende at registrere sig selv.
fi_fi: Salli vierailijoiden rekisteröityä itse.
it_it: Permetti ai visitatori di registrarsi.
ja_jp: 訪問者が自分で登録することを許可する。
lt_lt: Leisi registruotis sveèiams.
pl_pl: Pozwól odwiedzaj±cym siê rejestrowaæ

source: Enabling this will allow visitors to your site to create their own login accounts.
af_za: Deur dit te ontsper, kan besoekers aan jou webwerf hulle eie rekening kre&euml;er.
da_dk: Dette tillader at besøgende på din hjemmesiden selv kan oprette deres egen brugerkonto.
fi_fi: Hyväksymällä tämän, sallit vierailijoiden luoda omia käyttäjätunnuksia.
it_it: Se attivo, i visitatori potranno creare il proprio account.
ja_jp: これを有効にすると、サイトの訪問者が自分でアカウント作成をできるようになります。
lt_lt: Ðis parametras leis lankytojams patiems sukurti savo vartotojo vardus.
pl_pl: Uaktywniaj±c t± funkcjê zezwolisz odwiedzaj±cym rejestrowaæ siê i tworzyæ samemu swoje konta.

source: This option requires the Email feature to be enabled.
af_za: Hierdie opsie benodig dat die e-pos funksie ontsper is.
da_dk: Denne indstilling kræver at email er slået til.
it_it: Questa opzione necessita dell'attivazione della funzione Email.
ja_jp: このオプションを使うにははメール機能が有効であることが必要です。
lt_lt: Ðis pasirinkimas reikalauja ájungto e-paðto palaikymo.
pl_pl: Ta opcja wymaga by funkcja Email by³a w³±czona.

source: Self registered users can create albums.
af_za: Self-registreerde gebruikers mag albums kre&euml;er.
da_dk: Selvregistrerede brugere kan oprette albummer.
fi_fi: Itse rekisteröityneet käyttäjät voivat luoda albumeita.
it_it: Gli utenti registrati possono creare album.
ja_jp: 自分でアカウント作成をしたユーザはアルバム作成可能にする。
lt_lt: Ar patys uþsiregistravæ vartotojai gali kurti albumus?
pl_pl: U¿ytkownicy którzy dokonali samorejestracji mog± tworzyæ albumy.

source: Enabling this will allow self registered users to create their own albums as soon as they register. Not having this enabled means you will have to give them permission manually before they can create or alter any contents of the Gallery. This setting is ignored if self-registration is disabled.
af_za: Deur dit te ontsper, kan besoekers aan jou webwerf hulle eie albums te kre&euml;er sodra hulle geregistreer is. As dit gesper is sal jy induvidueel aan elke een toegang moet gee om hulle eie albums te kre&euml;er of enige galery inhoud te wysig. Hierdie stelling word ge&iuml;gnoreer as self-registrasie gesper is.
da_dk: Slås dette til kan selvregistrerede brugere oprette deres egne album så snart de registrerer sig selv. Hvis denne indstilling er slået fra skal du manuelt give dem adgang før de kan oprette albummer eller ændre indhold i galleriet. Denne indstilling ignoreres hvis selvregistrering er slået fra.
fi_fi: Asettamalla tämän sallit itserekisteröineiden käyttäjien luoda omia albumeita. Jos et aseta tätä, sinun täytyy antaa itserekisteröitynyille käyttäjille käsin oikeuksia luoda tai muokata Gallerian sisältöä. Jos käyttäjien itserekisteröintiä ei ole asetettu, tälläkään ei ole mitään vaikutusta.
it_it: Se attivo, gli utenti registratisi potranno creare il proprio album dopo che si sono registrati. Se non attivo, dovrai essere tu a dare loro l'autorizzazione a creare o alterare il contenuto della galleria. La configurazione &egrave; ignorata se la registrazione &egrave; disabilitata.
ja_jp: これを有効にすると、自分で登録をしたユーザが登録すると即座に自分のアルバム作成ができるようになります。これを有効にしないと、登録ユーザがGalleryのあらゆるコンテンツを作成したり、手を加えたりするために手動でパーミッションを割り当てなければいけません。この設定は自分でアカウント作成ができるようになっていないと無視されます。
lt_lt: Jeigu ðis parametras ájungtas, patys uþsiregistravæ vartotojai galës kurti albumus. Prieðingu atveju turësite kûrimo arba keitimo teises jiems suteikti patys. Jeigu sveèiø registravimasis yra iðjungtas, ðis parametras ignoruojamas.
pl_pl: Uaktywniaj±c t± funckjê zezwolisz u¿ytkownikom, którzy sami siê rejestrowali na tworzenie w³asnych albumów zaraz po tym jak sie zarejestruj±. Nie w³±czaj±c tej funkcji bêdziesz musia³ rêcznie ka¿demu przydzieliæ do tego prawo. To ustawienie jest ignorowane je¿eli samorejestrowanie siê jest wy³aczone.

source: Enable bulk account creation
af_za: Ontsper massa rekening kre&euml;ering
da_dk: Slå masseoprettelse af konti til
fi_fi: Hyväksy monen tunnuksen luonti kerralla
it_it: Abilita la creazione multipla di account
ja_jp: 大量のアカウント作成を有効にする
lt_lt: Ájungti masiná vartotojø kûrimà
pl_pl: Uaktywnij tworzenie hurtowo kont

source: This option allows you to create many new user accounts at one time by creating a file of new users.
da_dk: Denne indstilling tillader dig at oprette en masse nye konti på samme tid ved at lave en fil med nye brugere.
it_it: Questa opzione ti permette di creare tanti account in una volta usando un file contenente i nuovi utenti.
ja_jp: このオプションは、あなたが新しいユーザのファイルを作成することで、一度にたくさんのユーザを作成することができます。
lt_lt: Ðis parametras leis ið failo sukurti daug vartotojø vienu metu.
pl_pl: Ta opcja pozwala na stworzenie wielu kont u¿ytkowników za jednym zamachem poprzez stworzenie pliku z nowymi u¿ytkownikami.

source: This allows the &quot;admin&quot; account to get email whenever a comment is added to any album
da_dk: Dette tillader &quot;administratoren&quot; at modtage en email når der tilføjes en kommentar til et hvilket som helst album
it_it: Questo permette che l'account &quot;admin&quot; riceva un'email ogni qualvolta venga inserito un commento in un album
ja_jp: これはアルバムにコメントが追加された時に、 &quot;admin&quot; アカウントがメールを受け取るようにします。

source: Admin comment email
da_dk: Administrator kommentar-email
fi_fi: Admin kommentointiosoite
it_it: Manda email all'admin quando ci sono commenti
ja_jp: 管理者にコメントメール
lt_lt: Elektroninio paðto adresas, kuriuo administratoriui bus siunèiami praneðimai apie komentarus
pl_pl: Email admina - Komentarze

source: This allows the &quot;admin&quot; account to get email whenever a change is made to any album
da_dk: Dette tillader &quot;administratoren&quot; at modtage en email når der foretages en ændring i et hvilket som helst album
it_it: Questo permette che l'account &quot;admin&quot; riceva un'email ogni qualvolta venga effettuato un cambiamento in un album
ja_jp: これはアルバムに変更が加えられたときに、&quot;admin&quot; アカウントがメールを受け取るようにします。

source: Admin Other Changes email
da_dk: Administrator andre ændringer email
it_it: Manda email all'admin quando ci sono altri cambiamenti
ja_jp: 管理者に他の変更メール
lt_lt: Elektroninio paðto adresas, kuriuo administratoriui bus siunèiami praneðimai apie pakeitimus albumuose
pl_pl: Emial admina - inne zmiany

source: Admin notification of email activity
af_za: Administratiewe notifikasie van e-pos aktiviteit
da_dk: Administrator notificering af email aktivitet
fi_fi: Ilmoitus ylläpitäjälle sähköpostin aktiivisuudesta
it_it: Notifica all'amministratore dell'attivit&agrave; dell'email
ja_jp: 管理者通知メールの動作
lt_lt: Praneðti administratoriui apie paðto sistemos aktyvumà
pl_pl: Powiadamianie admina o aktywno¶ci poczty

source: You can keep a record of every email that is sent by Gallery.
af_za: Jy kan rekord van elke e-pos wat deur <u>Gallery</u> gestuur is, hou.
da_dk: Du kan gemme en log af alle emails der bliver sendt af galleriet.
fi_fi: Voit pitää kirjaa jokaisesta sähköpostista jonka Galleria lähettää.
it_it: Puoi conservare una copia di ogni email inviata da Gallery.
ja_jp: Galleryによって送られるすべての電子メールの記録をとることができます。
lt_lt: Galite sekti kiekvienà laiðkà kuris siunèiamas Galerijos sistema.
pl_pl: Mo¿esz trzymaæ kopie ka¿dej wiadomo¶ci wys³anej przez Galerie.

source: Send summary email
af_za: Stuur opsommings e-pos
da_dk: Send opsummeringsemail
fi_fi: Lähetä yhteenvetona
it_it: Invia un'email di riepilogo
ja_jp: 概要メールを送る
lt_lt: Siøsti apibendrinamà laiðkà
pl_pl: Wy¶lij podsumowuj±cy email

source: Log to a file
af_za: Log na l&ecirc;er
da_dk: Log til en fil
fi_fi: Kirjaa tiedostoon
it_it: Logga in un file
ja_jp: ファイルにログを出力
lt_lt: Iðsaugoti faile
pl_pl: Loguj do pliku

source: Send duplicate email
af_za: Stuur duplikate e-pos
da_dk: Send dublet-email
fi_fi: Lähetä kaksi kopiota
it_it: Invia una copia dell'email
ja_jp: 複製メールを送る
lt_lt: Siøsti identiðkà laiðkà
pl_pl: Wy¶lij duplikat wiadomo¶ci email

source: Use non-local SMTP server.
da_dk: Brug en ikke-lokal SMTP-server.
it_it: Usa server SMTP non locale.
ja_jp: ローカルでないSMTPサーバを使う。
lt_lt: Naudokite ne vietiná SMTP serverá.
pl_pl: U¿yj nielokalnego serwera SMTP.

source: Use a smtp server running on a different machine (ie: Your ISPs mail server) to process outgoing gallery email.
da_dk: Brug en smtp server der kører på en anden maskine (f.eks. din internetudbyders postserver) til at processere udgående post fra galleriet.
it_it: Usa un server smtp che gira su una macchina differente (ad es.: il mail server del tuo ISP) per processare le mail in uscita da gallery.
ja_jp: 他のコンピュータで動いているSMTPサーバ(プロバイダのメールサーバなど)を使います。
lt_lt: Naudokite SMTP serverá, kuris veikia kitame serveryje (pvz.: Jûsø IPT paðto serverá) iðsiøsti galerijos e-paðtui.
pl_pl: U¿yj serwera smtp bêd±cego na innej maszynie (np: serwer twojego ISP - providera), aby móc wysy³aæ maile.

source: The name or IP address of the SMTP Server you want to use.
da_dk: Navnet eller IP-adressen for den SMTP-server du vil benytte.
it_it: Il nome o l'indirizzo IP del server SMTP che vuoi utilizzare.
ja_jp: 使いたいSMTPサーバのホスト名かIPアドレス。
lt_lt: SMTP serverio vardas arba IP adresas, kurá norite naudoti.
pl_pl: Nazwa albo adres IP serwera SMTP, którego chcesz u¿yæ.

source: Sender hostname
da_dk: Afsender maskinnavn
it_it: Hostname del mittente
ja_jp: Sender ホスト名
pl_pl: Nazwa hosta nadawcy

source: The full hostname of the server you are sending the mail from (The Server where your Gallery is installed on). If your Server is behind a NAT, this would be the DNS name of your router.
da_dk: Det fulde maskinnavn på den server du sender emails fra (serveren galleriet er installeret på). Hvis din server befinder sig bag en NAT, så vil dette være DNS navnet for din router.
it_it: L'hostname completo del server da cui invii le email (Il Server in cui Gallery &egrave; installata). Se il tuo server &egrave; dietro un NAT, allora dovresti inserire il nome DNS del tuo router.
ja_jp: メールの送信元サーバの完全なホスト名(Galleryがインストールされているサーバ)。サーバがNATの後ろにある場合、ルータのDNS名を入れてください。
pl_pl: Pe³na nazwa hosta serwera, z którego wysy³asz maila (serwer gdzie zainstalowa³e¶ Galeriê). Je¶li twój serwer jest za NATem, bêdzie to nazwa DNS twojego routera.

source: SMTP Port
it_it: Porta SMTP
ja_jp: SMTP ポート
lt_lt: SMTP portas
pl_pl: Port SMTP

source: The port on the SMTP server you are connecting to.
da_dk: Porten der skal forbindes til på SMTP-serveren.
it_it: La porta sul server SMTP a cui ti vuoi connettere.
ja_jp: 接続するSMTPサーバのポート。
lt_lt: Portas, prie kurio bandote prisijungti prie SMTP serverio.
pl_pl: Port SMTP serwera, do którego siê ³±czysz.

source: SMTP account name
da_dk: SMTP kontonavn
it_it: Nome per l'accout SMTP
ja_jp: SMTP アカウント名
lt_lt: SMTP vartotojo vardas
pl_pl: nazwa konta SMTP

source: If your provide requires a username for outgoing email, use it here, otherwise leave blank.
da_dk: Hvis din udbyder kræver et brugernavn for udgående emails, så angiv det her, ellers lad feltet være tomt.
it_it: Se il tuo provider richiede un nomeutente per la posta in uscita, usalo qui, oppure lascia vuoto.
ja_jp: メールの送信をするのに、プロバイダがユーザ名を要求してくる場合はここに入力してください。要求されない場合は空欄にしてください。
lt_lt: Jeigu jûsø IPT reikalauja vartotojo vardo iðsiunèiamiems laiðkams, áveskite èia, prieðingu atveju palikite tuðèià.
pl_pl: Je¿eli wymagana jest nazwa u¿ytkownika dla poczty wychodz±cej, u¿yj jej tutaj, w innym razie zostaw puste.

source: SMTP password
da_dk: SMTP kodeord
it_it: Password SMTP
ja_jp: SMTP パスワード
pl_pl: Has³o SMTP

source: Password for sending email through smtp server. NOTE: This password is stored in cleartext in config.php. Make sure that permissions are set to keep others from getting at it!
da_dk: Kodeord for at sende email gennem SMTP-serveren. BEMÆRK: Dette kodeord gemmes i klartekst i config.php. Vær sikker på at er sat for at forhindre andre i at læse det!
it_it: Password per inviare email attraverso un server smtp. NOTA BENE: Questa password &egrave; memorizzata in chiaro in config.php. Ricordati di settare i permessi in modo che gli altri ci stiano alla larga!
ja_jp: SMTPサーバを通してメールを送信する場合のパスワード。注意：このパスワードは平文でconfig.phpに保存されます。パーミッションが適切に設定されていることを確認してください。
lt_lt: Slaptaþodis iðsiunciamiems e-laiðkams per SMTP serverá. PASTABA: slaptaþodis yra iðsaugomas paprastu tekstu faile 'config.php'. Ásitikinkite, kad leidimai nustatyti taip, kad kiti negalëtø matyti.
pl_pl: Has³o do wysy³ania poczty przez serwer SMTP. UWAGA: To has³o jest przechowywane jako zwyk³y tekst w pliku config.php. Upewnij siê, ¿e ustawi³e¶ pozwolenia do tego pliku, aby zapobiec odczytaniu przez innych!

source: Gallery wide slideshow
af_za: Galery-wye Skyfievertoning
da_dk: Fremvisning af hele galleriet
fi_fi: Gallerian laaja diaesitys
it_it: Modalit&agrave; Presentazione di Gallery
ja_jp: Gallery 全体のスライドショー
lt_lt: Visos Galerijos nuotraukø perþiûra
pl_pl: Ustawienia slideshow Galerii

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
af_za: Vertoon 'n skyfievertonings-skakel op die hoofblad van jou galery. Let op dat dit op groot galerye stadig kan loop.
da_dk: Tilføjer et fremvisningslink på galleriets hovedside. Bemærk at for store gallerier kan dette køre meget langsomt og bruge en masse systemressourcer.
fi_fi: Lisää diaesityslinkki Gallerian etusivulle. Huomaa, että suurissa gallerioissa tämä voi toimia erittäin hitaasti ja käyttää paljon järjestelmäresursseja.
it_it: Aggiunge un link alla modalit&agrave; presentazione nella pagina principale della galleria. Nota che in caso di gallerie molto grandi, la presentazione pu&ograve; risultare molto lenta e richiedere molte risorse al sistema.
ja_jp: Galleryのメインページにスライドショーのリンクを追加します。大きなギャラリーだと実行するのが遅く、多くのシステムリソースを消費します。
lt_lt: Prideda nuotraukø perþiûros nuorodà pagrindiniame galerijos puslapyje. Atminkite, didelëse galerijose ðis procesas gali veikti labai lëtai ir gali reikalauti daug sistemos resursø.
pl_pl: Dodaje opcje slideshow na g³ównej stronie Galerii. Pamiêtaj, ¿e przy du¿ych galeriach, slideshow mo¿e dzia³aæ bardzo wolno i zabieraæ wiele zasobów systemowych na serwerze.

source: These settings do not apply to the low tech slideshow.
af_za: Hierdie instellings pas nie tot die eenvoudige skyfievertoning toe nie.
da_dk: Disse indstillinger anvendes ikke på den begrænsede fremvisningstype.
fi_fi: Nämä asetukset eivät päde low-tech diaesitykseen.
it_it: Queste impostazioni non sono applicate alla presentazione semplificata (low tech).
ja_jp: これらの設定は低レベルスライドショーには適用されません。
lt_lt: Ðie nustatymai nebus pritaikyti prastos kokybës nuotraukø perþiûrai.
pl_pl: Te ustawienia nie dotycz± low-tech slideshow.

source: Slideshow preferences
af_za: Skyfievertoonings-opsies
da_dk: Fremvisningsindstillinger
fi_fi: Diaesityksen asetukset
it_it: Preferenze presentazione
ja_jp: スライドショー設定
lt_lt: Nuotraukø perþiûros nustatymai
pl_pl: Ustawienia Slideshow

source: Off
af_za: Af
da_dk: Slået fra
fi_fi: Pois
it_it: Inattivo
ja_jp: オフ
lt_lt: Iðjungta
pl_pl: Wy³±czone

source: No slideshow link will appear.
af_za: Geen skyfievertoonings-skakel sal vertoon word nie.
da_dk: Intet fremvisningslink vises.
fi_fi: Linkkiä diaesitykseen ei tehdä.
it_it: Non comparir&agrave; il link alla presentazione
ja_jp: スライドショーのリンクは表示されません。
lt_lt: Nuotraukø perþiûra iðjungta.
pl_pl: Link do slideshow nie bedzie wy¶wietlany.

source: Ordered
af_za: Gesorteer
da_dk: I rækkefølge
fi_fi: Järjestetty
it_it: Ordinate
ja_jp: 順番
lt_lt: Surûðiuota
pl_pl: Kolejno

source: Images will display in the same order as they appear in the Gallery.
af_za: Beelde sal in dieselfde orde vertoon word as in die galery self.
da_dk: Billederne bliver vist i samme rækkefølge som de vises i galleriet.
fi_fi: Kuvat ilmestyvät samassa järjestyksessä missä ne ovat Galleriassakin.
it_it: Le immagini saranno visualizzate nello stesso ordine in cui compaiono nella Galleria.
ja_jp: 画像はGalleryで表示されている同じ並び順で表示されます。
lt_lt: Paveikslëliai bus rodomi tokia tvarka kaip ir paèioje Galerijoje.
pl_pl: Obrazy bêda wy¶wietlane w tej samej kolejno¶ci w jakiej wystêpuj± w Galerii.

source: Random
af_za: Willekeurig
da_dk: Tilfældigt
fi_fi: Satunnainen
it_it: Casuali
ja_jp: ランダム
lt_lt: Atsitiktine tvarka
pl_pl: Losowo

source: Images will appear in a random order.
af_za: Beelde sal in willkeurige orde vertoon word.
da_dk: Billederne vises i tilfældig rækkefølge.
fi_fi: Kuvat ilmestys satunnaisessa järjestyksessä.
it_it: Le immagini saranno visualizzate in ordine casuale.
ja_jp: 画像はランダムに表示されます。
lt_lt: Paveikslëliai bus rodomi atsitiktine tvarka.
pl_pl: Obrazy bêd± wy¶wietlane w losowej kolejno¶ci.

source: Slideshow length
af_za: Skyfievertonings lengte
da_dk: Fremvisningsantal
fi_fi: Diaesityksen pituus
it_it: Lunghezza presentazione
ja_jp: スライドショーの長さ
lt_lt: Nuotraukø perþiûros dydis
pl_pl: D³ugo¶æ pokazu slajdów
