Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: You are not allowed to perform this action!
is_is: Þú hefur ekki leyfi til að framkvæma þessa aðgerð!
sl_si: Tega ukaza ne more¹ izvesti!
sv_se: Du är inte tillåten att genomföra denna åtgärd!
tr_tr: Bu iþlemi yapmak için izniniz yok!
vi_vn: Bạn không được phép thực hiện bước này!

source: Name and comment are both required to save a new comment!
ca_es: El nom i el comentari són tots dos requerits per guardar un nou comentari!
hu_hu: Mind a név, mind a megjegyzés megadása kötelezõ!
is_is: Bæði nafn og athugasemd eru nauðsynleg til að vista nýja athugasemd!
lt_lt: Neáraðëte vardo arba komentaro!
sk_sk: Meno a komentár musia by» zadané pred uchovaním nového komentáru!
sl_si: Ime in komentar morata biti vpisana!
sv_se: Både namn och kommentar krävs för att kunna spara en ny kommentar!
tr_tr: Yeni yorum için isim ve yorum bölümlerinin doldurulmasý zorunludur.
uk_ua: Для запису коментаря потр╕бн╕ обидва: ╕м'я ╕ коментар!
vi_vn: Yêu cầu tên và lời bình khi thêm lời bình mới!

source: Your comment is too long, the admin set maximum length to %d chars
is_is: Athugasemdin þín er of löng. Stjórnandinn hefur sett hámarkslengd til %d stafir
lt_lt: Jûsø komentaras per ilgas, administratorius nustatë maksimalø %d simboliø ilgá.
sk_sk: Vá¹ príspevok je príli¹ dlhý, administrátor nastavil maximálnu då¾ku na %d znakov
sl_si: Va¹ komentar je predolg, maksimalna dol¾ina teksta je %d znakov
sv_se: Din kommentar är för lång, administratören har ställt in maximal längd till %d tecken
tr_tr: Yorumunuz çok uzun, yönetici yorumlarý %d karakter ile sýnýrlandýrdý
vi_vn: Lời bình của bạn quá dài, độ dài tối đa được phép là %d ký tự

source: Your Comment contains forbidden words. It will not be added.
is_is: Orðaval þitt í athugasemdinn er óæskilegt, henni mun ekki vera bætt inn.
lt_lt: Jûsø komentaras turi uþdraustà(-us) þodá(-þius). Komentaras nebus pridëtas.
sl_si: Tvoj komentar vsebuje nedovoljene besede. Ne bo dodan.
sv_se: Din kommentar innehåller förbjudna ord. Den kommer inte att läggas till.
tr_tr: Yorumunuz yasaklý kelime içeriyor. Bu yüzden eklenmiyecek.
vi_vn: Lời bình của bạn có những từ bị cấm. Cho nên chúng sẽ không được thêm.

source: Add Comment
ca_es: Afegir comentari
hu_hu: Megjegyzés hozzáadása
is_is: Bæta við athugasemd
lt_lt: Komentaro raðymas
sk_sk: Prida» komentár
sl_si: Dodaj komentar
sv_se: Lägg till kommentar
tr_tr: Yorum Ekle
uk_ua: Додати коментар
vi_vn: Thêm lời bình

source: Enter your comment for this picture in the text box below.
ca_es: Afegeix el teu comentari per aquesta foto al text de sota.
hu_hu: Írd be a képhez tartozó megjegyzésed az alábbi szövegdobozba!
is_is: Sláðu inn athugasemd í kassann fyrir neðan myndina.
lt_lt: Laukelyje apaèioje galite palikti komentarà apie nuotraukà.
sk_sk: Pridajte Vá¹ komentár k tomuto obrázku v textovom rámiku dolu.
sl_si: Vpi¹i komentar slike v spodnje okno.
sv_se: Skriv in din kommentar till denna bild i textrutan nedan.
tr_tr: Bu resim hakkýndaki yorumlarýnýzý aþaðýda bulunan kutuya giriniz.
uk_ua: Введ╕ть св╕й коментар до цього зображення в пол╕ вводу нижче.
vi_vn: Ghi lời bình của bạn cho ảnh này vào bên dưới.

source: Cancel
ca_es: Cancel·lar
hu_hu: Mégsem
is_is: Hætta við
lt_lt: Atðaukti
sk_sk: Zru¹i»
sl_si: Preklièi
sv_se: Avbryt
tr_tr: Ýptal
uk_ua: В╕дм╕нити
vi_vn: Kết&nbsp;thúc

source: Add Photos
ca_es: Afegir fotos
hu_hu: Új képek
is_is: Bæta við myndum
lt_lt: Nuotraukø ádëjimas
sk_sk: Pridaj fotky
sl_si: Dodaj fotografije
sv_se: Lägg till foton
tr_tr: Resimler Ekle
uk_ua: Додати фото
vi_vn: Gửi&nbsp;ảnh

source: Applet
is_is: Forrit
lt_lt: Programa
sl_si: Vmesnik
sv_se: Applet-program

source: Applet (big)
hu_hu: Applet (nagyméretû)
is_is: Forrit (stórt)
lt_lt: Programa (didelë)
sk_sk: Applet (veµky)
sl_si: Vmesnik (veliki)
sv_se: Applet-program(stort)
tr_tr: Applet(büyük)
vi_vn: Applet (lớn)

source: Form
hu_hu: Ûrlap
lt_lt: Forma
sk_sk: Formulár
sl_si: Obrazec
sv_se: Formulär
vi_vn: Mẫu

source: Other
hu_hu: Egyéb
is_is: Annað
lt_lt: Kiti
sk_sk: Iné
sl_si: Drugo
sv_se: Annan
tr_tr: Diðer
vi_vn: Tự chọn

source: statistics
is_is: tölulegar upplýsingar
lt_lt: statistika
sl_si: statistika
sv_se: Statistik

source: View some statistics about your Gallery. Such as most viewed pictures, or best rated photos etc.
is_is: Skoða tölfræðilegar upplýsingar um Gallery. Til dæmis myndir með flestar eða fæstar skoðanir o.s.frv.
sl_si: Poglej statistike te galerije, kot so najbolj ogledana fotografija, ipd.
sv_se: Visa en del statistik om ditt Gallery, som mest visade bilder eller högst betygsatta foton m.m.
tr_tr: Galerinizin bazý istatistiklerini görüntüleyin. Mesela en çok görüntülenen resimler yada en iyi oylanan fotolar vb.
vi_vn: Xem trạng thái của Thư viện ảnh. Như là các ảnh được xem nhiều nhất, hoặc ảnh được đánh giá cao nhất vv.

source: configuration wizard
hu_hu: konfigurációs varázsló
is_is: uppsettningarhamur
lt_lt: konfigûravimo vedlys
sk_sk: nastavovací nápomocník
sl_si: nastavitveni èarovnik
sv_se: Konfigurationsguiden

source: Use the config wizard to reconfigure or tweak your Gallery
is_is: Notið uppsettningarham til að setja Gallery aftur upp eða breyta stillingum
lt_lt: Naudokite konfigûravimo vedlá perkonfiguruoti arba patobulinti Jûsø galerijà.
sl_si: Uporabi èarovnika za nastavitve galerije
sv_se: Använd konfigurationsguiden för att omkonfigurera eller finjustera ditt Gallery
tr_tr: Yapýlandýrma sihirbazýný kullanarak Gallerinizi yeniden yapýlandýrýn ya da deðiþtirin
vi_vn: Sử dụng thuật cấu hình để cấu hình lại hoặc tùy biến Thư viện ảnh của bạn

source: find orphans
is_is: finna albúm án eiganda
lt_lt: surasti neprijungtus failus
sk_sk: nájs» siroty
sl_si: poi¹èi po¹kodovane
sv_se: Sök föräldralösa

source: Find, remove or re-attach orphaned elements.
is_is: Finna, fjarlægja eða endurtengja munaðarlausa hluti.
sl_si: Poi¹èi, odstrani ali ponovno nalo¾i po¹kodovane elemente.
sv_se: Sök, ta bort eller återfäst föräldralösa objekt.
vi_vn: Tìm, xóa hoặc đọc các thành phần rời.

source: find comment spam
is_is: finna óæskilegar athugasemdir
sl_si: i¹èi spam komentarje
sv_se: Sök kommentarspam

source: Find and remove comments that contains spam.
is_is: Finna og fjarlægja athugasemdir sem innihalda óæskileg orð.
sl_si: Poi¹èi in odstrani spam komentarje.
sv_se: Sök och ta bort kommentarer som innehåller spam.
tr_tr: Spam içeren yorumlarý ara ve sil.
vi_vn: Tìm và xóa những lời bình chứa nội dung nhảm nhí.

source: validate albums
is_is: rannsaka myndasöfn
sv_se: Validera album

source: Identify invalid albums, missing files, and other errors that may prevent you from migrating to Gallery 2
is_is: Finna albúm með uppsettningarvillum, skrár sem vantar eða aðrar villur sem hefta uppfærslu í Gallery 2
sv_se: Identifiera ogiltiga album, filer som saknas och andra felmeddelanden som kan förhindra dig att övergå till Gallery 2
vi_vn: Nhận dạng các album sai qui cách, các file bị mất, và các lỗi khác mà có thể gây cản trở cho bạn khi chuyển sang Thư viện ảnh 2

source: manage users
ca_es: gestionar usuaris
hu_hu: felhasználókezelés
is_is: meðhöndla notendur
lt_lt: tvarkyti vartotojus
sk_sk: Spravova» u¾ívateµov
sl_si: upravljanje uporabnikov
sv_se: Hantera användare
uk_ua: користувач╕

source: Manage your users.
is_is: Meðhöndla notendur
sl_si: Upravljanje uporabnikov.
sv_se: Administrera dina användare.
tr_tr: Kullanýcýlarýnýzý düzenleyin.
vi_vn: Quản lý người dùng.

source: Admin options
is_is: Umsjónarskipanir
sl_si: Mo¾nosti urednika
sv_se: Administratörsalternativ
tr_tr: Yönetici seçenekleri
vi_vn: Tùy chọn QT

source: return to gallery
is_is: snúa aftur til gallery
sl_si: Vrnitev v galerijo
sv_se: Återgå till Gallery

source: Ascending
ca_es: Asecndent
hu_hu: Növekvõen
is_is: Rétt röð
lt_lt: Didëjanèia tvarka
sk_sk: Vzostupne
sl_si: Vzpenjajoèe
sv_se: Stigande
tr_tr: Artalan
uk_ua: В порядку зростання
vi_vn: Lên

source: Descending
ca_es: Descendent
hu_hu: Csökkenõen
is_is: Öfug röð
lt_lt: Maþëjanèia tvarka
sk_sk: Zostupne
sl_si: Padajoèe
sv_se: Fallande
tr_tr: Azalan
uk_ua: В порядку спадання
vi_vn: Xuống

source: Sort
ca_es: Ordenar
hu_hu: Rendezés
is_is: Raða
lt_lt: Rûðiuoti
sk_sk: Triedi»
sl_si: Razvrsti
sv_se: Sortera
uk_ua: Сортувати

source: Close Window
is_is: Loka glugga
sv_se: Stäng fönster

source: Users who can add photos.
ca_es: Usuaris que poden afegir fotos
hu_hu: Az albumhoz fotókat hozzáadhatnak
is_is: Notendur sem geta bætt við myndum.
lt_lt: Vartotojai, kurie gali ádëti nuotraukas.
sk_sk: U¾ívatelia ktorí mô¾u prida» fotky.
sl_si: Uporabniki, ki lahko dodajajo slike.
sv_se: Användare som kan lägga till foton.
tr_tr: Resim ekleyebilecek kullanýclar
uk_ua: Користувач╕, як╕ можуть додавати фото.
vi_vn: Những người có thể thêm ảnh.

source: Users who can delete photos.
ca_es: Usuaris que poden borrar fotos
hu_hu: A fotókat törölhetik
is_is: Notendur sem geta eytt myndum.
lt_lt: Vartotojai, kurie gali trinti nuotraukas.
sk_sk: U¾ívatelia ktorí mô¾u zmaza» fotky.
sl_si: Uporabniki, ki lahko bri¹ejo slike.
sv_se: Användare som kan ta bort foton.
tr_tr: Resimleri silebilecek kullanýcýlar.
uk_ua: Користувач╕, як╕ можуть стирати фото.
vi_vn: Những người có thể xóa ảnh.

source: Users who can modify photos.
ca_es: Usuaris que poden modificar fotos
hu_hu: A fotókat megváltoztathatják
is_is: Notendur sem geta breytt myndum.
lt_lt: Vartotojai, kurie gali redaguoti nuotraukas.
sk_sk: U¾ívatelia ktorí mô¾u zmeni» fotky.
sl_si: Uporabniki, ki lahko spreminjajo slike.
sv_se: Användare som kan bearbeta foton.
tr_tr: Resimleri deðiþtirebilecek kullanýcýlar.
uk_ua: Користувач╕, як╕ можуть зм╕нювати фото.
vi_vn: Những người có thể thay đổi ảnh.

source: Users who can create sub albums.
ca_es: Usuaris que poden crear sub albums
hu_hu: Belsõ albumokat létrehozhatnak.
is_is: Notendur sem geta búið til undiralbúm.
lt_lt: Vartotojai, kurie gali kurti gilesnius albumus.
sk_sk: U¾ívatelia ktorí mô¾u vytvori» pod-albumy.
sl_si: Uporabniki, ki lahko kreirajo pod-albume.
sv_se: Användare som kan skapa underliggande album.
tr_tr: Alt-albüm yaratabilecek kullanýcýlar.
uk_ua: Користувач╕, яким дозволено створювати вкладен╕ альбоми.
vi_vn: Những người có thể tạo những album nhánh.

source: Users who can view comments.
hu_hu: Az album megjegyzéseit megtekinthetik.
is_is: Notendur sem geta séð athugasemdir.
lt_lt: Vartotojai, kurie gali perþiûrëti komentarus.
sk_sk: U¾ívatelia ktorí si mô¾u prehliada» pripomienky.
sl_si: Uporabniki, ki lahko vidijo komentarje.
sv_se: Användare som kan se kommentarer.
tr_tr: Yorumlarý görüntüleyebilecek kullanýcýlar.
vi_vn: Những người có thể xem lời bình.

source: Users who can add comments.
hu_hu: Az albumhoz megjegyzéseket hozzáadhatnak
is_is: Notendur sem geta bætt við athugasemdum.
lt_lt: Vartotojai, kurie gali komentuoti nuotraukas.
sk_sk: U¾ívatelia ktorí mô¾u pridáva» pripomienky.
sl_si: Uporabniki, ki lahko dodajajo slike.
sv_se: Användare som kan lämna kommentarer.
tr_tr: Yorum ekleyebilecek kullanýcýlar.
vi_vn: Những người có thể thêm lời bình.

source: Users who can view full (original) images.
ca_es: Usuaris que poden veure les imatges en tamany original
hu_hu: A teljes méretû (eredeti) képeket megtekinthetik.
is_is: Notendur sem geta skoðað upprunalegar myndir í fullri stærð.
lt_lt: Vartotojai, kurie gali þiûrëti originalaus dydþio nuotraukas.
sk_sk: U¾ívatelia ktorí mô¾u vidie» obrázky v pôvodnej veµkosti.
sl_si: Uporabniki, ki lahko gledajo slike v originalni velikosti.
sv_se: Användare som kan visa fullskaliga (original) bilder.
tr_tr: Tam (orjinal) resmi görüntüleyebilecek kullanýcýlar.
uk_ua: Користувач╕, яким дозволено дивитись фото справжнього (ориг╕нального) розм╕ру
vi_vn: Những người có thể xem đầy đủ (nguyên gốc) ảnh.

source: Users who can change album text.
ca_es: Usuaris que poden cambiar el text de l'album
hu_hu: Az album szövegeit módosíthatják
is_is: Notendur sem geta breytt texta albúms.
lt_lt: Vartotojai, kurie gali keisti albumo tekstà.
sk_sk: U¾ívatelia ktorí mô¾u zmeni» text albumu.
sl_si: Uporabniki, ki lahko spremenijo tekst v albumu.
sv_se: Användare som kan ändra albumtext.
tr_tr: Albüm yazýsýný deðiþtirebilecek kullanýcýlar
uk_ua: Користувач╕, як╕ можуть зм╕нити текст альбома.
vi_vn: Những người có thể thay đổi album text.

source: Album Permissions
ca_es: Permisos d'Album
hu_hu: Az album jogosultságai
is_is: Aðgangsheimildir í albúm
lt_lt: Teisës á albumà
sk_sk: Albumové oprávnenie
sl_si: Pravice do albuma
sv_se: Albumrättigheter
tr_tr: Albüm Ýzinleri
uk_ua: Дозволи для альбома
vi_vn: Quyền hạn Album

source: Changing permissions for %s
ca_es: Cambiant permisos per %s
hu_hu: %s jogosultságainak megváltoztatása
is_is: Breyti aðgangsheimildum fyrir %s
lt_lt: Teisiø keitimas albumui %s
sk_sk: Mením oprávnenia pre %s
sl_si: Spremeni pravice za %s
sv_se: Ändrar rättigheter för %s
tr_tr: %s için izinler deðiþtiriliyor
uk_ua: Зм╕на дозвол╕в для %s
vi_vn: Thay đổi quyền hạn cho %s

source: Owner:
ca_es: Propietari:
hu_hu: Tulajdonos:
is_is: Eigandi:
lt_lt: Savininkas:
sk_sk: Vlastník:
sl_si: Ureja:
sv_se: Ägare:
tr_tr: Sahip:
uk_ua: Власник:
vi_vn: Người sở hữu:

source: Apply permissions to all sub-albums
is_is: Breyta aðgangsheimildum fyrir öll undiralbúm
sv_se: Verkställ dessa rättigheter på alla underliggande album
tr_tr: Ýzinleri tüm alt-albümlere uygula
vi_vn: Thực thi quyền hạn cho tất cả các album nhánh

source: Save
ca_es: Guardar
hu_hu: Mentés
is_is: Vista
lt_lt: Iðsaugoti
sk_sk: Uchova»
sl_si: Shrani
sv_se: Spara
tr_tr: Kaydet
uk_ua: Записати
vi_vn: Lưu&nbsp;giữ

source: Done
ca_es: Fet
hu_hu: Kész
is_is: Lokið
lt_lt: Atlikta
sk_sk: Hotovo
sl_si: Zakljuèi
sv_se: Klar
uk_ua: Зак╕нчено

source: no albums
hu_hu: nincs album
is_is: engin albúm
lt_lt: albumø nëra
sk_sk: ¾iadne albumy
sv_se: inga album
tr_tr: albüm yok
vi_vn: không có album

source: 1 top-level album
hu_hu: %d fõalbum
is_is: 1 albúm á forsíðu
lt_lt: 1 pagr. albumas
sl_si: %d naslovni album
sv_se: 1 huvudalbum
tr_tr: 1 üst-seviye albüm
vi_vn: 1 album chính

source: No top-level albums
hu_hu: Nincs fõalbum
is_is: Engin albúm á forsíðu
lt_lt: Nëra pagr. albumø
sk_sk: ®iadne albumy v najvy¹¹ej úrovni
sv_se: Inga huvudalbum
tr_tr: Üst-seviye albüm yok
vi_vn: không có album chính

source: %d total
hu_hu: %d összesen
is_is: %d alls
lt_lt: viso %d
sk_sk: %d celkom
sl_si: %d skupaj
sv_se: %d album totalt
tr_tr: %d toplam
uk_ua: %d всього
vi_vn: %d tổng cộng

source: 1 image
hu_hu: %d kép
is_is: 1 mynd
lt_lt: 1 nuotrauka
sl_si: %d slika
sv_se: 1 bild
tr_tr: 1 resim
vi_vn: 1 ảnh

source: no images
ca_es: cap imatge
hu_hu: 0 kép
is_is: engar myndir
lt_lt: 0 nuotraukø
sk_sk: ¾iadne obrázky
sv_se: inga bilder
tr_tr: resim yok
vi_vn: không có ảnh

source: 1 page
hu_hu: %d oldal
is_is: 1 síða
lt_lt: 1 puslapis
sl_si: %d strani
sv_se: 1 sida
tr_tr: 1 sayfa
vi_vn: 1 trang

source: no pages
ca_es: no hi ha pàgines
hu_hu: 0 oldal
is_is: engar síður
lt_lt: 0 puslapiø
sk_sk: ¾iadne stránky
sv_se: inga sidor
tr_tr: sayfa yok
uk_ua: нема╓ стор╕нок
vi_vn: không có trang nào

source: %s (%s), %s on %s
ca_es: %s (%s), %s a %s
hu_hu: %s (%s), %s %son
is_is: %s (%s), %s á %s
lt_lt: %s (%s), %s %s
sl_si: %s (%s), %s na %s
sv_se: %s (%s), %s på %s
tr_tr: %s (%s), %s da %s
vi_vn: %s (%s), %s trong %s

source: %s, %s on %s
ca_es: %s, %s en %s
hu_hu: %s, %s %s
is_is: %s, %s í %s
lt_lt: %s, %s %s
sl_si: %s, %s na %s
sv_se: %s, %s på %s
tr_tr: %s, %s da %s
uk_ua: %s, %s на %s
vi_vn: %s, %s trong %s

source: Welcome, %s
ca_es: Benvingut, %s
hu_hu: Üdvözöllek %s!
is_is: Velkomin(n), %s
lt_lt: Sveiki, %s
sk_sk: Vitajte, %s
sl_si: Pozdravljen(a), %s
sv_se: Välkommen, %s
tr_tr: Hoþgeldin, %s
uk_ua: Ласкаво просимо, %s
vi_vn: Chào mừng, %s

source: slideshow
hu_hu: diavetítés
is_is: myndasýning
lt_lt: nuotraukø perþiûra
sk_sk: predvádzanie diapozitívov
sl_si: predvajanje
sv_se: Bildspel
uk_ua: слайди

source: new album
ca_es: nou àlbum
hu_hu: új album
is_is: nýtt albúm
lt_lt: naujas albumas
sk_sk: nový album
sl_si: nov album
sv_se: Nytt album
uk_ua: новий альбом

source: admin page
is_is: stjórnsíða
lt_lt: administratoriaus puslapis
sl_si: urednikova stran
sv_se: Administratörssida

source: documentation
ca_es: documentació
hu_hu: súgó
is_is: skjölun
lt_lt: dokumentacija
sk_sk: dokumentácia
sl_si: dokumentacija
sv_se: Gallerys Dokumentation

source: preferences
ca_es: preferències
hu_hu: beállítások
is_is: stillingar
lt_lt: nustatymai
sk_sk: nastavenia
sl_si: profil
sv_se: Inställningar
uk_ua: установки

source: logout
ca_es: sortir
hu_hu: kilépés
is_is: skrá út
lt_lt: atsijungti
sk_sk: odhlási»
sl_si: odjava
sv_se: Logga ut
uk_ua: зак╕нчити

source: login
ca_es: entrar
hu_hu: belépés
is_is: skrá inn
lt_lt: prisijungti
sk_sk: prihlási»
sl_si: prijava
sv_se: Logga in
uk_ua: ре╓страц╕я

source: register
ca_es: resgitrsar
hu_hu: regisztráció
is_is: nýskrá
lt_lt: registruotis
sk_sk: zaregistrova»
sl_si: registracija
sv_se: Registrera

source: Attention Gallery Administrator!
ca_es: Atenció Administrador de Gallery!
hu_hu: Galéria Rendszergazda, figyelem!
is_is: Stjórnandi taktu eftir!
lt_lt: Dëmesio Galerijos Administratoriau!
sk_sk: Pozor Gallery Administrátor!
sl_si: Pozor upravnik galerije!
sv_se: Lystring Gallery-administratör!
tr_tr: Dikkat, Galeri Yöneticisi!
uk_ua: Увага адм╕н╕стратора Галере╖!
vi_vn: Quản trị Thư viện ảnh Chú ý!

source: %s has detected the following %d invalid album(s) in your albums directory<br>(%s):
hu_hu: A(z) %s %d érvénytelen albumot talált az albumaid között <br>(%s):
is_is: %s hefur fundið %d ógildar möppur í albúmum þínum<br>(%s):
lt_lt: %s surado %d blogà(-us) albumà(-us) Jûsø albumø kataloge<br>(%s):
sk_sk: %s zistil nasledujúce %d nesprávne albumy vo Va¹om albumovom súbore<br>(%s):
sl_si: %s je na¹el naslednje %d po¹kodovane albume v naslednjih mapah<br>(%s):
sv_se: %s har upptäckt följande %d ogiltiga album i dina albumkataloger<br>(%s):

source: Please move it/them out of the albums directory.
hu_hu: Kérlek, távolítsd el õket az album könyvtárból.
is_is: Vinsamlega færðu þau út úr albúma möppunni.
lt_lt: Praðome perkelti já/juos ið albumø katalogo.
sk_sk: Prosím presuòte to/ich von z albumového súboru.
sl_si: Prosim premakni ga/jo iz mape albumov.
sv_se: Vänligen flytta ut det/dem från albumkatalogerna.

source: %s has detected that %d of your albums are out of date.
is_is: %s hefur fundið %d albúm sem þarfnast uppfærslu.
lt_lt: %s surado kad Jûsø %d albumas(-ai) yra pasenæ.
sk_sk: %s zistil ¾e %d albumov je neaktuálnych.
sl_si: %s je zaznal, da je %d albumov poteklih oz. starej¹e verzije.
sv_se: %s har upptäckt att %d av dina album inte är uppdaterade.

source: Please %s.
hu_hu: Kérlek %s.
is_is: Vinsamlegast %s.
lt_lt: Praðome %s.
sk_sk: Prosím %s.
sl_si: Prosim %s.
sv_se: Vänligen %s.
tr_tr: Lütfen %s.
vi_vn: Xin vui lòng %s.

source: upgrade those albums
hu_hu: frissítsd az albumokat
is_is: uppfærðu þessi albúm
lt_lt: atnaujinkit ðiuos albumus
sk_sk: aktualizova» tie albumy
sl_si: nadgradi te albume
sv_se: Uppgradera dessa album

source: Attention!
is_is: Athugið!
sl_si: Pozor!
sv_se: Observera!

source: The album or photo that you were attempting to view either does not exist, or requires user privileges that you do not possess. %s
sv_se: Albumet eller fotot som du försöker att visa finns antagligen inte eller så krävs det användarprivilegidheter som du inte har. %s

source: %s and try again.
is_is: %s og reyna aftur
sl_si: %s in ponovno poskusi.
sv_se: %s och försök igen.

source: Log in
is_is: Innskráning
sl_si: Prijavi se
sv_se: Logga in

source: The requested album with index %s is not valid
sv_se: Det begärda albumet med index %s är inte giltigt

source: Highlight for Album:
hu_hu: Kiemelés az Albumhoz:
is_is: Forsíðumynd fyrir albúm:
lt_lt: Titulinë nuotrauka albumui:
sk_sk: Zvýraznenie Albumu:
sl_si: Naslovnica albuma:
sv_se: Förgrundsbild till album:

source: url:
is_is: vefslóð:
sl_si: url naslov:
sv_se: Webbadress:

source: Hey!
ca_es: Ep!
hu_hu: Figyu!
is_is: Halló!
lt_lt: Ei!
sk_sk: Hej,
sl_si: Hej!
sv_se: Hej!
uk_ua: Агов!
vi_vn: Lưu ý!

source: %s so that the URL is not so generic!
hu_hu: %s, hogy az URL egyértelmûbb legyen!
is_is: %s svo að vefslóðin sé ekki svona almenn!
lt_lt: %s kadangi jo URL nëra unikalus!
sk_sk: %s nech to URL nieje také v¹eobecné!
sl_si: %s , da ne bo URL tako splo¹en!
sv_se: %s så att webbadressen inte är så allmänt omfattande!

source: Rename this album
hu_hu: Nevezd át ezt az albumot
is_is: Endurnefna albúm
lt_lt: Pervadinti ðá albumà
sk_sk: Premenova» tento album
sl_si: Preimenuj ta album
sv_se: Döp om detta album
tr_tr: Albümü yeniden adlandýr
vi_vn: Sửa tên album này

source: Last changed on %s.
ca_es: Darrera modificació a %s
hu_hu: Utoljára módosítva: %s.
is_is: Síðast breytt þann %s.
lt_lt: Paskutiná kartà keistas %s.
sk_sk: Posledne zmenené %s.
sl_si: Zadnja sprememba: %s.
sv_se: Senaste ändring %s.
tr_tr: Son Güncelleme %s.
uk_ua: Зм╕ни внесен╕ %s.
vi_vn: Thay đổi cuối vào %s.

source: This album contains 1 item.
is_is: Þetta albúm inniheldur 1 mynd.
sl_si: Ta album vsebuje %d predmet.
sv_se: Detta album innehåller ett objekt.
tr_tr: Bu albüm 1 resim/albüm içeriyor.
vi_vn: Album này bao gồm một mục/ảnh.

source: This album has been viewed %s since %s.
ca_es: Aquest àlbum ha estat vist %s des de %s
hu_hu: Ezt az albumot %s tekintették meg %s óta.
is_is: Albúmið hefur verið skoðað %s síðan %s.
lt_lt: Ðis albumas buvo perþiûrëtas %s nuo %s.
sk_sk: Tento album bol prehliadaný %s od %s.
sv_se: Detta album har visats %s sedan %s.
uk_ua: Цей альбом переглядався %s з %s.

source: 1 time
hu_hu: %d alkalommal
is_is: Einu sinni
lt_lt: 1 kartà
sl_si: %d krat
sv_se: 1 gång

source: 0 times
ca_es: 0 cops
hu_hu: egyszer sem
is_is: 0 sinnum
lt_lt: 0 kartø
sk_sk: 0 krát
sv_se: 0 gånger
uk_ua: 0 раз╕в

source: reset counter
ca_es: resetejar el comptador
hu_hu: számláló nullázása
is_is: núllstilla teljara
lt_lt: pradëti nuo nulio
sk_sk: vynulova» poèítadlo
sv_se: Nollställ räknare
tr_tr: sayaci sifirla
uk_ua: обнулити л╕чильник
vi_vn: xóa bộ đếm

source: Comments available for this item.
ca_es: Comentaris disponibles per aquest element
hu_hu: Megjegyzések tartoznak ehhez az elemhez.
is_is: Athugasemdir eru til fyrir þessa mynd.
lt_lt: Yra komentarø.
sk_sk: Komentár je pridaný pre túto polo¾ku.
sl_si: Komentarji so na voljo.
sv_se: Kommentarer finns tillgängliga för detta objekt.
tr_tr: Bu öge için yorumlar mevcut
uk_ua: Коментар╕ до цього пункту.
vi_vn: Có thể ghi bình luận cho mục/ảnh này.

source: Captioned album does not match current album - aborting changes!
is_is: Valið albúm samsvarar ekki núverandi albúmi, framkvæmi ekki breytingar!
lt_lt: Albumas su antraðtëmis neatitinka dabartinio albumo - atðaukiame pakeitimus!
sk_sk: Titulkovaný album nezodpovedá súèasnému albumu - zmeny preru¹ené!
sv_se: Rubriksatt album matchar inte nuvarande album - utesluter ändringar!
vi_vn: Chú thích Album không đúng cho album hiện tại - hủy bỏ thay đổi!

source: Debugging: Click here to return to the album
is_is: Aflúsun: Smellið hér til að fara aftur til albúms
lt_lt: Suderinama: spauskite èia sugráþti á albumà
sv_se: Felsökning: Klicka här för gå tillbaka till albumet
vi_vn: Tìm lỗi: Nhấn ở đây để quay lại album

source: Captionator
ca_es: Llegendari
hu_hu: Képaláírás szerkesztõ
is_is: Myndatextari
lt_lt: Apraðymai
sl_si: Naslovnik
sv_se: Objektrubrikskapare
tr_tr: Baþlýkçý
uk_ua: Описи
vi_vn: Người chú thích

source: Multiple Caption Editor.
ca_es: Editor de Múltiples llegendes
hu_hu: Csoportos képaláírás szerkesztõ.
is_is: Ritill fyrir margar fyrirsagnir
lt_lt: Keleto apraðymø redaktorius.
sk_sk: Meniè Viacerých Hlavièiek
sl_si: Uredi veè naslovov.
sv_se: Redigera flera objekttexter.
tr_tr: Çoklu Baþlýk Editörü
uk_ua: Редактор п╕дпис╕в
vi_vn: Ghi nhiều chú thích.
