Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Upload went fine, but the file is not readable, please make sure %s is accessable for your webserver. (Also check openbasedir restrictions.)
is_is: Uphal gekk vel. en skráin er ekki lesanleg, vinsamlegast gangið úr skugga um að vefþónninn geti lesið %s, (Skoðið einnig openbasedir heimildir)
lt_lt: Ákëlimas pavyko, bet failas nëra perskaitomas, praðome ásitiktinnti, jog %s yra prieinamas webserveriui. (Taip pat patikrinkite openbaseddir draudimus.)
sv_se: Uppladdning gick bra, men filen är inte läsbar, vänligen säkerhetsställ att %s är åtkomstbar av din webbserver. (Kontrollera också openbasedir-begränsningar.)
vi_vn: Đã hoàn thành gửi lên, nhưng file không thể đọc, xin hãy chắc rằng %s máy chủ web của bạn có thể truy cập). (Đồng thời kiểm tra giới hạn openbasedir.)

source: Adding %s (%s) with email: %s
sv_se: Lägger till %s (%s) med e-post: %s

source: No fullname given
sv_se: Inget fullständigt namn givet
tr_tr: Ýsim soyad verilmedi

source: Adding %s (%s)
sv_se: Lägger till %s (%s)
tr_tr: Ekleniyor %s (%s)

source: Send email to %s
ca_es: Envia correu a %s
hu_hu: Email küldése %s-nek
is_is: Sendi tölvupóst til %s
lt_lt: Siunèiu laiðkà %s
sk_sk: Zasla» email adresátovi %s
sl_si: Po¹lji e-po¹to za %s
sv_se: Skicka e-post till %s
tr_tr: Email gönder %s
vi_vn: Gửi email tới %s

source: Problem with email to %s
ca_es: Problema amb el correu a %s
hu_hu: Nem sikerült a(z) %s címre levelet küldeni
is_is: Tókst ekki að senda tölvupóst til %s
lt_lt: Vartotojas %s negavo laiðko
sk_sk: Problém z emailom do %s
sl_si: Problem z e-po¹to za %s
sv_se: Problem med e-post till %s
tr_tr: Email göndermede sorun var %s
vi_vn: Có vấn đề với email cho %s

source: %s added, %s skipped
ca_es: %s afegit, %s saltat
hu_hu: %s hozzáadva, %s kihagyva
is_is: %s bætt við, %s sleppt
lt_lt: %s pridëtas, %s praleistas
sk_sk: %s pridaných, %s vynechaných
sl_si: %s nalo¾enih, %s preskoèenih
sv_se: %s inlagd, %s uteslutna
tr_tr: %s eklendi, %s geçildi
vi_vn: %s đã thêm, %s bỏ qua

source: 1 user
hu_hu: %d felhasználó
is_is: einn notandi
lt_lt: 1 vartotojas
sl_si: %d uporabnik
sv_se: 1 Användare
tr_tr: 1 kullanýcý
vi_vn: 1 người dùng

source: Create Users
ca_es: Crear Usuaris
hu_hu: Felhasználók létrehozása
is_is: Búa til notendur
lt_lt: Vartotojo kûrimas
sk_sk: Vytvori» U¾ívateµov
sv_se: Skapa användare

source: Create multiple new users from a file.
ca_es: Crear múltiples nous usuaris des d'un arxiu.
hu_hu: Új felhasználó létrehozása fájlból.
is_is: Búa til marga nýja notendur úr skrá.
lt_lt: Sukurti keletà naujø vartotojø ið failo.
sk_sk: Hromadne vytvori» nových u¾ívateµov z archívu.
sv_se: Skapa flera nya användare från en fil.
tr_tr: Dosyadan birçok yeni kullanýcý yarat.
vi_vn: Tạo nhiều thành viên mới từ một file.

source: Create
ca_es: Crear
hu_hu: Létrehoz
is_is: Búa til
lt_lt: Sukurti
sk_sk: Vytvori»
sl_si: Dodaj
sv_se: Skapa
tr_tr: Yarat
uk_ua: Створити
vi_vn: Tạo

source: Notes:
hu_hu: Megjegyzések:
is_is: Athugasemdir:
lt_lt: Pastabos:
sk_sk: Poznamky:
sl_si: Bele¾ka:
sv_se: Noteringar:
tr_tr: Notlar:
vi_vn: Chú ý:

source: The members file should be one user per line, and the fields should be space separated.
sv_se: Medlemsfilen bör ha en användare per rad och fälten separerade med mellanslag.

source: Each line must be in one of this formats:
sv_se: Varje linje måste vara i ett av följande format:

source: <i>username emailaddress fullname</i>
sv_se: <i>användarnamn e-postadress fullständigt namn</i>
tr_tr: <i>kullanýcýadý emailadresi isim</i>

source: <i>username fullname</i>
sv_se: <i>användarnamn fullständigt namn</i>
tr_tr: <i>kullanýcýadý isimsoyad</i>

source: <i>username emailaddress</i>
sv_se: <i>användarnamn e-postadress</i>
tr_tr: <i>kullanýcýadý emailadresi</i>

source: Only username is required. Everything after the email address is the full name, so there can be spaces in it.
sv_se: Endast användarnamn krävs. Allting efter e-postadressen är fullständigt namn, så det kan vara mellanslag i det.

source: The strings !!USERNAME!!, !!FULLNAME!! and !!PASSWORD!! will be substituted in the email with the values from the membership file. An individual email will be sent to each member with a valid email address in the members file (if &quot;send emails&quot; checkbox is ticked).
ca_es: Les cadenes !!USERNAME!!, !!FULLNAME!! i !!PASSWORD!! seran substituïdes en el correu pels valors de l'arxiu de l'usuari. Un correu individual serà enviat per a cada membre amb una direcció de correu vàlida en l'arxiu de membres (si &quot;envia correus&quot; està ectivat).
is_is: Strengjunum !!USERNAME!!, !!FULLNAME!! og !!PASSWORD!! verður skipt út í tölvupóstinum fyrir gildin úr meðlimaskránni. Stakur tölvupóstur verður sendur til hvers meðlims með gilt tölvupóstfang í meðlimaskránni (ef merkt er við &quot;send emails&quot;).
lt_lt: Þodþiai !!USERNAME!!, !!FULLNAME!! ir !!PASSWORD!! laiðke atitiks reikðmes ið nariø failo. Jeigu paþymëtas laukas &quot;siøsti laiðkus&quot;, kiekvienam nariui su teisingu el. paðto adresu, bus iðsiøstas individualus laiðkas.
sk_sk: Re»azce !!USERNAME!!, !!FULLNAME!! and !!PASSWORD!! budú nahradené v emaili hodnotami v èlenskom archíve. Zvlá¹tny email bude odoslaný ka¾dému èlenovi v èlenskom file ktorý má platnú adresu (ak &quot;send emails&quot; za¹krtávacie políèko je za¹krtnuté).
sv_se: Strängarna !!USERNAME!!, !!FULLNAME!! och !!PASSWORD!! kommer i e-posten att ersättas med värdena från medlemsfilen. En individuell e-post kommer att skickas till varje medlem som har giltig e-postadress i medlemsfilen (om &quot;skicka e-post&quot; rutan är förbockad).
vi_vn: Những dữ liệu !!USERNAME!!, !!FULLNAME!! and !!PASSWORD!! sẽ được thay thế trong email bằng các giá trị từ file dữ liệu thành viên. Mỗi email riêng sẽ được gửi tới mỗi thành viên bằng địa chỉ email hợp lệ trong file dữ liệu thành viên (nếu lựa chọn &quot;gửi email&quot; được đánh dấu).

source: missing hash parameter
ca_es: falta el paràmetre hash
is_is: vantar hash færibreytu
lt_lt: trûksta hash parametro
sk_sk: chýba hash parameter
sv_se: saknar flaggparameter
vi_vn: mất tham số

source: The recovery password is not the expected value, please try again
ca_es: La contrasenya de recuperació no ñes el valor esperat, prova-ho de nou si us plau
is_is: Viðréttingarlykilorðið hefur ekki rétt gildi, vinsamlegast reyndu aftur
lt_lt: Jûs negalite naudoti to paèio slaptaþodþio, pabandykite dar kartà
sk_sk: Heslo na opätovné získanie nemá oèakávanú hodnotu, prosím skúste znova
sv_se: Det återskapade lösenordet har inte det förväntade värdet, vänligen försök igen
tr_tr: Kurtarma þifresi beklenen deðer deðil, lütfen tekrar deneyin
vi_vn: Mật khẩu khôi phục không đúng là giá trị yêu cầu, xin hãy thử lại

source: You must provide your new password.
ca_es: S'ha d'espedificar la nova contrasenya.
hu_hu: Meg kell adnod az új jelszót.
is_is: Þú verður að gefa upp nýja lykilorðið þitt.
lt_lt: Jeigu norite pakeisti slaptaþodá, turi ávesti senàjá.
sk_sk: Musíte zada» Va¹e nové heslo.
sl_si: Potrdi geslo.
sv_se: Du måste skriva in ditt nya lösenord.
tr_tr: Yeni þifrenizi belirtmelisiniz.
vi_vn: Bạn phải ghi mật khẩu mới của bạn.

source: Make New Password
ca_es: Generar Nova Contrasenya
hu_hu: Új jelszó készítése
is_is: Búa til nýtt lykilorð
lt_lt: Sukurti naujà slaptaþodá
sk_sk: Vytvorte Nové Heslo
sl_si: Kreiraj novo geslo
sv_se: Skapa nytt lösenord
tr_tr: Yeni Þifre Yaratýn
vi_vn: Tạo mật khẩu mới

source: Enter the Gallery
ca_es: Entra a Gallery
hu_hu: Belépés a Galériába
is_is: Opna Gallery
lt_lt: Áeiti á Galerijà
sk_sk: Vstúpi» do Gallery
sl_si: Vstopi v galerijo
sv_se: Öppna Gallery
tr_tr: Galeriye Gir
vi_vn: Truy cập Thư viện ảnh

source: You can change your user information here.
ca_es: Pots canviar la teva informació d'usuari aquí.
hu_hu: Itt módosíthatod a felhasználók adatait.
is_is: Þú getur breytt upplýsingum um þig hér.
lt_lt: Èia galite pasikeisti ávairià informacijà apie save.
sk_sk: Tu mô¾ete zmeni» informácie o Va¹om u¾ívateµovi.
sl_si: Tukaj lahko spremeni¹ svoje uporabni¹ke nastavitve.
sv_se: Du kan ändra din användarinformation här.
tr_tr: Kullanýcý bilgilerinizi buradan deðiþtirebilirsiniz.
uk_ua: Ви можете зм╕нити свою ╕нформац╕ю тут.
vi_vn: Bạn có thể thay đổi thông tin thành viên ở đây.

source: You must enter the new password twice.
ca_es: S'ha d'entrar la nova contrasenya dues vegades
hu_hu: Az új jelszót kétszer kell megadnod.
is_is: Þú verður að gefa nýja lykilorðið upp tvisvar.
lt_lt: Privalote áraðyti naujàjá slaptaþodá du kartus.
sk_sk: Heslo musí by» zadané dvakrát.
sl_si: Novo geslo mora¹ vpisati dvakrat.
sv_se: Du måste skriva in det nya lösenordet två gånger.
tr_tr: Yeni þifrenizi iki kez girmelisiniz.
vi_vn: Bạn phải ghi mật khẩu mới hai lần.

source: Owner
ca_es: Propietari
hu_hu: Tulajdonos
is_is: Eigandi
lt_lt: Savininkas
sk_sk: Majiteµ
sl_si: Lastnik
sv_se: Ägare
uk_ua: Власник

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
ca_es: Atenció: has canviat qui ha votat de %s a %s. És recomanable borrar la votació per borrar els vots anteriors.
hu_hu: Figyelem: a szavazókat %s-ról %s-ra állítottad. Tanácsos a szavazás nullázása a korábbi szavazatok eltávolítására.
is_is: Aðvörun: þú hefur breytt kjósendum úr %s í %s. Það er ráðlegt að núllstilla atkvæðagreiðsluna til að fjarlægja öll fyrri atkvæði.
lt_lt: Dëmesio: jûs pakeitëte balsuotojus ið %s á %s. Patartina balsavimà pradëti ið naujo.
sk_sk: Upozornenie: zmenili ste volièov z %s na %s. Je dobré vynulova» voµby aby v¹etky predchádzajúce hlasovania boli odstránené.
sv_se: Varning: Du har ändrat antal röster från %s till %s. Det är klokt att nollställa omröstningen för att ta bort alla föregående röster.

source: Poll Properties
ca_es: Propietats de Votació
hu_hu: Felmérés tulajdonságai
is_is: Uppsetning atkvæðagreiðslu
lt_lt: Balsavimo nustatymai
sk_sk: Vlastnosti Hlasovania
sl_si: Nastavitve ocenjevanja
sv_se: Omröstningsegenskaper

source: Type of poll for this album
ca_es: Tipus de votació per aquest àlbum
hu_hu: A felmérés típusa
is_is: Tegund atkvæðagreiðslu í þessu albúmi
lt_lt: Balsavimo tipas ðiam albumui
sk_sk: Druh hlasovania pre tento album
sl_si: Tipi ocen za ta album
sv_se: Typ av omröstning för detta album

source: Rank
hu_hu: Rang
is_is: Staða
lt_lt: Rinkimai
sl_si: Razred
sv_se: Rangordna

source: Critique
ca_es: Crític
hu_hu: Kritika
is_is: Umsögn
lt_lt: Kritika
sk_sk: Kritika
sl_si: Ocena
sv_se: Bedöm

source: Number of voting options
ca_es: Nombre d'opcions de votació
hu_hu: Szavazási lehetõségek száma
is_is: Fjöldi spurninga
lt_lt: Balsavimo punktø skaièius
sk_sk: Poèet hlasovacích mo¾ností
sl_si: ©tevilo mo¾nih ocen
sv_se: Antal röstningsalternativ

source: Show results of voting to all visitors?
ca_es: Mostrar resultats de votació a tots els visitants?
hu_hu: A szavazás eredményeit minden látogató láthatja
is_is: Sýna öllum niðurstöðu atkvæðagreiðslunnar?
lt_lt: Rodyti balsavimo rezultatus visiems lankytojams?
sk_sk: Zobrazi» výsledky hlasovania v¹etkým náv¹tevníkom?
sl_si: Prika¾em rezultate ocenjevanja vsem uporabnikom?
sv_se: Visa resultat av omröstning för alla besökare?

source: Number of lines of results graph to display on the album page
ca_es: Nombre de línies del gràfic de resultats a mostrar en la pàgina de l'àlbum
hu_hu: Hány sort mutassak az eredményekbõl az album oldalain?
is_is: Hversu margar línur af niðurstöðumyndinni á að sýna á albúmssíðunni
lt_lt: Rezultatø linijø skaièius albume
sk_sk: Poèet riadkov výsledného grafu ktoré sa majú zobrazi» na stránke albumu.
sv_se: Antal rader av resultatgraf som visas på albumsidan

source: Who can vote
ca_es: Qui pot votar
hu_hu: Ki szavazhat
is_is: Hverjir geta kosið
lt_lt: Kas gali balsuoti
sk_sk: Kto mô¾e voli»
sl_si: Kdo lahko ocenjuje
sv_se: Vem kan rösta

source: Orientation of vote choices
ca_es: Orientació de les opcions de vot
hu_hu: A szavazati lehetõségek megjelenítése
is_is: Afstaða valkosta
lt_lt: Balsavimo punktø iðdëstymas
sk_sk: Orientácia volebných mo¾ností
sv_se: Orientering av röstningsalternativ

source: Horizontal
ca_es: Horitzontal
hu_hu: Vízszintesen
is_is: Lárétt
lt_lt: Horizontaliai
sk_sk: Horizontálne
sl_si: Vodoravno
sv_se: Horisontellt
tr_tr: Yatay
uk_ua: Горизонтальне
vi_vn: Ngang

source: Vertical
hu_hu: Függõlegesen
is_is: Lóðrétt
lt_lt: Vertikaliai
sk_sk: Vertikálne
sl_si: Navpièno
sv_se: Vertikalt
tr_tr: Dikey
uk_ua: Вертикальне
vi_vn: Dọc

source: Vote hint
ca_es: Consell de vot
hu_hu: Szavazásra hívó szöveg
is_is: Atkvæðatengill
lt_lt: Kvietimas balsuoti
sk_sk: Volebný návod
sl_si: Namig za ocenjevanje
sv_se: Röstningspåminnelse:

source: Displayed Value
ca_es: Valor mostrat
is_is: Birt gildi
lt_lt: Tekstas
sk_sk: Zobrazi» Hodnotu
sv_se: Visat värde

source: Points
is_is: Atkvæði
sl_si: Toèk
sv_se: Poäng

source: Back to Gallery
is_is: Aftur til Gallery
sl_si: Nazaj v galerijo
sv_se: Tillbaka till Gallery
tr_tr: Galeriye Dön
vi_vn: Quay lại Thư viện ảnh

source: Poll Results
ca_es: Resultats votació
hu_hu: Szavazás eredményei
is_is: Útkoma atkvæðagreiðslu
lt_lt: Balsavimo rezultatai
sk_sk: Výsledky Hlasovania
sl_si: Rezultati ocenjevanja
sv_se: Omröstningsresultat
tr_tr: Oylam Sonuçlarý
vi_vn: Kết quả bình chọn

source: Return to %s
ca_es: Torna a %s
is_is: Aftur í %s
lt_lt: Gráþti á %s
sk_sk: Návrat do %s
sl_si: Nazaj v %s
sv_se: Tillbaka till %s

source: Results Breakdown
ca_es: Interrupció dels resultats
hu_hu: Az eredmények kiértékelése
is_is: Skipting niðurstaðna
lt_lt: Rezultatai
sk_sk: Rozpis Výsledkov
sv_se: Resultatsammanbrott
tr_tr: Sonuçlar Bozuk
vi_vn: Phân chia kết quả

source: No votes so far.
ca_es: No més votacions.
hu_hu: Még nem szavazott senki.
is_is: Engin atkvæði enn.
lt_lt: Kolkas balsø nëra.
sk_sk: Zatiaµ ¾iadne hlasy.
sl_si: Ni ocen.
sv_se: Inga röster hittills.

source: Uploading Photos
ca_es: Enviant Imatges
hu_hu: Fotók frissítése
is_is: Sendi inn myndir
lt_lt: Nuotraukø ádëjimas
sk_sk: Odosielanie Fotiek
sl_si: Nalagam fotografije
sv_se: Laddar upp foton
tr_tr: Resimler Yükleniyor
uk_ua: Вивантажуються фото
vi_vn: Gửi ảnh

source: File upload in progress!
ca_es: Enviament d'arxiu en progrés!
hu_hu: Fájlfeltöltés folyamatban!
is_is: Skráasending í gangi!
lt_lt: Vyksta failo(ø) siuntimas á serverá!
sk_sk: Prebieha odosielanie polo¾iek!
sl_si: Datoteke se nalagajo!
sv_se: Filuppladdning pågår!
uk_ua: В╕дбува╓ться вивантаження фотограф╕й!

source: This page will go away automatically when the upload is complete. Please be patient!
ca_es: Aquesta pàgina desapareixerà automàticament quan l'enviament sigui completat. Tingues paciència!
hu_hu: Ez az oldal automatikusan eltûnik, amint a feltöltés befejezõdött. Légy türelemmel!
is_is: Þessi gluggi lokast sjálfkrafa þegar sendingu er lokið. Vinsamlega dokið við!
lt_lt: Ðis puslapis iðnyks automatiðkai, kai tik ádëjimas bus baigtas. Palaukite!
sk_sk: Táto stránka pôjde preè automaticky keï odosielanie skonèí. Prosím buïte trpezlivý!
sv_se: Denna sida kommer att försvinna automatisk när uppladdningen är klar. Vänligen ha tålamod!
tr_tr: Bu sayfa yükleme tamamlandýðýnda otomatik olarak devam edecektir. Lütfen sabýrlý olun!
uk_ua: Це в╕кно закри╓ться автоматично, коли вивантаження зак╕нчиться. Потерп╕ть...
vi_vn: Trang này sẽ tự động đóng khi kết thúc quá trình gửi. Xin vui lòng chờ!

source: Publish Your Photos and Movies to %s.
ca_es: Publica les teves Imatges i Pel·lícules a %s
hu_hu: Képek és klippek közzététele itt: %s
is_is: Senda ljósmyndir þínar og kvikmyndir til %s.
lt_lt: Publikuoti nuotraukas ir filmukus %s
sk_sk: Zverejnite Va¹e Fotky a Filmy na %s.
sv_se: Publicera dina foton och filmer till %s.
tr_tr: Resim ve Filmlerini %s 'de yayýmla.
uk_ua: Публ╕куйте сво╖ фото ╕ ф╕льми на %s.
vi_vn: Xuat ban anh va phim cua ban toi %s.

source: Username and Password are not correct.
ca_es: Usuari i contrasenya no són correctes
hu_hu: A felhasználónév és a jelszó hibás.
is_is: Notandanafn og lykilorð eru ekki rétt.
lt_lt: Neteisingas vartotojo vardas arba slaptaþodis.
sk_sk: U¾ívateµ a Heslo sú nesprávne.
sl_si: Napaèno uporabni¹ko ime ali geslo.
sv_se: Användarnamn och Lösenord är inte korrekta.
tr_tr: Kullanýcý adý ve Þifre yanlýþ.
uk_ua: ╤м'я ╕ пароль нев╕рн╕.
vi_vn: Tên truy cập và mật khẩu không đúng.

source: Please Enter Username and Password
ca_es: Entra Usuari i Contrasenya si us plau
hu_hu: Add meg a felhasználóneved és jelszavad
is_is: Sláðu inn notandanafn og lykilorð
lt_lt: Áraðykite vartotojo vardà arba slaptaþodá
sk_sk: Prosím Zadajte U¾ívateµa a Heslo
sl_si: Prosim vpi¹i uporabni¹ko ime in geslo
sv_se: Vänligen skriv in Användarnamn och Lösenord
uk_ua: Введ╕ть ╕м'я ╕ пароль, будь ласка.

source: Username:
ca_es: Nom d'usuari:
hu_hu: Felhasználónév:
is_is: Notandanafn:
lt_lt: Vartotojo vardas:
sk_sk: U¾ívateµ:
sl_si: Uporabni¹ko ime:
sv_se: Användarnamn:
uk_ua: ╤м'я користувача:

source: Password:
hu_hu: Jelszó:
is_is: Lykilorð:
lt_lt: Slaptaþodis:
sk_sk: Heslo
sl_si: Geslo:
sv_se: Lösenord:
uk_ua: Пароль:

source: Select the Album to which to Publish
ca_es: Elegeix l'Àlbum a publicar
hu_hu: Válaszd ki az albumot, ahová fel szeretnél tölteni
is_is: Veljið albúm sem þú viljt bæta myndum í
lt_lt: Pasirinkite albumà, á kurá norite ádëti nuotraukas
sk_sk: Zvoµte Album to ktorého sa má Zverejni»
sv_se: Välj det album du önskar publicera
tr_tr: Yayýnlamak istediðiniz Albümü Seçin
uk_ua: Вибер╕ть альбом, в якому опубл╕кувати
vi_vn: Chọn Album để xuất bản

source: Use filenames as captions
ca_es: Utilitza els noms dels arxius com a llegendes
hu_hu: A fájlnevek legyenek a képaláírások
is_is: Nota skráaheiti sem fyrirsögn
lt_lt: Apraðymui naudoti failø pavadinimus
sk_sk: Pou¾i» názvy archívov ako titulky
sl_si: Imena datotek uporabi za naslove
sv_se: Använd filnamn som objektrubrik
tr_tr: Dosya isimlerini baþlýk olarak kullan
uk_ua: Використовувати назви файл╕в зам╕сть п╕дпис╕в
vi_vn: Dùng tên file làm chú thích

source: Create New Album
ca_es: Crear un nou Àlbum
hu_hu: Új album létrehozása
is_is: Búa til nýtt albúm
lt_lt: Sukurti naujà albumà
sk_sk: Vytvorte Nový Album
sl_si: Kreiraj nov album
sv_se: Skapa nytt album
tr_tr: Yeni Albüm Yarat
uk_ua: Створити новий альбом
vi_vn: Tạo Album mới

source: Not Logged In!
ca_es: Not regitrat!
hu_hu: Nincs belépve!
is_is: Ekki skráð(ur) inn!
lt_lt: Jûs neprisijungæs!
sk_sk: Neprihlásený!
sl_si: Nisi prijavljen(a)!
sv_se: Inte inloggad!
tr_tr: Giriþ Yapýlmadý!
uk_ua: Не заре╓строван╕!
vi_vn: Chưa đăng nhập!

source: No album specified!
ca_es: Cap àlbum especificat!
hu_hu: Nem adtál meg albumot!
is_is: Ekkert albúm valið!
lt_lt: Nenurodëte albumo!
sk_sk: Nebol zadaný ¾iadny album!
sl_si: Noben album ni izbran!
sv_se: Inget album specificerat!
tr_tr: Albüm Belirtilmemiþ!
uk_ua: Не вказано альбом!
vi_vn: Không chỉ định album nào!

source: This user cannot add photos in %s.
ca_es: Aquest usuari no pot afegir imatges a %s
hu_hu: Ez a felhasználó nem adhat hozzá fotókat a %s albumhoz.
is_is: Þessi notandi getur ekki bætt við myndum í %s.
lt_lt: Ðis vartotojas negali ádëti nuotraukø á %s.
sk_sk: Tento u¾ívateµ nemô¾e pridáva» fotky do %s.
sl_si: Ta uporabnik ne more dodajati fotografij v %s.
sv_se: Denna användare kan inte ladda upp foton till %s.
tr_tr: Bu kullanýcý %s resim ekleyemez.
uk_ua: Цей користувач не може додавати фото в %s.
vi_vn: Người dùng này không thể thêm ảnh vào %s.

source: Press the 'Back' button and try again!
ca_es: Presiona el botó 'Enrera' i prova-ho de nou!
hu_hu: Nyomd meg a böngészõ 'Vissza' gombját, és próbálkozz újra!
is_is: Smellið á 'Back' hnappinn og reynið aftur!
lt_lt: Paspauskite 'Atgal' ir pabandykite dar kartà!
sk_sk: Stlaète 'Spä»' a skúste znovu!
sl_si: Pritisni gumb 'Nazaj' in poskusi ponovno!
sv_se: Klicka på 'Tillbaka'-knappen och försök igen!
tr_tr: 'Geri' tuþuna basýn ve tekrar deneyin!
uk_ua: Натисн╕ть кнопку 'Назад' ╕ спробуйте ще раз!
vi_vn: Nhấn nút 'Quay lại' và thử lại!

source: User cannot create ROOT level album.
ca_es: L'usuari no pot crear àlbum al nivell superior
hu_hu: A felhasználó nem hozhat létre GYÖKÉRszintû albumot.
is_is: Notandi getur ekki búið til albúm á forsíðu.
lt_lt: Vartotojas negali kurti pagrindinio albumo.
sk_sk: U¾ívateµ nemô¾e vytvára» ROOT úrovòový album.
sl_si: Uporabnik ne more kreirati albuma na nivoju ROOT.
sv_se: Användare kan inte skapa album på ROOT-nivå.
tr_tr: Kullanýcý ROOT seviyesinde albüm yaratamaz
uk_ua: Користувачу не дозволено створювати альбоми на найвищому р╕вн╕.
vi_vn: Người dùng không thể tạo album quyền hạn ROOT.

source: User cannot create nested album in %s.
ca_es: L'usuari no pot crear àlbums fills a %s
hu_hu: A felhasználó nem hozhat létre belsõ albumot a %s albumban.
is_is: Notandi getur ekki búið til undiralbúm í %s.
lt_lt: Vartotojas negali kurti gilesniø albumø albume %s.
sk_sk: U¾ívateµ nemô¾e vytvára» vlo¾ený album v %s.
sl_si: Uporabnik ne more kreirati novega albuma v %s.
sv_se: Användare kan inte skapa underliggande album i %s.
tr_tr: Kullanýcý %s'de nested albüm yaratamaz.
uk_ua: Користувачу не дозволено створювати альбоми, вкладен╕ в %s.
vi_vn: Người dùng không thể tạo album nhánh tại %s.

source: No Parent Album Specified!
ca_es: Cap Àlbum Pare Especificat!
hu_hu: Nem adtál meg szülõalbumot!
is_is: Ekkert yfiralbúm valið!
lt_lt: Nenurodëte pirminio albumo!
sk_sk: ®iaden Nadriadený Album Nebol Zadaný!
sv_se: Inget överliggande album är specificerat!
tr_tr: Ana Albüm Belirtilmemiþ
uk_ua: Не вказано альбом р╕внем вище.
vi_vn: Không chỉ định album gốc!

source: Enter New Album Title
ca_es: Entrar el Títol del Nou Àlbum
hu_hu: Írd be az új album nevét
is_is: Skrifið titil nýs albúms
lt_lt: Naujo albumo pavadinimas
sk_sk: Zadajte Titul Nového Albumu
sl_si: Vpi¹i naslov novega albuma
sv_se: Skriv in ny albumtitel
tr_tr: Yeni Albüm Adý Gir
uk_ua: Введ╕ть новий заголовок для альбома.
vi_vn: Hãy ghi tiêu đề album mới

source: Select Parent Album
ca_es: Elegir Àlbum Pare
hu_hu: Szülõ kiválasztása
is_is: Veljið yfiralbúm
lt_lt: Pasirinkite pirminá albumà
sk_sk: Zvoµte Nadriadený Album
sv_se: Välj överliggande album
tr_tr: Ana Albüm Seç
uk_ua: Вибер╕ть альбом р╕внем вище
vi_vn: Chọn album gốc

source: NEW TOP LEVEL ALBUM
ca_es: NOU ÀLBUM AL NIVELL SUPERIOR
hu_hu: ÚJ FÕALBUM
is_is: Nýtt forsíðu albúm
lt_lt: NAUJAS PAGRINDINIS ALBUMAS
sk_sk: NOVÝ NAJVY©©IE ÚROVÒOVÝ ALBUM
sl_si: NOV NASLOVNI ALBUM
sv_se: NYTT HUVUDALBUM
tr_tr: YENÝ ÜST SEVÝYE ALBÜMÜ
uk_ua: НОВИЙ АЛЬБОМ НАЙВИЩОГО Р╤ВНЯ
vi_vn: ALBUM CHÍNH MỚI

source: User cannot add to album
ca_es: L'usuari no pot afegir a l'àlbum
hu_hu: A felhasználó nem adhat hozzá az albumhoz semmit
is_is: Notandi getur ekki bætt við í albúm
lt_lt: Vartotojas negali ádëti á albumà
sk_sk: U¾ívateµ nemô¾e pridáva» do albumu.
sl_si: Uporabnik ne more nalagati v album
sv_se: Användare kan inte ladda upp till album
tr_tr: Kullanýcý albüme ekleyemez
uk_ua: Користувачу не дозволено додавати до цього альбома
vi_vn: Người dùng không thể thêm vào album

source: No file specified
ca_es: Cap arxiu especificat
hu_hu: Nincs megadva fájl
is_is: Engin skrá valin
lt_lt: Nenurodëte failo
sk_sk: ®iadny súbor nebol zadaný
sl_si: Datoteka ni izbrana
sv_se: Ingen fil specificerad
tr_tr: Dosya Belirtilmemiþ
uk_ua: Не вказано файл
vi_vn: Không chỉ định file nào

source: Photo Upload
ca_es: Enviament d'Imatges
hu_hu: Fotó feltöltése
is_is: Sending myndar
lt_lt: Nuotraukø siuntimas
sk_sk: Odosielanie Fotky
sl_si: Nalo¾i fotografijo
sv_se: Ladda upp foto
tr_tr: Resim Yüklendi
uk_ua: В╕двантаження фото
vi_vn: Gửi ảnh

source: Upload Photos to
ca_es: Enviar Imatges a
hu_hu: Fotók feltöltése ide:
is_is: Senda inn myndir til
lt_lt: Ádëti nuotraukas á
sk_sk: Odosla» Fotky do
sl_si: Nalo¾i fotografije v
sv_se: Ladda upp foton till
tr_tr: Fotolarý Yükle
uk_ua: В╕двантажити фото в
vi_vn: Gửi ảnh tới
