Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: The <b>exec()</b> function is what Gallery uses to launch programs such as NetPBM, ImageMagick, and jhead. If <b>exec()</b> is disabled on your server then Gallery will not be able operate.
da_dk: <b>exec()</b> kommandoen bruges af Gallery til at udføre programmer såsom NetPBM, ImageMagick og jhead. Hvis <b>exec()</b> er slået fra på din server fungerer Gallery ikke ordentligt.
it_it: La funzione <b>exec()</b> &egrave; quella che Gallery usa per lanciare programmi come NetPBM, ImageMagick e jhead. Se <b>exec()</b> &egrave; disabilitata nel tuo server, allora Gallery non sar&agrave; in grado di operare.
ja_jp: <b>exec()</b> の機能はGalleryがNetPBMやImageMagick、jheadといったプログラムを実行することです。もしサーバで <b>exec()</b> が無効になっている場合、Galleryはこれらの操作をできません。
lt_lt: <b>exec()</b> funkcija yra tai, ka Galerija naudoja paleisdama tokias programas kaip NetPBM, ImageMagick, ir jhead. Jei <b>exec()</b> funkcija Jûsø serveryje yra uþdrausta, Galerija neveiks korektiðkai.
pl_pl: Funkcja <b>exec()</b> jest u¿ywana przez Galeriê do uruchamiania programó takich jak: NetPBM, ImageMagick oraz jhead. Je¿eli funkcja <b>exec()</b> jest wy³±czona na twoim serwerze Galeria nie bêdzie dzia³aæ.

source: The <b>exec()</b> function is disabled on your server. Gallery will not function with this PHP configuration.
da_dk: <b>exec()</b> funktionen er slået fra på din server. Gallery kan ikke fungere med denne PHP konfiguration.
it_it: La funzione <b>exec()</b> &egrave; disabilitata nel tuo server. Gallery non potr&agrave; con questa configurazione del PHP.
ja_jp: サーバで <b>exec()</b> 機能は無効になっています。GalleryはこのPHPの設定では動作しません。
lt_lt: <b>exec()</b> funkcija Jûsø serveryje yra uþdrausta. Galerija neveiks su ðia PHP konfigûracija.
pl_pl: Funkcja <b>exec()</b> jest wy³±czona na twoim serwerze. Galeria nie bêdzie dzia³aæ z t± konfiguracj± PHP.

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (e.g. big ZIP files or movies).
da_dk: Tillader Gallerys <b>.htaccess</b> fil at sætte applikationspecifikke konfigurationsvalg. Dette styres af ejeres af webserveren så det er ikke altid muligt for dig at ændre det. Den største ulempe ved ikke at have dette er at det kan være at du ikke kan overføre filer > 2MB (fx store ZIP filer eller film).
it_it: Permette al file <b>.htaccess</b> di Gallery di impostare delle opzioni di configurazione specifiche per Gallery. Questo &egrave; controllato dal proprietario del webserver, quindi non sempre &egrave; possibile cambiarlo senza il suo intervento. Gli svantaggi principali del non poterlo fare sono che potresti non essere in grado di fare l'upload di file > 2MB (ad es. grandi file ZIP).
ja_jp: アプリケーション特有のオプションを設定するために<b>.htaccess</b>ファイルの設置を許可してください。これはウェブサーバ管理者に権限がありますので、常に利用できるとは限りません。これが設置できない場合のおもな欠点はファイルのアップロードが2MB以上のファイル(ZIPアーカイブなど)のアップロードが制限されること、そして<b>mod_rewrite</b>が使用できないことです。(以下を参照)
lt_lt: Ar Galerija gali naudotis <b>.htaccess</b> byla, kuri nustato specifinius konfigûracijos parametrus. Tai nustatoma WWW serverio konfigûracijoje, todël ne visada galësite tai pakeisti. Pagrindinis trûkumas yra tas, kad negalësite siøsti didesniø nei 2 Mb bylø (pvz, dideliø ZIP bylø arba filmø).
pl_pl: Plik <b>.htaccess</b> pozwala Galerii ustawiæ specjaln± konfiguracjê opcji dla aplikacji z Galerii. Plik ten jest kontrolowany przez w³a¶ciciela websewera i nie zawsze jest mo¿liwe by¶ móg³ go zmieniæ. G³ównym minusem nie posiadania tego pliku jest to, ¿e mo¿esz nie byæ wstanie wgraæ pliku wiêkszego ni¿ 2MB (np. du¿ego pliku ZIP) i tak¿e mo¿e nie byæ mo¿liwo¶ci u¿ywania <b>mod_rewrite</b> (zobacz poni¿ej).

source: Apache is not obeying the 'php_value' lines in your <b>.htaccess</b> file. Try entering the following into your web server's <b>httpd.conf</b> file:
it_it: Apache non si attiene alle linee 'php_value' nel file <b>.htaccess</b>. Prova ad inserire quello che segue nel file di configurazione del web server <b>httpd.conf</b>:
lt_lt: Apache nekreipia dëmesio á jûsø 'php_value' eilutes <b>.htaccess</b> byloje. Pabandykite áraðyti tai savo WWW serverio <b>httpd.conf</b> byloje:

source: If you are running PHP in CGI mode, this message is unavoidable.
da_dk: Hvis du kører php i CGI tilstand, så kan denne besked ikke undgås.
it_it: Se stai eseguendo PHP in modalit&agrave; CGI, questo messaggio sar&agrave; inevitabile.
ja_jp: PHPをCGIモードで動かしているなら、このメッセージは避けられません。
lt_lt: Jei Jûsø PHP veikia CGI reþime, ði þinutë yra neiðvengiama.
pl_pl: Je¿eli PHP dzia³a w trybie CGI, ten komunikat jest nieosi±galny.

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behavior if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in Gallery.
af_za: Kyk of %smagic quotes%s op jou PHP bediener aangeskakel is. As dit aangeskakel is, mag jy dalk vreemde gedrag waarneem en as jy ' (enkel aanhalingsteken), &quot; (dubbel aanhalingsteken) of &#92; (backslash) tekens in titels of onderskrifte in <u>Gallery</u> gebruik.
da_dk: Kontroller om %smagic quotes%s er slået til på din PHP server. Hvis de er, så kan du opleve mærkelige ting hvis du kommer ' (single-quote), &quot; (double quote) or &#92; (backslash) tegn i titler eller billedtekster i galleriet.
fi_fi: Tarkasta, että onko %smagic quote%s -ominaisuus päällä PHP-palvelimessa. Jos se on päällä, voit huomata outoa käyttäytymistä Galleriassa jos käytät seuraavia merkkejä esim. otsikoissa: ' &quot; &#92
it_it: Controlla se il parametro %smagic quotes%s &egrave; abilitato sul tuo PHP server. Se lo &egrave;, potrai notare uno strano comportamento se metti i caratteri ' (singolo-apice), &quot; (doppio apice) o &#92; (backslash) in titoli o descrizioni della galleria.
ja_jp: PHPの%smagic quotes%sが有効になっているかチェックしてください。ONになっている場合は、' (シングルクォート), &quot; (ダブルクォート) or &#92; (バックスラッシュ) 記号をタイトルに使ったときのおかしな挙動に気づくでしょう。
lt_lt: Tikrinu ar ájungta %smagic quotes%s PHP galimybë. Jeigu ji ájungta ir Galerijos pavadinimuose, apraðymuose ar komentaruose naudojate ' (viengubas kabutes), &quot; (dvigubas kabutes) arba &#92 (pasvirusá brûkðná), galite pastebëti keistus dalykus tekste.
pl_pl: Sprawdzam czy %smagic quotes%s s± w³±czone na Twoim serwerze PHP. Je¿eli s± w³±czone, mo¿esz zauwa¿yæ dziwne zachowania w Galerii je¿eli w tytu³ach lub podpisach pod zdjêciami u¿yjesz ' (pojedyñczy cudzys³ów), &quot; (podwójny cudzys³ów) lub &#92; (backslash).

source: Magic quotes are on. Your webserver administrator can turn them off by putting %s in your <b>php.ini</b> file.
af_za: Magic quotes is aangeskakel. Die eienaar van jou webbediener kan dit afskakel deur %s in jou <i>php.ini</i>-l&ecirc;er by te voeg.
da_dk: Magic quotes er slået til. Ejeren af din webserver kan slå dem fra ved at tilføje %s til din <b>php.ini</b> fil.
fi_fi: Magic quote -ominaisuus on päällä. Webbipalvelimen ylläpitäjä voi ottaa ne pois päältä laittamalla %s <b>php.ini</b> -asetustiedostoon.
it_it: Magic quotes attivo. L'amministratore del web server pu&ograve; disabilitarle mettendo %s nel file <b>php.ini</b>.
ja_jp: Magic quotes がONです。ウェブサーバ管理者が<b>php.ini</b>ファイルに%sを記述することでOFFにできます。
lt_lt: Magic quotes galimybë ájungta. Galite iðjungti jà <b>php.ini</b> faile áraðæ %s
pl_pl: Magic quotes s± w³±czone. W³a¶ciciel webserwera mo¿e je wy³±czyæ umieszczaj±c %s w pliku php.ini.

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. This Apache module allows Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
af_za: Kyk of jou webbediener gekompileer is met <b>mod_rewrite</b>. Hierdie Apache module laat <i>Gallery</i> toe om korter URL's te gebruik wat makliker te lees is beter lyk. Dit is nie 'n essenti&euml;le funksie nie.
da_dk: Undersøger om din webserver er oversat med <b>mod_rewrite</b>. Mod_rewrite tillader Gallery at bruge kortere URL'er som er nemmere at læse og ser pænere ud når du sender dem til dine internetuvante familie. Det er ikke en væsentligt egenskab.
fi_fi: Tarkasta, josko www-palvelimesi on k&auml;&auml;nnetty <b>mod_rewrite</b> -tuen kanssa. Mod_rewrite sallii Gallerian k&auml;ytt&auml;&auml; lyhyempi&auml; URLeja, jonka johdosta Gallerian k&auml;ytt&ouml; on helpompaa my&ouml;s asiasta tiet&auml;m&auml;tt&ouml;mille yst&auml;villesi. T&auml;m&auml; ei ole kuitenkaan mik&auml;&auml;n olennainen osa Gallerian toimivuudessa.
it_it: Verifica se il web server &egrave; stato compilato con <b>mod_rewrite</b>. Mod_rewrite permette a Gallery di usare delle URL pi&ugrave; corte che sono pi&ugrave; facili da leggere e hanno un aspetto pi&ugrave; piacevole quando invii via mail ai tuoi parenti l'indirizzo dei tuoi album. Ad ogni modo non &egrave; una caratteristica essenziale.
ja_jp: ウェブサーバが<b>mod_rewrite</b>とともにコンパイルされたか確認してください。このApacheモジュールはウェブを使うのが困難である関係者にURLをメール送信する際、Galleryに短くて読みやすいURLが使用できるようにします。 それは本質的な機能ではありません。
lt_lt: Tikrinu ar WWW serveryje ájungta <b>mod_rewrite</b> galimybë. Ðis Apache modulis leidþia Galerijai naudoti trumpasias nuorodas, kurios lengviau ásimenamos ir graþiau atrodo. Tai neprivaloma galimybë.
pl_pl: Sprawdzam czy webserwer skompilowany jest z <b>mod_rewrite</b>. Ten modu³ Apache pozwala Galerii na u¿ywanie krótszych adresów URL, które s± ³atwiejsze do czytania i wygl±daj± ³adniej kiedy wysy³asz je do swoich odbiorców. Nie jest to istotna funkcja.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above). Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on, first make sure that your <b>.htaccess</b> file is being obeyed. If it still doesn't work, you may need to reconfigure and rebuild Apache with this flag:
af_za: &oacute;f <b>mod_rewrite</b> is nie ge&iuml;nstalleer &oacute;f jou <b>.htaccess</b>-l&ecirc;er is gesper (sien hierbo). As evolg daarvan sal ons maar langer URL's moet gebruik. As jy dit wil aanskakel, maak seker dat jou <b>.htaccess</b>-l&ecirc;er in orde is. Indien nie, moet jy waarskynlik Apache herkompileer met die hierdie opsie:
da_dk: Enten er <b>mod_rewrite</b> ikke installeret eller din <b>.htaccess</b> fil er ikke slået til (se ovenfor). Uanset hvorfor, bliver vi nødt til at bruge længere URL'er i Gallery. Hvis du gerne vil slå det til, foreslår jeg at du sikrer dig at din <b>.htaccess</b> fil virker og hvis det så stadig ikke virker, kan du blive nødt til at rekonfigurere og genoversætte Apache med dette flag:
fi_fi: Joko <b>mod_rewrite</b> ei ole asennettu tai <b>.htaccess</b> -tiedostoa ei ole otettu k&auml;ytt&ouml;&ouml;n (ks. yll&auml;). Joka tapauksessa, Gallerian t&auml;ytyy nyt k&auml;ytt&auml;&auml; pidempi&auml; URL-osoitteita Galleriassa. Jos haluat k&auml;&auml;nt&auml;&auml; sen p&auml;&auml;lle, Galleria suosittelee ett&auml; varmistat <b>.htaccess</b>-tiedostojen toiminnan. Jos Galleria ei toimi sittenk&auml;&auml;n, voit joutua k&auml;&auml;nt&auml;m&auml;&auml;n / konfiguroimaan Apachen t&auml;ll&auml; flagilla:
it_it: O <b>mod_rewrite</b> non &egrave; installato o il file <b>.htaccess</b> non &egrave; abilitato (vedi sotto). In ogni caso, si dovranno usare degli URL pi&ugrave; lunghi in Gallery. Se vuoi abilitarlo, assicurarti che il file <b>.htaccess</b> funzioni. Se ancora non funziona, dovrai probabilmente riconfigurare e ricompilare Apache con questo flag:
ja_jp: <b>mod_rewrite</b>がインストールされていないか、<b>.htaccess</b>ファイルが有効になっていないかのどちらかです。(上記参照) ONにしたいのであれば、まずは <b>.htaccess</b> ファイルに従っているか確認してください。まだ働いていなければ、Apacheを設定しなおし、以下のフラグとともにリビルドする必要があるでしょう:
lt_lt: <b>mod_rewrite</b> galimybë neádiegta arba Galerija negali naudoti <b>.htaccess</b> failo (þiûrëkite aukðèiau). Ðiuo atveju, turësite naudoti ilgasias nuorodas. Jeigu norite ájungti ðià galimybæ, privalote ásitikinti, kad tikrai veikia jûsø <b>.htaccess</b> failas. Jeigu <b>mod_rewrite</b> vis dar neveikia, turite perdiegti Apache su ðiuo parametru:
pl_pl: Albo <b>mod_rewrite</b> nie jest zainstalowany, albo Twój plik <b>.htaccess</b> nie jest w³±czony (zobacz powy¿ej). W takim wypadku musimy u¿ywaæ d³u¿szych URL'i w Galerii. Je¿eli chcesz w³±czyæ tê opcjê, sugerujê by¶ upewni³ siê ¿e Twój plik <b>.htaccess</b> dzia³a. Je¿eli to nie pomo¿e, bêdziesz musia³ przekonfigurowaæ i przekompilowaæ swojego Apache z tymi flagami:

source: Check to see if NetPBM is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either NetPBM <b>or</b> ImageMagick installed.
af_za: Toets om te sien of <i>NetPBM</i> ge&iuml;nstalleer is sodat Gallery foto's verwerk kan word (roteer, vergroot, verklein, duimnaelsketse maak, ens.). Jy benodig &oacute;f NetPBM &oacute;f ImageMagic.
da_dk: Undersøger om NetPBM er installeret så Gallery kan behandle billeder (roterer, ændre størrelsen, lave ikoner, osv). Du behøver kun at have enten NetPBM <b>eller</b> ImageMagick installeret.
fi_fi: Tarkasta, ett&auml; NetPBM on asennettu (t&auml;m&auml; siksi, ett&auml; Galleria pystyy k&auml;sittelem&auml;&auml;n valokuvia (k&auml;&auml;nt&auml;m&auml;&auml;n, muuntamaan kuvakokoa, tekem&auml;&auml;n esikatselukuvia jne). Sinulla t&auml;ytyy olla asennettuna joko NetPBM tai ImageMagick.
it_it: Verifica se NetPBM &egrave; installato cosicch&eacute; Gallery possa manipolare le immagini (ruotare, ridimensionare, creare anteprime, ecc). &Egrave; necessario installare solamente NetPBM <b>oppure</b> ImageMagick.
ja_jp: Galleryが画像操作(回転、リサイズ、サムネイル作成など)をするために必要なNetPBMがインストールされているか、確認してください。NetPBM <b>もしくは</b> ImageMagickのどちらかがインストールされている必要があります。
lt_lt: Tikrinu ar ádiegta NetPBM, kad Galerija galëtø manipuliuoti nuotraukomis (pasukti, pakeisti dydá, padaryti maþas nuotraukas, ir t.t.). Privalote turëti NetPBM <b>arba</b> ImageMagick.
pl_pl: Sprawdzam czy NetPBM jest zainstalowane tak by Galeria mog³a manipulowaæ obrazami (obracaæ, skalowaæ, tworzyæ miniatury, itd.). Musisz mieæ zainstalowanego NetPBM <b>lub</b> ImageMagick'a.

source: I can't find NetPBM. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
af_za: Kan nie <i>NetPBM</i> vind nie. As dit ge&iuml;nstalleer is en nie in die pad van die webbediener-gebruiker bevind nie, is dit geen probleem; jy kan die pad van NetPBM per hand op die volgende blad invoer. As dit nie ge&iuml;nstalleer is nie, het jy 2 keuses:
da_dk: Jeg kan ikke finde NetPBM. Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;Du kan selv angive stien til NetPBM på næste side. Hvis den ikke er installeret, har du to muligheder:
fi_fi: En l&ouml;yd&auml; NetPBM:&auml;&auml;. Jos se on asennettu, mutta se ei sijaitse www-palvelimen polussa, asia OK - voit m&auml;&auml;ritt&auml;&auml;&auml; polun NetPBM:lle k&auml;sin seuraavalla sivulla. Jos sit&auml; ei ole asennettu, sinulla on kaksi vaihtoehtoa:
it_it: Non trovo NetPBM. Se &egrave; stato installato ma non nel percorso dell'utente del webserver non &egrave; un problema - puoi specificare il percorso di NetPBM nella pagina seguente. Se non &egrave; installato, hai due alternative:
ja_jp: NetPBMが見付かりませんでした。インストールされているけれどもパスが通っていない場合は大丈夫、NetPBMのパスを以下のページで手動設定できます。 インストールされていないならば、二つの選択肢があります:
lt_lt: Negaliu rasti NetPBM. Jeigu programa vis dëlto ádiegta taèiau nëra WWW serverio kelyje, nieko tokio &#8212; kelià iki NetPBM galësite ávesti sekanèiame puslapyje. Jeigu NetPBM nëra ádiegta, turite dvi galimybes:
pl_pl: Nie mogê znale¼æ NetPBM. Je¿eli jest on zainstalowany, ale nie znajduje siê w ¶cie¿ce u¿ytkownika webserwera to OK&#8212; mo¿esz zdefiniowaæ ¶cie¿kê do NetPBM rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, masz do wyboru:

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to NetPBM by hand on the following page.
af_za: As <i>NetPBM</i> ge&iuml;nstalleer is maar <i>Gallery</i> vind dit nie outomaties nie, dan is dit nie 'n probleem nie; jy kan die pad van NetPBM per hand op die volgende blad invoer.
da_dk: Hvis NetPBM er installeret og Gallery ikke finder den automatisk er det OK&#8212;det betyder bare at du bliver nødt til at angive stien til NetPBM manuelt på næste side.
fi_fi: Jos NetPBM on asennettu ja Galleria ei l&ouml;yd&auml; sit&auml; automaattisesti, asia OK - t&auml;m&auml; vain tarkoittaa, ett&auml; sinun t&auml;ytyy m&auml;&auml;ritt&auml;&auml; polku NetPBM:lle k&auml;sin seuraavalla sivulla.
it_it: Se NetPBM &egrave; installato e Gallery non lo trova automaticamente non &egrave; un problema - significa che dovrai specificare manualmente il percorso di NetPBM nella pagina seguente.
ja_jp: NetPBMはインストールされているが、自動検出できなかった場合は、以下のページで手動設定するだけでOKです。
lt_lt: Jeigu NetPBM ádiegta, bet Galerija negali jos aptikti, nieko tokio &#8212; tai tik reiðkia, kad sekanèiame puslapyje rankomis turësite ávesti kelià iki NetPBM
pl_pl: Je¿eli NetPBM jest zainstalowany i Galeria nie mo¿e go automatycznie odnale¼æ to OK&#8212;mo¿esz podaæ scie¿kê do NetPBM rêcznie na nastêpnej stronie.

source: Check to see if ImageMagick is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either ImageMagick <b>or</b> NetPBM installed.
af_za: Toets om te sien of <i>ImageMagick</i> ge&iuml;nstalleer is sodat Gallery foto's verwerk kan word (roteer, vergroot, verklein, duimnaelsketse maak, ens.). Jy benodig &oacute;f NetPBM &oacute;f ImageMagic.
da_dk: Undersøger om ImageMagick er installeret så Gallery kan behandle billeder (roterer, ændre størrelsen, lave ikoner osv). Du behøver kun at have enten ImageMagick <b>eller</b> NetPBM installeret.
fi_fi: Tarkasta, ett&auml; ImageMagick on asennettu, jotta Galleria voi tehd&auml; muutoksia kuville (k&auml;&auml;nt&auml;&auml;, muuntaa kokoa, luoda esikatselukuvat jne). Sinulla tulee olla joko ImageMagic <B>tai</b> NetPBM asennettuna.
it_it: Verifica se ImageMagick &egrave; installato cosicch&eacute; Gallery possa manipolare le immagini (ruotare, ridimensionare, creare anteprime, ecc). &Egrave; necessario installare solamente ImageMagick <b>oppure</b> NetPBM.
ja_jp: Galleryが画像操作(回転、リサイズ、サムネイル作成など)をするために必要なImageMacickがインストールされているか、確認してください。ImageMagick <b>もしくは</b> NetPBMどちらかがインストールされている必要があります。
lt_lt: Tikrinu ar ádiegta ImageMagick, kad Galerija galëtø manipuliuoti nuotraukomis (pasukti, pakeisti dydá, padaryti maþas nuotraukas, ir t.t.). Privalote turëti ImageMagick <b>arba</b> NetPBM.
pl_pl: Sprawdzam czy ImageMagick jest zainstalowany tak by Galeria mog³a manipulowaæ obrazami (obracaæ, skalowaæ, tworzyæ miniatury, itd.). Musisz mieæ zainstalowanego ImageMagick'a <b>lub</b> NetPBM.

source: I can't find ImageMagick. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
af_za: Kan <i>ImageMagick</i> nie vind nie. As dit ge&iuml;nstalleer is en nie in die pad van die webbediener-gebruiker bevind nie, is dit geen probleem; jy kan die pad van ImageMagick per hand op die volgende blad invoer. As dit nie ge&iuml;nstalleer is nie, moet jy dit installeer.
da_dk: Jeg kan ikke finde ImageMagick. Hvis den er installeret og ikke er i webserverbrugerens sti, er det OK&#8212;du kan angive stien til ImageMagick manuelt på næste side. Hvis den ikke er installeret, er du nødt til at installere den.
fi_fi: En l&ouml;yd&auml; ImageMagickia. Jos se on asennettu mutta se ei sijaitse webbiserverin polussa, asia OK - voit m&auml;&auml;ritt&auml;&auml; polun ImageMagickiin k&auml;sin seuraavalla sivulla. Jos sit&auml; ei ole asennettu, sinun t&auml;ytyy asentaa se.
it_it: Non trovo ImageMagick. Se &egrave; stato installato ma non nel percorso dell'utente del webserver non &egrave; un problema - puoi specificare manualmente il percorso di ImageMagick nella pagina seguente. Se non &egrave; installato, devi installarlo.
ja_jp: ImageMagickが見付かりませんでした。インストールされているけれどもパスが通っていない場合は、大丈夫、NetPBMのパスを以下のページで手動設定できます。 インストールされていない場合は、インストールしなければいけません。
lt_lt: Negaliu rasti ImageMagick. Jeigu programa vis dëlto ádiegta taèiau nëra WWW serverio kelyje, nieko tokio &#8212; kelià iki ImageMagick galësite ávesti sekanèiame puslapyje. Jeigu ImageMagick nëra ádiegta, turite jà instaliuoti.
pl_pl: Nie mogê odnale¼æ ImageMagick'a. Je¿eli jest on zainstalowany, ale nie znajduje siê w ¶cie¿ce u¿ytkownika webserwera to OK&#8212; mo¿esz podaæ ¶cie¿kê do ImageMagick'a rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest on zainstalowany to musisz go wgraæ.

source: If ImageMagick is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to ImageMagick by hand on the following page.
da_dk: Hvis ImageMagick er installeret og Gallery ikke finder den automatisk er det OK&#8212;det betyder bare at du bliver nødt til at angive stien til ImageMagick manuelt på næste side.
it_it: Se ImageMagick &egrave; installato e Gallery non lo trova automaticamente non &egrave; un problema - puoi specificare manualmente il percorso di ImageMagick nella pagina seguente.

source: Check to see if <b>jhead</b> is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
af_za: Toets om te sien of <i>jhead</i> ge&iuml;nstalleer is sodat <u>Gallery</u> EXIF-hoofde kan kontroleer, wat deur die meeste digitale kamera's in foto's ingebed word.
da_dk: Undersøger om <b>jhead</b> er installeret så Gallery kan undersøge EXIF headers gemt i billeder taget med de fleste digitalkameraer.
fi_fi: Tarkasta, ett&auml; <b>jhead</b> on asennettu jotta Galleria voi tarkastella EXIF -tietoja, joita useimmat digikamerat tallentavat kuvatiedostoihin.
it_it: Verifica se <b>jhead</b> &egrave; installato, in modo che Gallery possa esaminare le informazioni EXIF contenute nelle immagini create con la maggior parte delle macchine fotografiche digitali.
ja_jp: <b>jhead</b> がインストールされているか確認してください。 jheadはとんどのデジタルカメラで画像生成時に埋め込まれるEXIFヘッダをGalleryが読み込めるようにします。
lt_lt: Tikrinu ar ádiegta <b>jhead</b>, kad Galerija nuotraukose, nufotografuotose ávairiais skaitmeniniais fotoaparatais, galëtø rodyti EXIF informacijà.
pl_pl: Sprawdzam czy <b>jhead</b> jest zainstalowany, dziêki czemu Galeria bêdzie mog³a zczytywaæ nag³ówki EXIF zawarte w zdjêciach, dopisywane przez wiêkszo¶æ aparatów cyfrowych.
