Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Spiral Notebook
it_it: Blocco note a Spirale
lt_lt: Spiralinis Blonknotas

source: A white shadowed frame with spiral notebook binding on the left side
it_it: Un riquadro bianco ombreggiato con un blocco note a spirale sul lato sinistro
lt_lt: Baltas rëmelis su ðeðëliu ir su spiraliniu blonknotu, suriðtu kairëje pusëje

source: Shadows
fi_fi: Varjot
it_it: Ombre
lt_lt: Ðeðëliai

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
it_it: Ombre trasparenti tramite PNG in basso a destra. La trasparenza funziona sulla maggior parte degli sfondi, eccetto il nero.
lt_lt: PNG permatomi ðeðëliai krentantys á deðinæ ir þemyn. Teisingas permatomumas, todël turetø veikti su daugeliu foniniø spalvø, iðskyrus juodà.

source: A photo with a large white frame, extra wide at the bottom edge
it_it: Una foto con una grande cornice bianca, pi&ugrave; larga sul lato inferiore
lt_lt: Fotografija su dideliu baltu rëmeliu, ypatingai dideliu apaèioje

source: A stack of photos with a large white frame, extra wide at the bottom edge
it_it: Foto ammucchiate con grandi cornici bianche, pi&ugrave; larghe sul lato inferiore
lt_lt: Fotografijø rinkinys su dideliu baltu rëmeliu, ypatingai plaèiu apaèioje

source: Gold Frame
fi_fi: Kultainen kehys
it_it: Cornice dorata
lt_lt: Auksinis Rëmelis

source: A fancy golden frame
fi_fi: Upea kultainen kehys
it_it: Una fantasiosa cornice dorata
lt_lt: Þavintis auksinis rëmelis

source: Postage Stamp
it_it: Francobollo

source: A simple postage stamp effect.
it_it: Un semplice effetto francobollo.

source: Original Style
fi_fi: Alkuperäinen tyyli
it_it: Stile Originale
lt_lt: Originalus stilius

source: The original %s album frame style.
fi_fi: Alkuperäinen %s albumin kehystyyli.
it_it: Cornici per gli album nello stile originale di %s.
lt_lt: Originalus %s albumo rëmelio stilius.

source: Wood Frame
fi_fi: Puinen kehys
it_it: Cornice in Legno
lt_lt: Medinis Rëmelis

source: A textured wooden frame
fi_fi: Teksturoitu puukehys
it_it: Una cornice ricoperta di legno
lt_lt: Tekstûrinis medinis rëmelis

source: Please retype your password here
af_za: Voer jou wagwoord weer hier in
fi_fi: Anna salasana uudestaan tähän
it_it: Inserisci di nuovo la password qui
ja_jp: ここにパスワードをもう一度入力してください
lt_lt: Pakartokite savo slaptaþodá
pl_pl: Powtórz has³o w tym polu

source: Name
af_za: Volledige naam
fi_fi: Nimi
it_it: Nome
ja_jp: 名前
lt_lt: Pavadinimas
pl_pl: Nazwa

source: Value
af_za: Waarde
fi_fi: Arvo
it_it: Valore
ja_jp: 値
lt_lt: Reikðmë
pl_pl: Warto¶æ

source: Missing value
af_za: Ontbrekende Waarde
fi_fi: Arvo puuttuu
it_it: Valore mancante
lt_lt: Reikðmë nenurodyta

source: I can read your <b>.htaccess</b> file.
af_za: Jou .htaccess l&ecirc;er is nie toeganklik nie
fi_fi: Kykenen lukemaan <b>.htaccess</b>-tiedostoasi
it_it: Riesco a leggere il file .htaccess.
lt_lt: Negaliu perskaityti <b>.htaccess</b> failo.

source: PHP v%s is OK.
af_za: PHP v%s is in orde
fi_fi: PHP v%s OK
it_it: PHP v%s &egrave; OK
ja_jp: PHP v%s はOKです。
lt_lt: PHP v%s tinka.
pl_pl: PHP w wersji %s - OK.

source: <b>mod_rewrite</b> is enabled.
af_za: <b>mod_rewrite</b> is onsper.
fi_fi: <b>mod_rewrite</b> -omanaisuus on päällä.
it_it: <b>mod_rewrite</b> &egrave; abilitato.
ja_jp: <b>mod_rewrite</b> は有効です。
lt_lt: <b>mod_rewrite</b> galimybë ájungta.
pl_pl: <b>mod_rewrite</b> jest w³±czony.

source: Can't find <i>jhead</i>
af_za: Kan nie <b>jhead</b> vind nie
fi_fi: <i>jhead</i> ei löytynyt
it_it: <i>jhead</i> non trovato
ja_jp: <i>jhead</i> が見付かりません
lt_lt: Negaliu rasti <i>jhead</i>
pl_pl: Nie mogê odnale¼æ <i>jhead</i>

source: <b>jhead</b> binary located.
af_za: <b>jhead</b> gevind.
fi_fi: jhead:in binaari paikallistettu
it_it: binario di <b>jhead</b> individuato.
ja_jp: <b>jhead</b> バイナリが検出されました。
lt_lt: <b>jhead</b> failai rasti.
pl_pl: binaria <b>jhead</b> znalezione.

source: Without pnmcomp and pamcomp gallery will not be able to watermark images, unless you use ImageMagick and have the composite binary installed.
it_it: Senza pnmcomp e pamcomp Gallery non sar&agrave; in grado di marchiare le immagini, a meno che tu non usi ImageMagick e sia in possesso dei binari compositi installati.
pl_pl: Bez pnmcomp galeria nie bêdzie mog³a tworzyæ znaków wodnych na obrazach, chyba ¿e u¿ywasz ImageMagicka i masz zainstalowana binarke composite.

source: NetPBM not being used in this installation.
af_za: NetPBM word nie in hierdie installasie gebruik nie
fi_fi: NetPBM -ohjelmaa ei käytetä tässä asennuksessa.
it_it: NetPBM non &egrave; in uso in questa installazione.
ja_jp: NetPBMはこのインストレーションでは使用されていません
lt_lt: NetPBM bus nenaudojama.
pl_pl: NetPBM nie jest u¿ywane w tej instalacji.

source: Cannot verify this path (it's not in your open_basedir list).
af_za: Kan nie hierdie pad bevestig nie (dit is nie in jou <i>open_basedir</i> lys nie).
fi_fi: En pysty varmistamaan t&auml;t&auml; polkua (se ei ole open_basedir -listallasi).
it_it: Non riesco a verificare il percorso (non &egrave; compreso nella lista open_basedir).
ja_jp: このパスを確認できません。(open_basedirリストに入っていません)
lt_lt: Negaliu patvirtinti ðio kelio (jo nëra open_basedir sàraðe).
pl_pl: Nie mo¿na sprawdziæ tej ¶cie¿ki (nie ma jej w li¶cie open_basedir).

source: Missing optional binary %s. %s
af_za: Ontbrekende optionele bin&ecirc;re %s. %s
fi_fi: Valinnainen binääri %s puuttuu. %s
it_it: Manca il binaro opzionale %s. %s
ja_jp: オプションのバイナリ %s が欠落しています。%s
lt_lt: Trûksta neprivalomø binariniø bylø %s. %s
pl_pl: Brak opcjonalnej binarki %s. %s

source: Can't find %s!
af_za: Kan %s nie vind nie!
fi_fi: En l&ouml;yd&auml; %s:&auml;&auml;!
it_it: Impossibile trovare %s!
ja_jp: %sが検出できませんでした。
lt_lt: Negaliu rasti %s!
pl_pl: Nie mogê znale¼æ %s!

source: %s is not executable!
af_za: %s is nie uitvoerbaar nie!
fi_fi: %s ei ole k&auml;ynnistett&auml;v&auml; tiedosto!
it_it: %s non &egrave; eseguibile!
ja_jp: %s は実行可能ではありません。
lt_lt: %s neprieinamas paleidimui!
pl_pl: %s nie jest plikiem wykonywalnym!

source: %d of %d NetPBM binaries located.
af_za: %d van %d NetPBM bin&ecirc;re l&ecirc;&euml;rs gevind.
fi_fi: %d / %d NetPBM-bin&auml;&auml;riä paikallistettu
it_it: %d binari su %d di NetPBM individuati.
ja_jp: %2$d個中%1$d個のNetPBMバイナリ全てが検出されました
lt_lt: Rasti %d ið %d NetPBM failø.
pl_pl: %d z %d binaria NetPBM znalezione.

source: Without composite gallery will not be able to watermark images, except you use NetPBM and have the pnmcomp binary installed.
af_za: Sonder <i>composite</i> sal <i>Gallery</i> nie foto's kan watermerk nie, behalwe as jy NetPBM gebruik en die <i>pnmcomp</i> bin&ecirc;re l&ecirc;er ge&iuml;nstalleer het.
it_it: Senza composite Gallery non sar&agrave; in grado di marchiare le immagini, a meno che tu non usi NetPBM e il binario pnmcomp non sia installato.
ja_jp: NetPBMを使用し、pnmcompバイナリがインストールされている場合をのぞき、compositeのないgalleryは透かし画像を利用できません。
lt_lt: Be composite gallery negalës ið nuotraukø padaryti vandenþenklius, nebent turësite ádiegtas NetPBM ir pnmcomp programas.
pl_pl: Bez composite galeria nie bêdzie mog³a tworzyæ znaków wodnych na obrazach, chyba ¿e u¿ywasz NetPBM i masz zainstalowan± binarke pnmcomp.

source: ImageMagick not being used in this installation.
it_it: ImageMagick non &egrave; in uso in questa installazione.
ja_jp: ImageMacickはこのインストレーションでは使用されていません
pl_pl: ImageMagick nie jest u¿ywane w tej instalacji.

source: %d of %d ImageMagick binaries located.
af_za: %d van %d ImaheMagick bin&ecirc;re l&ecirc;&euml;rs gevind.
fi_fi: %d / %d ImageMagick bin&auml;&auml;riä paikallistettu
it_it: %d binari su %d di ImageMagick individuati.
ja_jp: %2$d個中%1$d個のImageMagickバイナリ全てが検出されました。
lt_lt: Rasti %d ið %d ImageMagick failø.
pl_pl: %d z %d binaria ImageMagick znalezione.

source: Can't find <i>jpegtran</i>!
af_za: Kan nie <b>jpegtran</b> vind nie.
fi_fi: <i>jpegtran</i>:ia ei löydyd!
it_it: <i>jpegtran</i> non trovato!
ja_jp: <i>jpegtran</i> が検出できませんでした。
lt_lt: Negaliu rasti <i>jpegtran</i>!
pl_pl: Nie mogê odnale¼æ <i>jpegtran</i>!

source: <b>jpegtran</b> binary located.
af_za: <b>jpegtran</b> bin&ecirc;re l&ecirc;er gevind.
fi_fi: <b>jpegtran</b>:in bin&auml;&auml;rit paikallistettu
it_it: Binario di <b>jpegtran</b> individuato.
ja_jp: <b>jpegtran</b> バイナリが検出されました
lt_lt: <b>jpegtran</b> failai rasti.
pl_pl: binaria <b>jpegtran</b> znalezione.

source: PHP has <b>GNU gettext</b> support.
af_za: PHP het <b>GNU gettext</b> ondersteuning.
fi_fi: PHP:sta löytyi <b>GNU gettext</b> -tuki.
it_it: PHP ha il supporto a <b>GNU gettext</b>.
ja_jp: PHPは <b>GNU gettext</b> をサポートしています。
lt_lt: PHP sukompiliuotas su <b>GNU gettext</b> palaikymu.
pl_pl: PHP ma wsparcie <b>GNU gettext</b>.

source: PHP does not have <b>GNU gettext</b> support.
af_za: PHP het nie <b>GNU gettext</b> ondersteuning nie.
fi_fi: PHP:sta ei löytynyt <b>GNU gettext</b> -tukea.
it_it: PHP non ha il supporto a <b>GNU gettext</b>.
ja_jp: PHPは <b>GNU gettext</b> をサポートしていません。
lt_lt: PHP sukompiliuotas be <b>GNU gettext</b> palaikymo.
pl_pl: PHP nie ma wsparcia <b>GNU gettext</b>.

source: No languages found.
af_za: Geen tale gevind
fi_fi: Kieli&auml; ei ole l&ouml;ytynyt.
it_it: Nessuna lingua trovata.
ja_jp: 一つも言語が検出されませんでした。(訳して意味あんのか?
lt_lt: Nerandu kalbø failø.
pl_pl: Nie znaleziono jêzyków.

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
af_za: Dit lyk of jy nie enige ander tale afgelaai het nie. Dit is nie 'n probleem nie! <u>Gallery</u> sal net in Afrikaans verskyn. Nota: As dit nie die geval is nie, kyk of al die l&ecirc;&euml;rs in the <i>locale</i> l&ecirc;ergids leesbaar is vir die webbediener, of tree in verbinding met die <u>Gallery</u> Span.
fi_fi: Näyttää siltä, että et ole asentanut mitään ylimääräisiä kieliä. Tämä ei kuitenkaan haittaa mitään, Galleria toimii sitten vain pelkästään Englanniksi. Huom: Jos tämä ei ole kuitenkaan totta, tarkista että webbipalvelin voi lukea kaikkia tiedostoja/hakemistoa locale-hakemistossa tai ota yhteyttä Galleria kehitystiimiin.
it_it: Sembra che tu non abbia scaricato alcuna lingua aggiuntiva. Questo non &egrave; un problema! Gallery sar&agrave; visualizzata solo in inglese. Nota: se non &egrave; vero, controlla che tutti i file nella cartella 'locale' siano leggibili dal webserver, oppure contatta il Team di Gallery.
ja_jp: 追加の言語をひとつもダウンロードしていないようです。これは問題ではありません。Galleryは英語で表示されるだけです。注意: これが事実でないなら、全てのロケールフォルダがウェブサーバから読み込みができるか、Galleryチームに連絡してください。(これも意味ねー
lt_lt: Atrodo, kad jûs neatsisiuntëte jokiø papildomø kalbø. Tai ne problema! Galerija bus rodoma tik anglø kalba. Pastaba: Jeigu tai netiesa, patikrinkite ar visi lokaliø failai gali bûti nuskaityti WWW serverio, arba susisiekite su Galerijos Komanda.
pl_pl: Wygl±da na to, ¿e nie ¶ciagn±³e¶ ¿adnych dodatkowych jêzyków. To nie jest problem! Galeria bêdzie pokazywana w jêzyku Angielskim. Uwaga: Je¿eli jednak nie jest to prawda, sprawd¼ czy wszystkie pliki w katalogu locale maj± mo¿liwo¶æ odczytu przez webserwer, lub skontaktuj siê z zespo³em Gallery.

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
af_za: %d tale is beskikbaar. As 'n taal ontbreek, besoek die %sGallery Aflaai Blad%s.
fi_fi: %d kieltä on saatavilla. Jos haluat käyttää jotain puuttuvaa kieltä, käy %sGallery Download page%s -sivulla.
it_it: Sono disponibili %d lingue. Se cerchi una traduzione visita %sGallery download page%s.
ja_jp: %d言語が利用可能です。言語が不足していれば、%sGallery ダウンロードページ%s へ行ってください。
lt_lt: Radau %d kalbø. Jeigu jums reikia trûkstamø kalbø, galite jas rasti %sGalerijos atsisiuntimo puslapyje%s.
pl_pl: Dostêpne s± %d jêzyki. Je¿eli chcesz mieæ jeszcze jakie¶, odwied¼ %sstrone pobierania Galerii%s.

source: You can check for more recent versions by visiting %s.
af_za: Jy kan kyk of daar nuwer versies beskikbaar is deur %s te besoek.
fi_fi: Voit tarkastaa uudet versiot vierailemalla osoitteessa %s.
it_it: Per controllare se ci sono versioni pi&ugrave; recenti, visita %s.
ja_jp: %sに行けば、より新しいバージョンがないか確認できます。
lt_lt: Naujesnæ versijà galite rasti %s.
pl_pl: Mo¿esz szukaæ nowszej wersji odwiedzaj±c %s.

source: This version of %s was released on %s.
af_za: Hierdie versie van %s is op %s vrygegee.
fi_fi: T&auml;m&auml; %s versio julkaistiin %s.
it_it: Questa versione di %s &egrave; stata rilasciata il %s.
ja_jp: %sのこのバージョンは%sにリリースされました。
lt_lt: Ði %s versija buvo iðleista %s.
pl_pl: Ta wersja %s zosta³a wydana na %s.

source: This is a development build of %s that was released on %s.
af_za: Dit is 'n ontwikkelings bou van %s wat op %s vrygegee is.
fi_fi: T&auml;m&auml; on kehitysversio %s:sta, joka julkaistiin %s.
it_it: Questa &egrave; una build di sviluppo di %s rilasciata il %s.
ja_jp: これは%sの開発版ビルドです。(リリース日 %s)
lt_lt: Tai yra beta %s versija, iðleista %s.
pl_pl: To jest wersja testowa %s, która zosta³a opublikowana %s.

source: Please check regularly for updates.
af_za: Kyk gereeld of nuwe opgradeerings beskikbaar is.
fi_fi: Tarkasta s&auml;&auml;nn&ouml;llisesti mahdolliset p&auml;ivitykset.
it_it: Verifica regolarmente la presenza di aggiornamenti.
ja_jp: 正式版がリリースされていないか定期的に確認してください。
lt_lt: Atnaujinkite Galerijà reguliariai.
pl_pl: Sprawdzaj regularnie uaktualnienia.

source: All gallery locales are available on this host.
af_za: Alle lokaliteitsinstellings van <u>Gallery</u> is op hierdie bediener beskikbaar.
fi_fi: Kaikki Gallerian lokaalit k&auml;ytett&auml;viss&auml; t&auml;ll&auml; palvelimella
it_it: Tutti i locale di gallery sono disponibili nel sistema.
ja_jp: このホストでは全てのGalleryロケールが利用可能です。
lt_lt: Serveris palaiko visas Galerijos kalbas.
pl_pl: Wszystkie lokalizacje galerii s± dostêpne na tym ho¶cie.

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
af_za: Daar is %d lokaliteitsinstellings wat <i>Gallery</i> nie kon vind nie. Dit mag nodig wees om per hand die datum formate vir hulle te kies.
fi_fi: Galleria ei löytänyt %d lokaalia. Sinun täytyy valita käsin päivämääräformaatit.
it_it: Ci sono %d locale che Gallery non &egrave; stata in grado di trovare. Forse dovrai selezionare manualmente i formati della data.
ja_jp: Galleryが検出できなかった%dのロケールがあります。手動で日付フォーマットを選択するひつようがあります。
lt_lt: Galerija negali aptikti %d lokaliø. Datos formatà turësite nustatyti patys.
pl_pl: Jest %d lokalizacji, których Galeria nie mog³a zlokalizowaæ. Mo¿liwe ¿e bêdziesz musia³ wybieraæ rêcznie format daty.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
af_za: Datums in %d tale kan dalk nie in die korrekte formaat wees nie, omdat ooreenkomstige lokaliteitsinstellings ontbreek. Dit mag nodig wees om per hand die datum formate vir hulle te kies.
fi_fi: Päivämäärät %d kielessä eivät ole ehkä oikein formatoituja, koska vastaavat lokaalit puuttuvat. Sinun täytyy ehkä valita käsin päivämääräformaatit näille kielille.
it_it: Le date in %d lingue non possono essere formattate correttamente, perch&eacute; mancano i locale corrispondenti. Forse dovrai selezionare manualmente i formati della data per queste.
ja_jp: 対応するロケールがないため、%d言語の日付は正しくフォーマットされません。これらのために手動で日付フォーマットを選択する必要があります。
lt_lt: Datos %d kalbose gali bûti neteisingos, nes trûksta kai kuriø lokaliø. Datos formatà ðioms kalboms turite nustatyti patys.
pl_pl: Daty w %d jêzykach mog± nie byæ sformatowane poprawnie, poniewa¿ brak jest odpowiednich lokalizacji. Mo¿liwe ¿e bêdziesz musia³ wybieraæ rêcznie format daty dla nich.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
af_za: Dit was nie moontlik om enige lokaliteitsinstellings te speur nie, maar jou PHP installasie is gekonfigureer met die %s beperking, dus mag dit dalk met die manier waarop lokaliteitsinstellings gespeur word rondvoeter. Ongelukkig beteken dit dat die datim formaat nie vir verskillende tale sal verander nie. Tog is dit OK om verder te gaan.
fi_fi: Galleria ei l&ouml;yt&auml;nyt yht&auml;&auml;n lokaalia. PHP-palvelimesi on konfiguroitu %s-rajoitteen kanssa, josta johtuen lokaali-tiedostojen l&ouml;yt&auml;minen voi olla mahdotonta. Ik&auml;v&auml; kyll&auml; t&auml;m&auml; tarkoittaa sit&auml;, ett&auml; p&auml;iv&auml;m&auml;&auml;r&auml;formaatti ei muutu k&auml;ytett&auml;ess&auml; eri kielipaketteja. Kaikesta johtumatta Galleria toimii ja voit jatkaa eteenp&auml;in.
it_it: Non &egrave; stata trovata alcuna locale. Tuttavia, la tua installazione PHP &egrave; configurata con la restrizione %s, e forse &egrave; questo ci&ograve; che interferisce col metodo che noi usiamo per trovare i locale. Sfortunatamente ci&ograve; vuol dire che il formato della data non cambier&agrave; in base alle diverse lingue. In ogni caso va bene continuare lo stesso.
ja_jp: ロケールは全く検出できませんでした。しかしながら、PHPの設定により%s制約がかかっていますのでロケールを検出する方法が妨害されています。不幸にもこれは日付フォーマットが言語によって切り替わらないことを意味します。でも、大丈夫だから続けましょう。
lt_lt: Negaliu rasti lokaliø. Jûsø serveris sukonfigûruotas su %s parametru. Tai trukdo skriptui atpaþinti lokales. Tai reiðkia, kad datos formatas skirtingose kalbose iðliks toks pats. Taèiau galite tæsti.
pl_pl: Nie by³o mo¿liwo¶ci znalezienia ¿adnych lokalizacji. Jednak¿e Twoja instalacja PHP jest skonfigurowana z restrykcjami %s a wiêc mo¿e to powodowaæ z³e rozpoznanie przez Galeriê. Niestety to oznacza ¿e format daty nie bêdzie siê zmienia³ wraz z jêzykiem. Tak czy inaczej mo¿na kontynuowaæ.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
af_za: Dit was nie moontlik om enige sisteem lokaliteitsininstelling te speur nie. Multi-taal funksies sal gesper word. Installeer asseblief die benodigde lokaliteitsininstelling, of vra jou administrateur om dit te doen. Hierdie probleem is bekend op %s sisteme. In hierdie geval kyk asseblief na hierdie %sDebian locale HowTo%s.
fi_fi: Galleria ei l&ouml;yt&auml;nyt j&auml;rjestelm&auml;lokaaleja. Monikielisyystoiminnot ovat t&auml;m&auml;n vuoksi pois p&auml;&auml;lt&auml;. Asenna vastaavat lokaalit tai pyyd&auml; palveluntarjoajaasi tekem&auml;&auml;n t&auml;m&auml; puolestasi. T&auml;m&auml; ongelma on tunnettu %s j&auml;rjestelmiss&auml;. T&auml;ss&auml; tapauksessa tutustu t&auml;h&auml;n %sDebian locale HOWTO%s-tiedostoon.
it_it: Non &egrave; stata trovata alcuna locale. Le funzioni multi-lingua verranno disabilitate. Installa i corrispondenti locale oppure chiedi all'amministratore di farlo. Questo problema &egrave; noto nei sistemi %s. In questo caso da' un'occhiata a questo %sDebian locale HowTo%s.
ja_jp: いかなるシステムロケールも検出できませんでした。多言語機能は使用できません。該当するロケールをインストールするか、この作業をするように管理者に頼んでください。この問題は %s システム上で知られています。この場合は %sDebian locale HowTo%s をごらんください。
lt_lt: Negaliu rasti sisteminiø lokaliø. Galerijos kalbos bus iðjungtos. Ádiekite reikiamas lokales. Ði problema þinoma %s sistemose. Tokiu atveju skaitykite %sDebian locale HowTo%s dokumentacijà.
pl_pl: Nie by³o mo¿liwo¶ci znalezienia ¿adnych lokalizacji systemowych. Funkcja wielojêzykowo¶ci bêdzie wy³±czona. Zainstaluj odpowiednie lokalizacje lub popro¶ swojego providera by to zrobi³. Ten problem jest znany na systemach %s. W tym wypadku prosze zajrzeæ do %sDebian lokalizacja HowTo%s

source: Only the default locale for this machine is available, so date format will not change for different languages.
af_za: Net die verstek lokaliteitsinstelling van hierdie masjien is beskikbaar, dus sal die datum formaat nie vir ander tale verander nie
fi_fi: Ainoastaan oletuslocale on k&auml;ytett&auml;viss&auml;, josta johtuen p&auml;iv&auml;m&auml;&auml;r&auml;tiedot eiv&auml;t vaihdu toivotulla tavalla tiettyjen kielten osalta.
it_it: Su questa macchina &egrave; disponibile solo l'internazionalizzazione predefinita, quindi il formato della data non cambier&agrave; in funzione della lingua scelta.
ja_jp: このマシンに対するデフォルト言語だけが利用可能です。よって、異なる言語に対しても日付フォーマットは同じものです。
lt_lt: Ðiame serveryje egzistuoja tik pagrindinë lokalë, todël datos formatas skirtingose kalbose iðliks toks pats.
pl_pl: Tylko domy¶lne lokalizacje dla tej maszyny s± dostêpne, dlatego format daty nie bêdzie siê zmienia³ w innych jêzykach.

source: Advanced
af_za: Gevorderd
da_dk: Avanceret
fi_fi: Kehittynyt
it_it: Avanzato
ja_jp: 高度
lt_lt: Daugiau nustatymø
pl_pl: Zaawansowane

source: <b>System</b> locale selection required
fi_fi: <b>Järjestelmän</b> locale-valinta vaaditaan
it_it: Selezione <b>System</b> locale richiesta
ja_jp: <b>システム</b>ロケール選択が必要です
lt_lt: Bûtina pasirinkti lokalæ
pl_pl: <b>Systemowe</b> lokalizacje niezbêdne

source: There is more than one suitable <b>system</b> locale installed on your machine for the following languages. Please chose the one you think is most suitable.
af_za: Daar is meer as een geskikte lokaliteitsinstelling vir die volgende tale op jou sisteem ge&iuml;nstalleer. Kies die mees geskikte ene.
fi_fi: Seuraaville kielille on asennettuna yksi tai useampi sopiva <b>järjestelmä</b>locale palvelimellasi. Ole hyv&auml; ja valitse mielest&auml;si sopivin locale k&auml;ytt&ouml;&ouml;si.
it_it: C'&egrave; pi&ugrave; di un <b>system</b> locale installato nel tuo sistema adatto alle seguenti lingue. Seleziona quello che ritieni pi&ugrave; adatto.
ja_jp: 以下の言語に対応する2つ以上の<b>システム</b>ロケールがインストールされています。最も適切なものを一つ選んでください。
lt_lt: Ðiai kalbai yra ádiegta daugiau nei viena tinkama <b>system</b>lokalë. Pasirinkite vienà, Jûsø nuomone tinkamiausià.
pl_pl: Jest wiecej ni¿ jedena w³a¶ciwa <b>systemowa</b> lokalizacja zainstalowana na Twojej maszynie dla podanego jêzyka. Wybierz t±, któr± uwa¿asz za najbardziej pasuj±c±.

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
af_za: Dit is n&eacute;t vir datum en tyd formaat, en jy hoef dit net vir die taal te wysig wat jy hierbo gekies het
fi_fi: Tämä on <b>vain</b> päivämäärä / ajan formaattia varten. Sinun täytyy vain muokata kieliä jotka valitsit yläpuolella
it_it: Questo &egrave; <b>solo</b> per il formato di data e ora. Devi solo modificare le lingue che hai attivato prima
lt_lt: Tai galioja <b>tik</b> datos ir laiko formatui.

source: <b>System</b> locale problems
af_za: <b>Systeem</b> lokaliteitsininstellings probleem
fi_fi: <b>Järjestelmän</b> locale-ongelmia
it_it: Problemi con <b>System</b> locale
ja_jp: <b>システム</b>ロケールの不具合
lt_lt: Lokalës problemos
pl_pl: problem z <b>Systemowymi</b> lokalizacjami

source: There are no apparently suitable <b>system</b> locales installed on your machine for the following languages. Please choose the one you think is most suitable.
af_za: Dit blyk of daar geen geskikte lokaliteitsininstelling op jou systeem vir die volgende tale ge&iuml;nstalleer is nie. Kies die ene wat jy dink die mees geskik is.
fi_fi: Järjestelmääsi ei näytä olevan asennettu sopivia <b>järjestelmä</b>localeja seuraaville kielille. Valitse se, joka on mielestäsi sopivin.
it_it: Non ci sono <b>system</b> locale installati nella tua macchina apparentemente adatti alle lingue seguenti. Seleziona quello che ti sembra pi&ugrave; adatto.
ja_jp: 以下の言語に対応する適切な<b>システム</b>ロケールがインストールされていないようです。最も適当だと思うものを選んでください。
lt_lt: Ðiai kalbai nëra ádiegta nei vienos akivaizdþiai tinkamos sisteminës lokalës. Pasirinkite vienà, Jûsø nuomone tinkamiausià.
pl_pl: Nie ma w³a¶ciwych <b>systemowych</b> lokalizacji zainstalowanych na Twojej maszynie dla podanego jêzyka. Wybierz t± któr± uwa¿asz za najbardziej odpowiedni±.
