Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
af_za: Aantal beelde om in 'n skyfievertooning te vertoon. Stel dit na 0 om al die beelde te vertoon. Stel dit na 'n nommer as die skyfievertooning willekeurig is en jy net 'n seleksie van beelde wil vertoon.
da_dk: Antal billeder der skal vises i fremvisningen. Sæt det til 0 eller blank for at vise alle billeder. Sæt et antal hvis du har valgt tilfældig rækkefølge og kun vil vise et udvalg af billederne.
fi_fi: Diaesityksessä näytettävien kuvien määrä. Aseta 0 tai blank jos haluat kaikki kuvat. Aseta joku luku jos diaesitys on satunnainen ja haluat näyttää vain tietyt kuvat.
it_it: Numero di immagini da mostrare nella presentazione. Imposta a 0 oppure vuoto per mostrare tutte le immagini. Imposta a un numero se la presentazione &egrave; casuale e vuoi mostrare solo una selezione delle immagini.
ja_jp: スライドショーで表示される画像の数です。0か空白にすると全ての画像が表示されます。ランダムスライドショーで、画像の選択をしたい場合は、数をいれてください。
lt_lt: Kiek nuotraukø rodyti nuotraukø perþiûroje. 0 arba tuðèia vieta þymi visas nuotraukas.
pl_pl: Liczba obrazów pokazywanych w pokazie slajdów. Ustaw na 0 lub pozostaw puste by pokazywaæ wszystkie.

source: Allow slideshow to loop
af_za: Laat skyfievertooning herhaal
da_dk: Tillad fremvisningen at gå i løkke
fi_fi: Salli diaesityksen loopata
it_it: Permetti alla presentazione di ripartire da capo
ja_jp: スライドショーのループを許可
lt_lt: Leisti nuotraukø perþiûrai kartotis
pl_pl: Zezwalaj pokazowi slajdów zapêtlaæ

source: This option will allow visitors to have your slideshows repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
af_za: Skyfievertoonings sal herhaal word totdat die venster gesluit word of 'n besoeker na 'n ander blad gaan. Stel dit na %s as jy bandbreedte wil bespaar.
da_dk: Denne indstilling tillader besøgende at lade fremvisningen gentage sig indtil de lukker vinduet eller går til en anden side. Sæt dette til %s hvis du vil spare båndbredde.
fi_fi: Tämä asetus sallii vieralijoiden luupata diaesitystä kunnes he sulkevat sivun tai menevät toiselle sivulle. Valitse %s jos haluat säästää internetyhteyden kaistaa.
it_it: Questa opzione permetter&agrave; ai visitatori di vedere la presentazione ripetuta finch&eacute; non chiuderanno la finestra o non andranno in un'altra pagina. Impostalo a %s per risparmiare banda.
ja_jp: このオプションは訪問者がウィンドウを閉じるか他のページに移動するまでスライドショーを繰り返すことを許可します。帯域を抑えたいなら %s に設定してください。
lt_lt: Ðis nustatymas leidþia lankytojams vis ið naujo perþiûrëti nuotraukas iki tol kol jie iðeis ið puslapio arba uþdarys langà. Jeigu norite sutaupyti linijos apkrovimà nustatykite ðá parametrà á %s.
pl_pl: Ta opcja umo¿liwi odwiedzaj±cym zapêtlaæ pokaz slajdów tak d³ugo, a¿ nie zamkn± okna b±d¼ nie przejd± do innej strony. Ustaw na %s by zaoszczêdziæ przepustowo¶æ ³±cza.

source: Slideshow Mode
da_dk: Fremvisningstype
fi_fi: Diaesitys-tila
it_it: Tipo di Presentazione
ja_jp: スライドショーのモード
lt_lt: Nuotraukø Perþiûros Reþimas
pl_pl: Typ slideshow

source: This allows you to set the default mode for the slideshow. &quot;Java Applet&quot; requires that the user has the Java Runtime Environment installed in their browser, but allows for fullscreen viewing. &quot;JavaScript&quot; is supported by all modern browsers without extra plugins, but is more limited than the Java Applet.
af_za: Dit laat jou die verstek mode van die skyfie vertoning te stel. &quot;Java Applet&quot; requires that the user has the Java Runtime Environment installed in their browser, but allows for fullscreen viewing. &quot;JavaScript&quot; word deur alle moderne bruisers sonder ekstra <i>plugins</i> ondersteun, maar is meer beperk as 'n Java Applet.
da_dk: Dette lader dig vælge en standard fremvisningstype. &quot;Java Applet&quot; kræver at brugeren har Java Runtime Environment installeret i deres browser, men tillader fuldskærmsvisning. &quot;JavaScript&quot; kan benyttes i alle moderne browsere uden ekstra plugins, men er begrænset i forhold til Java Applet.
it_it: Questo ti permette si scegliere il tipo di slideshow predefinito. &quot;Applet Java&quot; necessita che l'utente abbia installato nel suo browser il Java Runtime Environment, ma permette la visualizzazione a schermo intero. &quot;JavaScript&quot; &egrave; supportato da tutti i moderni browser senza plugin esterni, ma &egrave; pi&ugrave; limitato rispetto all'Applet Java.
ja_jp: これはスライドショーのデフォルトのモードを設定できます。&quot;Java アプレット&quot;はユーザがJava Runtime Envionmentをブラウザにインストールしている必要がありますが、フルスクリーンでの閲覧ができます。&quot;JavaScript&quot;は最近のブラウザではプラグイン無しで動作しますが、機能は制限されます。
lt_lt: Ðis pasirinkimas leidþia nustatyti nuotraukø perþiûros reþimà pagal nutylëjimà. Nors &quot;Java Applet&quot; reikalauja, kad vartotojas savo narðyklëje turëtø suinstaliuotà Java Runtime Environment, uþtat leidþia pilnaekranæ perþiûrà. &quot;JavaScript&quot; yra palaikomas visø dabartiniø narðykliø, be papildomø priedø, bet yra labiau apribotas negu Java Applet.
pl_pl: To pozwala ci ustawiæ standardowy tryb dla pokazu slajdów. &quot;Applet Javy&quot; wymaga od u¿ytkowników zainstalowanego ¶rodowiska Javy w ich przegl±darkach, ale pozwala na wy¶wietlanie na pe³nym ekranie. &quot;JavaScript&quot; jest obs³ugiwany przez wszystkie nowe przegl±darki bez dodatkowych pluginów, ale jest bardziej ograniczony od appletów Javy.

source: Java Applet
fi_fi: Java-appletti
it_it: Applet Java
ja_jp: Java アプレット
pl_pl: applet Javy

source: Comments
af_za: Kommentaar
da_dk: Kommentarer
fi_fi: Kommentit
it_it: Commenti
ja_jp: コメント
lt_lt: Komentarai
pl_pl: Komentarze

source: Enable commenting
da_dk: Tillad kommentarer
fi_fi: Valtuuta kommenttien jättö
it_it: Abilita i commenti
ja_jp: コメントを有効にする
lt_lt: Ájungti komentarø sistemà
pl_pl: Uaktywnij komentowanie

source: This option will enable or disable the possibility for your users to make comment. If you set this to &quot;no&quot; all comment functionality is disabled.
da_dk: Denne indstilling vælger om brugerne skal have mulighed for at skrive kommentarer. Hvis du sætter dette til &quot;nej&quot; vil al kommentarfunktionalitet blive slået fra.
it_it: Questa opzione attiva o disattiva la possibilit&agrave; per gli utenti di scrivere commenti. Se la imposti a &quot;no&quot; le funzionalit&agrave; dei commenti saranno disattivate.
ja_jp: このオプションはユーザがコメントの投稿ができるかどうかを決めます。これを &quot;いいえ&quot; に設定すると全てのコメントの機能が無効化されます。
lt_lt: Ðis pasirinkimas leidþia ájungti arba iðjungti galimybæ leisti vartotojams raðyti komentarus. Jei nustatysite &quot;ne&quot; visas komentarø palaikymas bus iðjungtas.
pl_pl: Ta opcja w³±czy lub wy³±czy mo¿liwo¶æ Twoim u¿ytkownikom tworzenia komentarzy. Je¿eli ustawisz j± na &quot;nie&quot; wszystkie funckje komentowania bêd± wy³±czone.

source: Indicate if there are comments available
af_za: Dui aan as daar kommentaar beskikbaar is
da_dk: Vis om der er kommentarer
fi_fi: Kerro jos kommentteja on saatavilla
it_it: Indica se sono disponibili dei commenti
ja_jp: コメントがあれば表示する
lt_lt: Paþymëti jeigu yra komentarø
pl_pl: Zaznacz je¿eli s± jakie¶ komentarze

source: No indication that an item has comments.
af_za: Geen aanduiding dat 'n item kommentaar het nie.
da_dk: Vis ikke om et element har kommentarer.
fi_fi: Ei merkkiä jos kohteella on kommentteja.
it_it: Nessuna indicazione che un oggetto abbia dei commenti.
ja_jp: アイテムにコメントされているか表示しない。
lt_lt: Elementras neturi indikacijos.
pl_pl: Nie zaznaczaæ.

source: Photos
af_za: Foto's
da_dk: Billeder
fi_fi: Valokuvat
it_it: Immagini
ja_jp: 画像
lt_lt: Nuotraukos
pl_pl: Zdjêcia

source: Images that have comments will be marked.
af_za: Beelde wat kommentaar het sal gemerk word
fi_fi: Kohteet joilla on kommentteja, merkataan.
it_it: Le immagini commentate saranno contrassegnate.
ja_jp: コメントのある画像はマークされます。
lt_lt: Nuotraukos, kurios turi komentarø, bus paþymëtos.
pl_pl: Obrazy, które maj± komentarze, bêd± zaznaczone.

source: Albums
da_dk: Albummer
fi_fi: Albumit
it_it: Album
ja_jp: アルバム
lt_lt: Albumø
pl_pl: Albumy

source: Albums and sub-albums that have comments will be marked.
af_za: Albums en sub-albums wat kommentaar het sal gemerk word.
fi_fi: Albumit ja alialbumit joilla on kommentteja, merkataan.
it_it: Gli album e i sotto-album commentati saranno contrassegnati.
ja_jp: コメントのあるアルバムとサブアルバムはマークされます。
lt_lt: Albumai ir viditiniai-albumai, kurie turi komentarø, bus paþymëti.
pl_pl: Albumy i podalbumy, które maj± komentarze, bêd± zaznaczone.

source: Both
af_za: Albei
da_dk: Begge
fi_fi: Molemmat
it_it: Entrambi
ja_jp: 両方
lt_lt: Visi
pl_pl: Zdjêcia i Albumy

source: Images and albums that have comments will be marked.
af_za: Beelde en albums wat kommentaar het sal gemerk word.
fi_fi: Kuvat ja albumit joilla on kommentteja, merkataan.
it_it: Le immagini e gli album commentati saranno contrassegnati.
ja_jp: コメントのある画像とアルバムはマークされます。
lt_lt: Nuotraukos ir albumai, kurie turi komentarø, bus paþymëti.
pl_pl: Obrazy i albumy, które posiadaj± komentarze bêd± zaznaczone.

source: Display date of last comment?
af_za: Vertoon datum van laaste kommentaar?
fi_fi: Näytä viimeisimmän kommentin päivämäärä?
it_it: Mostrare la data dell'ultimo commento?
ja_jp: 最終コメント日を表示しますか?
lt_lt: Rodyti paskutinio komentaro datà?
pl_pl: Pokazywaæ datê ostatniego komentarza?

source: If an item has comments, display date of last comment, rather than a %s.
af_za: As 'n item kommentaar het, vertoon datum van laaste kommentaar, in plaas van 'n %s.
fi_fi: Jos kohteella on kommentteja, näytä viimeisimmän kommentin päivämäärä %s sijaan.
it_it: Se un oggetto ha dei commenti, visualizza la data dell'ultimo commento, piuttosto che %s.
ja_jp: アイテムにコメントされていれば、%sの代わりに最後のコメントがされた日を表示します。
lt_lt: Jeigu elementas turi komentarø, vietoj %s rodyti paskutinio komentaro datà.
pl_pl: Je¿eli pozycja ma komentarze, pokazywana wtedy bêdzie data ostatniego komentarza, zamiast %s.

source: Anonymous comments from known users?
af_za: Anonieme kommentaar vir bekende gebruikers?
fi_fi: Anonyymejä kommentteja rekisteröidyiltä käyttäjiltä?
it_it: Commenti anonimi per utenti conosciuti?
ja_jp: ログインユーザからの匿名コメントは?
lt_lt: Anonimiðki komentarai ið prisijungusiø vartotojø?
pl_pl: Anonimowe komentarze od znanych u¿ytkowników?

source: When logged in, comments will automatically use format described below, unless this is set to %s.
fi_fi: Sisäänkirjautuneena kommentit käyttävät automaattisesti alla kuvattua formaattia, ellei tätä ole asetettu tilaan %s.
it_it: Quando connesso, i commenti avranno automaticamente il formato descritto di seguito, a meno che non sia settato a %s.
ja_jp: ログイン時、このオプションを %s にしない限り、コメントは下に示すフォーマットが自動的に使われます。
lt_lt: Kai esate pasisveikinæ, komentarai automatiðkai naudos formata, kurá matote þemiau, iki Jûs jo nepakeisite á %s.
pl_pl: Kiedy zalogowany, komentarze bêd± automatycznie u¿ywa³y formatu okre¶lonego poni¿ej, chyba ¿e jest to ustawione na %s.

source: Format for commenter names
fi_fi: Kommentoijien nimien muoto
it_it: Formato per i nomi di coloro che hanno lasciato commenti
lt_lt: Komentatoriø vardø formatas

source: Commenter names of logged in users can be displayed in a variety of different ways
af_za: Kommentaaris name of ingelogde gebruikers kan op 'n verskeidenheid van wyses aangetoon word.
it_it: I nomi degli utenti connessi che hanno commentato possono essere visualizzati in modi differenti
lt_lt: Prisijungusiø vartotojø paliekamuose komentaruose rodomi vardai gali bûti pavaizduoti paèiais ávairiausiais bûdais

source: Add comments inside the photo page
it_it: Aggiungi commenti nella pagina della foto
ja_jp: コメントを画像ページのなかに加える

source: Do you want to have the possibility to add comments inside the view photo page, or do you prefer a link to a popup
it_it: Vuoi avere la possibilit&agrave; di aggiungere commenti nella pagina della foto, oppure preferisci un link a un popup
ja_jp: コメントを画像ページの内部で見るか、ポップアップへのリンクにするか、どちらですか
lt_lt: Ar norite turëti galimybæ pridëti komentarus foto puslapio viduje, ar norite iððokanèio lango su komentarais
pl_pl: Czy chcesz mieæ mo¿liwo¶æ dodawania komentarzy wewn±trz strony widoku zdjêcia czy wolisz odno¶nik do okienka wyskakuj±cego (popup)

source: Inside
fi_fi: Sisäpuolella
it_it: All'interno
ja_jp: 内側
lt_lt: Viduje
pl_pl: Wewn±trz

source: Maximum length of comments
it_it: Lunghezza massima dei commenti
ja_jp: コメントの最大の長さ

source: Enter a suitable value for the maximum length of comments to prevent abuse. Gallery limits comments to no more than 1000 characters. This value will be used if less than 1000.
it_it: Inserisci un valore adatto per la lunghezza massima dei commenti, in modo da prevenire gli abusi. Gallery limita i commenti a non pi&ugrave; di 1000 caratteri. Questo valore sar&agrave; usato se inferiore a 1000.
ja_jp: 不正利用を防ぐためにコメントの最大の長さの適切な値を入力してください。Galleryはコメントを1000文字以下に制限しています。(訳注:1byte換算かも) この値は1000未満の場合に使用されます。
lt_lt: Áveskite sau priimtinà reikðmæ, kuri nustato komentaro ilgá, idant apsisaugotumëte nuo bereikalingø ilgø komentarø. Galerija leidþia naudoti komentarus ne ilgesnius negu 1000 simboliø. Jei Jûsø ávesta reikðmë maþesne negu 1000, ji ir bus naudojama.
pl_pl: Wprowad¼ w³a¶ciw± warto¶æ dla maksymalnej d³ugo¶ci komentarzy, aby zapobiec nadu¿yciom. Galeria limituje komentarze do max 1000 znaków. Ta warto¶æ bêdzie u¿yta, je¶li bêdzie mniejsza ni¿ 1000.

source: Can every permitted user see a comments overview
it_it: Tutti gli utenti autorizzati possono vedere un riepilogo dei commenti
ja_jp: だれでもコメントの概要を読めるようにする

source: Do you want to allow every user who is allowed to view comments (set in permission) to see a complete overview of all comments of an Album? Set this to &quot;no&quot; if only admin and owners can use this feature.
it_it: Vuoi permettere a tutti gli utenti autorizzati (impostato nei permessi) di vedere un riepilogo completo dei commenti di un Album? Imposta questo a &quot;no&quot; e solo l'admin e i proprietari potranno usare questa funzione.
ja_jp: アルバムの全てのコメントの完全な概観ができるようにしますか? &quot;いいえ &quot; に設定するとこの機能は管理者と所有者のみが使えるようになります。

source: Watermarking
da_dk: Vandmærkning
it_it: Marchiatura
ja_jp: 透かし
pl_pl: Znakowanie

source: Choose wether you want to enable or disable watermarking. And set the defaults
it_it: Scegli se vuoi attivare o no la marchiatura. E imposta la configurazione predefinita
ja_jp: 透かしを有効にするか無効にするか選択してください。デフォルトを設定してください。
pl_pl: Wybierz czy chcesz za³±czyæ lub wy³±czyæ watermarking(metoda zabezpieczeñ)

source: Watermarking is not possible in this installation !
da_dk: Vandmærkning bruges ikke i denne installation !
it_it: La marchiatura non &egrave; possibile in questa installazione!
ja_jp: 透かしはこのインストレーションでは使用できません。
pl_pl: Znakowanie nie jest mo¿liwe w tej instalacji.

source: Watermark directory
da_dk: Vandmærkningsbibliotek
fi_fi: Vesileimahakemisto
it_it: Directory marchio (watermark)
ja_jp: 透かしディレクトリ
lt_lt: Vandens þenklø katalogas
pl_pl: Katalog znaków wodnych

source: The full path on physical disk to the directory where your watermark images will be stored. This directory may contain .png, .tif, and .gif images used to overlay visible watermarks on photos. These formats are supported because they may contain transparency or alpha channels. <b>Leaving this blank will disable watermarking support.</b> Note that this directory needs to have read access by the user who is running the web server (in your case this user is %s).
af_za: Die volle pad op die fisise hardeskyf na die l&ecirc;ergids waar jou fotos gestoor sal word. Hierdie l&ecirc;ergids behoort leeg te wees en Gallery sal dit opvul. Let op dat hierdie l&ecirc;ergids skryf-toegang vir dir webbediener gebruiker benodig (in hierdie geval is dit %s).
da_dk: Den fulde sti på en fysisk disk til kataloget, hvor dine vandmærker vil blive gemt. Kataloget kan indeholde .png, .tif og .gif billeder som vil blive brugt til at lave vandmærker i billeder. Disse formater understøttes forde de kan indeholde transparante eller alpha kanaler. <b>Hvis du efterlader det blankt vil vandmærkning blive slået fra.</b> Bemærk at dette katalog skal kunne læses af web-serveren (dvs af brugeren %s).
it_it: Il percorso completo sul disco della directory che conterr&agrave; le tue immagini-marchio. Questa directory pu&ograve; contenere immagini .png, .tif e .gif che saranno sovraposte alle foto. Sono supportati questi formati perch&eacute; possono contenere dati sulla trasparenza o canali alpha. <b>Lasciando vuoti questi campi, la marchiatura sar&agrave; disabilitata</b>. Nota che l'utente che sta facendo eseguire il webserver dovr&agrave; avere permessi di scrittura in questa directory (nel tuo caso l'utente &egrave; %s).
ja_jp: 透かし画像が保存される物理ディスク上のディレクトリのフルパス。This directory may contain .png, .tif, and .gif images used to overlay visible watermarks on photos. These formats are supported because they may contain transparency or alpha channels. <b>この欄を空にしておくと，透かしの機能は無効となります。</b>このディレクトリは、ウェブサーバを動かしているユーザ(このシステムでは %s)による読み込み権限が必要であることに注意してください。
lt_lt: Pilnas kelias iki katalogo, kuriame bus saugomos visos nuotraukos su vandens þenklais. Kataloge gali bûti .png, .tif, ir .gif paveiksliukai naudojami kaip vandens þenklai nuotraukose. Ðie formatai yra palaikomi todël, kadangi jie palaiko permatomumà ir alfa kanalus. <b>Jei paliksite ðá laukà tuðèià, negalësite naudoti vandens þenklø.</b> Atminkite, kad vartotojas, kurio teisëmis sukasi www serveris turi turëti skaitymo teises á ðá katalogà (Jûsø atveju ðis vartotojas yra %s).
pl_pl: Pe³na ¶cie¿ka dostêpu na fizycznym dysku do katalogu, gdzie bêd± przechowywane znaki wodne obrazków. Ten katalog powinien zawieraæ pliki .png, .tif i .gif u¿ywane do na³o¿enia znaku wodnego na zdjêcia. Te formaty s± wspierane, poniewa¿ zawieraj± opcje przezroczysto¶ci lub kana³u alpha. <b>Pozostawiaj±c to pole puste wy³±czysz obs³ugê znaków wodnych.</b> Pamiêtaj ¿e ten katalog musi mieæ mo¿liwo¶æ czytania przez u¿ytkownika na którym uruchomiony jest serwer Web (w Twoim wypadku jest to %s).

source: Which Imagetype is watermarked
it_it: Quale tipo di immagine viene marchiata
ja_jp: どのタイプの画像に透かしを入れるか
pl_pl: Które typy obrazków s± poddawane watermarkingowi

source: Here you can choose which of the images should be watermarked per default.
it_it: Qui puoi scegliere quali delle immagini dovranno essere marchiate automaticamente.
ja_jp: ここでデフォルトで透かしを入れる画像を選択します。
pl_pl: Tu mozesz wybraæ, które obrazki powinny standardowo byæ poddawane watermarkingowi.

source: Watermark both resized and full images
da_dk: Vandmærkning af både skalerede og fuld størrelse billeder
it_it: Marchia sia le immagini ridimensionate che quelle intere
ja_jp: リサイズ画像とオリジナル画像の両方に透かし
pl_pl: Znakuj skalowane i zwyczajne obrazki.

source: Watermark resized image only
da_dk: Kun vandmærkning af skalerede billeder
it_it: Marchia solo le immagini ridimensionate
ja_jp: リサイズ画像のみ透かし
pl_pl: Znakuj tylko skalowane obrazki.

source: Watermark full sized image only
da_dk: Kun vandmærkning af fuld størrelse billeder
it_it: Marchia solo le immagini a dimensione intera
ja_jp: オリジナル画像のみ透かし
pl_pl: Znakuj tylko normalne obrazki.

source: Statistics
da_dk: Statistik
it_it: Statistiche
ja_jp: 統計
lt_lt: Statistika
pl_pl: Statystyki

source: Caching improves performance for a large gallery at the cost of potentially displaying photos that are out of order or with out of date rating information.
it_it: L'uso della cache aumenta le prestazioni di gallerie grandi al costo del rischio potenziale che le foto non vengano visualizzate nell'ordine corretto e che non abbiano valutazioni aggiornate.
pl_pl: Przechowywanie w cache'u zwiêksza wydajno¶æ du¿ych galerii kosztem wy¶wietlania zdjêæ poza porz±dkiem lub bez informacji o dacie.

source: There's a different cache for each stats type supported with the exception of random.
it_it: C'&egrave; una cache differente per ogni tipo di statistica supportato, ad eccezione delle immagini casuali.
lt_lt: Yra skirtingi keðavimo tipai kiekvienai statistikai.
pl_pl: Dla ka¿dego typu statystyk jest inny cache oprócz statystyk losowych.

source: The caches can be refreshed by reloading the stats page and specifying the url variable 'refreshcache'.
it_it: Le cache possono essere aggiornate ricaricando la pagina della statistiche e specificando la variabile url 'refreshcache'.
pl_pl: Cache mo¿e byæ od¶wie¿any przez prze³adowanie strony ze statystykami i wybranie zmiennej url 'refreshcache'

source: Caches will also refresh themselves after they have expired.
it_it: Le cache si aggiorneranno anche da sole dopo che saranno scadute.
lt_lt: Keðai taip pat automatiðkai atsinaujins, kai jie pasens.
pl_pl: Cahce od¶wie¿a siê te¿ sam po tym jak siê przedawni.

source: The expire time in seconds is specified for each cache below.
it_it: La validit&agrave; espressa in secondi per ogni cache &egrave; specificata qui di seguito.
lt_lt: Keðo galiojimo laikas kiekvienam tipui uþraðomos þemiau.
pl_pl: Czas przedawnienia w sekundach jest ustalony dla ka¿dego cache'a poni¿ej.

source: If the expire time is set to -1 then the cache will not auto refresh.
it_it: Se il tempo di validit&agrave; &egrave; impostato a -1 la cache non si aggiorner&agrave; automaticamente.
lt_lt: Jeigu galiojimo laikas nustatytas -1, tai keðas automatiðkai neatsinaujins.
pl_pl: Je¿eli czas przedawnienia jest ustawiony na -1 to cache nie bêdzie siê automatycznie od¶wie¿a³.

source: Available Stats for 'normal' users
it_it: Statistiche accessibili agli utenti 'normali'
pl_pl: Dostêpne statystyki dla 'normalnych' uzytkowników

source: Gallery can give a lot of statistics for admins, however you can enable some of them to normal users.
it_it: Gallery pu&ograve; fornire molte statistiche agli amministratori, tuttavia puoi rendere accessibili alcune di esse anche agli utenti normali.
pl_pl: Galeria daje wiele statystyk dla administratorów, jednak¿e mo¿esz niektóre z nich udostêpniæ dla zwyk³ych u¿ytkowników.

source: For every selected item Gallery will create a link on the mainpage. The stats are based on the defaults defined in %s.
it_it: Per ogni elemento selezionato Gallery creer&agrave; un link nella pagina principale. Le statistiche si basano sulla configurazione definita in %s.
pl_pl: Dla ka¿dego zaznaczonego elementu Galeria stworzy odno¶nik na stronie g³ównej. Statystyki bazuj± na ustawieniach standardowych zdefiniowanych w %s.

source: View cache
it_it: Visualizza cache
ja_jp: 閲覧キャッシュ
lt_lt: Perþiûrëti keðà
pl_pl: Poka¿ cache

source: On
it_it: Attivato
ja_jp: オン
lt_lt: Ájungta
pl_pl: Za³±czone

source: View cache expiration
it_it: Visualizza la scadenza della cache
ja_jp: 閲覧キャッシュの有効期限
lt_lt: Þiûrëti keðo galiojimo laiko pasibaigimà.
pl_pl: Poka¿ czas przedawnienia cache'a

source: Comment cache
da_dk: Kommentarcache
it_it: Cache Commenti
ja_jp: コメントキャッシュ
lt_lt: Komentarø keðas
pl_pl: Cahce komentarzy

source: Comment cache expiration
it_it: Scadenza cache commenti
ja_jp: コメントキャッシュの有効期限
lt_lt: Komentarø keðo galiojimo laikas
pl_pl: Czas przedawnienia cache'a komentarzy

source: Date cache
it_it: Cache data
ja_jp: 日付キャッシュ
lt_lt: Datos keðas
pl_pl: Cache daty

source: Date cache expiration
it_it: Scadenza cache data
ja_jp: 日付キャッシュの有効期限
lt_lt: Datos keðo galiojimo laikas
pl_pl: Czas przedawnienia cache'a daty

source: Vote cache
it_it: Cache voti
ja_jp: 投票キャッシュ
lt_lt: Balsavimo keðas
pl_pl: Cahce g³osowañ

source: Vote cache expiration
it_it: Scadenza cache voti
ja_jp: 投票キャッシュの有効期限
lt_lt: Balsavimo keðo galiojimo laikas
pl_pl: Czas przedawnienia cache'a g³osów

source: Rating cache
it_it: Cache valutazioni
lt_lt: Reitingø keðas
pl_pl: Cache ocen

source: Rating cache expiration
it_it: Scadenza cache valutazioni
lt_lt: Reitingø keðavimo galiojimo laikas
pl_pl: Czas przedawnienia cache'a ocen

source: Capturedate cache
it_it: Cache data di cattura
lt_lt: Fotografavimo datos keðas
pl_pl: Cache przechwycenia daty
