Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Publishing with Windows XP
ca_es: Publicant amb Windows XP
hu_hu: Közzététel Windows XP-vel
is_is: Innsending með Windows XP
lt_lt: Nuotraukø publikavimas per Windows XP
sk_sk: Zverejni» z Windows XP
sl_si: Nalo¾i - objavi z Windows XP
sv_se: Publicera med Windows XP
tr_tr: Windows XP ile yayým
uk_ua: Опубл╕кувати з Windows XP
vi_vn: Xuất bản với Windows XP

source: Using the Windows XP <i>Publish To the Web</i> feature
ca_es: Utilitzant la funcionalitat de Windows XP <i>Publicar a la Web</i>
hu_hu: A Windows XP <i>Közzététel a Weben (Publish To the Web)</i> szolgáltatásának használata
is_is: Notkun á Windows XP <i>Publish To the Web</i> möguleikanum
lt_lt: Kaip naudotis Windows XP <i>Publikavimo á Internetà</i> galimybe
sk_sk: Pou¾itím Windows XP <i>Publish To the Web</i> funkcie
sl_si: Uporabi Windows XP <i>Objava za splet</i>
sv_se: Användning av Windows XP's <i>Webbpubliseringsguide</i> egenskap
uk_ua: Використання Windows XP з функц╕╓ю <i>Опубл╕кувати на веб</i

source: Windows XP comes with a nice feature that allows you to publish content from your desktop directly to a web service. %s <b>has experimental</b> support for this feature.
ca_es: Windows XP poseeix una funcionalitat interessant que permet publicar contingut del teu escriptori directament a un servei web. %s <b>té support experimental</b> per aquesta funcionalitat.
hu_hu: A Windows XP-ben létezik egy új szolgáltatás, amelynek segítségével egy ú.n. <i>webszolgáltatás</i>ra tartalmat lehet feltölteni. A %s <b>kísérletképpen</b> támogatja ezt a szolgáltatást.
is_is: Windows XP kemur með innbyggðum möguleika á að senda inn efni beint af skjáborðinu þínu inn á vefþjón. %s hefur stuðning á <b>tilraunarstigi</b> fyrir þennan möguleika.
lt_lt: Windows XP turi puikià savybæ, kuri leidþia publikuoti medþiagà tiesiai ið Jûsø darbastalio á WWW serverá. %s turi <b>bandomàjá</b> ðios galimybës palaikymà.
sk_sk: Windows XP obsahuje u¾itoènú funkciu ktorá umo¾nuje publikova» obsah z pracovnej plochy priamo do web serverov. %s <b>obsahuje experimentálnu</b> potporu tejto fukcie.
sv_se: Windows XP kommer med en trevlig egenskap som tillåter dig att publicera innehåll från ditt skrivbord eller mapp direkt till en webbservice. %s <b>har experimentellt</b> stöd för denna egenskap.
tr_tr: Windows XP'ye özgü özellik sayesinde Masaüstünüzden direkt olarak resim, vb. þeyleri Web'e yollama ve yayýmlama þansýna sahip olacaksýnýz. %s <b>has experimental</b> support for this feature.
uk_ua: Windows XP ма╓ гарну функц╕ю, яка дозволя╓ Вам опубл╕кувати веб стор╕нки прямо з Вашо╖ ст╕льниц╕. %s ма╓ <b>експериментальну</b> п╕дтримку для цього.
vi_vn: Windows XP có 1 tính năng tuyệt vời có thể cho phép bạn xuất bản nội dung từ màn hình của bạn tới trực tiếp 1 dịch vụ web. %s có trợ giúp <b>thực nghiệm</b> cho tính năng này.

source: It's relatively easy to configure.
ca_es: És relativament fàcil de configurar.
hu_hu: Viszonylag egyszerû bekonfigurálni.
is_is: Þetta er frekar einfalt í uppsetningu.
lt_lt: Nesunkiai konfigûruojama sàsaja.
sk_sk: Je to relatívne µahké nastavi».
sl_si: Je zelo preprosto za nastaviti.
sv_se: Den är relativt enkel att konfigurera.
tr_tr: Konfigüre edilmesi olduça basit.
uk_ua: ╥╖ досить легко настро╖ти.
vi_vn: Tạo cấu hình cho nó rất dễ.

source: Step 1
ca_es: Pas 1
hu_hu: 1. lépés
is_is: Skref eitt
lt_lt: 1-as þingsnis
sk_sk: Krok 1
sl_si: Korak 1
sv_se: Steg 1
tr_tr: Adým 1
uk_ua: 1 крок
vi_vn: Bước 1

source: Download the %sXP Configuration File%s
ca_es: Baixa el %sXP Arxiu de Configuració%s
hu_hu: Töltsd le az %sXP konfigurációs fájlokat%s!
is_is: Hlaða niður %sXP uppsetningarskrá%s
lt_lt: Atsisiøskite %sWindows XP konfiguraciná failà%s.
sk_sk: Stiahnu» %sXP Configuration File%s
sl_si: Nalo¾i %sXP konfiguracijsko datoteko%s
sv_se: Hämta %sXP's konfigurationsfil%s
tr_tr: %sXP Konfigurasyon Dosyasýný%s yükleyin
uk_ua: Звантажте %sФайл конф╕гурац╕╖ для XP%s
vi_vn: Tải xuống %sFile cấu hình XP%s

source: Save this file on your PC and rename it %s.
ca_es: Guarda aquest arxiu al teu PC i renombra'l a %s
hu_hu: Mentsd le a gépedre %s néven!
is_is: Vistaðu þessa skrá á vélina hjá þér og endurnefndu hana %s.
lt_lt: Iðsaugokite failà lokaliame diske ir pervadinkite já á %s.
sk_sk: Ulo¾i» tento archív do Vá¹ho PC a premenova» ho na %s.
sl_si: Shrani to datoteko v svoj PC in preimenuj %s.
sv_se: Spara denna fil på din dator och döp om den %s.
tr_tr: Bu Dosyayý bilgisayarýnýza kaydedin ve yeniden adlandýrýn %s.
uk_ua: Запиш╕ть цей файл на сво╓му PC ╕ зм╕н╕ть його назву на %s.
vi_vn: Lưu file này trên máy tính của bạn và sửa tên của nó %s.

source: If it asks you for confirmation about changing the file type, answer &quot;yes&quot;.
ca_es: Si pregunta per confirmació de canvi de tipus d'arxiu, respondre &quot;si&quot;.
hu_hu: Ha a Windows rákérdez, hogy megváltoztassa-e a fájl típusát, mondj &quot;igen&quot;-t!
is_is: Ef beðið er um staðfestingu á endurnefningunni skaltu svara &quot;Já&quot;.
lt_lt: Jei keièiant failo pavadinimà bus papraðyta patvirtinti failo formato pakeitimà, atsakykite &quot;yes&quot;.
sk_sk: Ak budete po¾iadaný potvrdi» zmenu typu archívu, odpovedzte &quot;áno&quot;.
sv_se: Om den frågar dig efter godkännande om ändring av filtypen, svara &quot;ja&quot;.
tr_tr: Eðer dosya þeklini deðiþtirmek için onay isterse, cevap olarak &quot;evet&quot; diyin.
uk_ua: У в╕дпов╕дь на запитання про п╕дтвердження зм╕ни типу файла, дайте ствердну в╕дпов╕дь.
vi_vn: Nếu được hỏi để khẳng định về thay đổi loại file, hãy trả lời &quot;yes&quot;.

source: Right click on this file and you should see a menu appear.
ca_es: Botó dret a aquest arxiu i veuràs aparèixer un menú.
hu_hu: Erre a fájlra jobb-klikkelve egy menü jelenik meg.
is_is: Hægrismelltu á þessa skrá og þú ættir að sjá valmynd birtast.
lt_lt: Uþvedæ kursoriø ant failo paspauskite deðiná pelës mygtukà. Pamatysite meniu.
sk_sk: Pravým kliknutím na tento archív sa zobrazí menu.
sl_si: Desni klik na datoteko ti poka¾e dodatni menu.
sv_se: Högerklicka på denna fil och du bör se en meny visa sig.
tr_tr: Bu dosyaya sað tuþ ile týklayýnca bir menünün görüntülendiðini göreceksiniz
uk_ua: Клацн╕ть правою клав╕шею мишки на цьому файл╕ ╕ Ви ма╓те побачити меню
vi_vn: Nhấn chuột phải trên file này và bạn sẽ thấy 1 bảng lựa chọn.

source: Select the <b>Merge</b> option (this should be at the top of the menu).
ca_es: Elegeix l'opció <b>Fusiona</b> (hauria d'estar a dalt de tot del menú).
hu_hu: Válaszd ki a <b>Merge (Összefésül)</b> opciót (ez a menü tetején lesz).
is_is: Veldu <b>Merge</b> möguleikann (ætti að vera efst í valmyndinni).
lt_lt: Pasirinkite <b>Merge</b> (ji turëtø bûti meniu virðuje).
sk_sk: Zvoµte <b>Merge</b> mo¾no» (toto be malo by» na vrchu menu)
sv_se: Välj <b>Infoga i registret</b> alternativet (det bör vara det översta alternativet i menyn).
uk_ua: Вибер╕ть <b>Об'╓днати</b>(Merge) - цей пункт ма╓ бути вгор╕ меню.
vi_vn: Chọn vào <b>Merge (kết hợp)</b> (ở phía trên của bảng lựa chọn).

source: It will ask you if you want to import these values into your registry.
ca_es: Et preguntarà si vols importar els valors al teu registre.
hu_hu: Megjelenik a kérdés, hogy be akarod-e másolni az adatokat a registrybe (rendszerleíró adatbázisba).
is_is: Það mun spyrja þig hvort þú viljir leggja þessar breytingar i registry.
lt_lt: Jûsø bus paklausta, ar norite importuoti ðias reikðmes á registrà.
sk_sk: Budete po¾iadaný èi chcete naèíta» tieto hodnoty do registry.
sv_se: Du blir tillfrågad om du vill importera dessa värden till ditt register.
tr_tr: Size bu verilerin registry kayýtlarýna eklenmesini isteyip istemediðinizi soracak.
uk_ua: Вас спитають, чи хочете Ви додати ц╕ значення в ре╜╕стр.
vi_vn: Bạn sẽ được hỏi nếu bạn muốn nhập những giá trị đó vào registry của bạn.

source: Click &quot;ok&quot;.
ca_es: Clica &quot;ok&quot;.
hu_hu: Klikkelj az &quot;ok&quot;-ra.
is_is: Smelltu á &quot;ok&quot;.
lt_lt: Paspauskite &quot;ok&quot;.
sk_sk: Kliknite &quot;ok&quot;.
sl_si: Klik &quot;ok&quot;.
sv_se: Klicka på&quot;ok&quot;.
tr_tr: &quot;Tamamý&quot;. týklayýnýz
uk_ua: Клацн╕ть на ok
vi_vn: Nhấn &quot;ok&quot;.

source: It will tell you that the files were imported successfully.
ca_es: Et dirà que els arxius han estat importats correctament.
hu_hu: A rendszer tájékoztatni fog, hogy a beállításokat elmentette.
is_is: Upp kemur gluggi sem segir að þetta hafi heppnast.
lt_lt: Pamatysite paneðimà kad failas buvo importuotas sëkmingai.
sk_sk: Bude Vám oznámené ¾e Va¹e archívy boli úspe¹ne naèítané.
sv_se: Den kommer att meddela dig att filerna importerades framgångsrikt
tr_tr: Size dosyalarýn baþarýyla alýndýðýný söyleyecek.
uk_ua: Вас пов╕домлять, що ╕мпортування було виконано усп╕шно.
vi_vn: Bạn sẽ được thông báo những file được nhập đúng.

source: Click &quot;ok&quot; again.
ca_es: Clica &quot;ok&quot; un altre cop.
hu_hu: Klikkelj ismét az &quot;ok&quot;-ra.
is_is: Smelltu á &quot;ok&quot; aftur.
lt_lt: Vël paspauskite &quot;ok&quot;.
sk_sk: Kliknite &quot;ok&quot; e¹te raz.
sl_si: Ponovno klikni &quot;ok&quot;.
sv_se: Klicka på &quot;ok&quot; igen.
tr_tr: &quot;tamamý&quot; tekrar týklayýnýz.
uk_ua: Клацн╕ть на OK знову
vi_vn: Nhấn tiếp &quot;ok&quot;.

source: Step 2
ca_es: Pas 2
hu_hu: 2. lépés
is_is: Skref tvö
lt_lt: 2-as þingsnis
sk_sk: Krok 2
sl_si: Korak 2
sv_se: Steg 2
tr_tr: Adým 2
uk_ua: 2 крок
vi_vn: Bước 2

source: Open your Windows explorer and browse to a folder containing supported images.
hu_hu: Nyisd meg az Intézõt (Windows Explorer), keress egy könyvtárat, ahol képfájlok vannak.
is_is: Opnaðu Windows Explorer og leitaðu að möppu sem inniheldur myndir sem eru studdar af kerfinu.
lt_lt: Atidarykite Windows explorer ir nueikite á katalogà kuriame yra palaikomi nuotraukø tipai.
sk_sk: Otvorte Vá¹ho Windows prieskumníka a prehliadnite si súbor obsahujúci podporované obrázky.
sv_se: Öppna din Windows explorer och bläddra till en katalog innehållandes bilder som stöds.
tr_tr: Windows Explorerýnýzý açýn ve desteklenen resimleri içeren klasörlerinize gözatýn.
vi_vn: Mở bộ duyệt của Windows và chọn tới một thư mục có chứa các ảnh được hỗ trợ.

source: Select the image(s) or a folder and there should be a link on the left that says &quot;Publish this file to the web...&quot;
hu_hu: Válaszd ki a képet vagy könyvtárat, melynek hatására baloldalt egy &quot;Közzététel a Weben... (Publish this file to the web...)&quot; link jelenik meg.
is_is: Veldu myndina/myndirnar eða möppu og það ætti að vera tengill vinstra megin sem segir &quot;Publish this file to the web...&quot;
lt_lt: Pasirinkite nuotraukà(-as) arba katalogà. Kairëje turëtumëte pamatyti nuorodà &quot;Publikuoti ðia bylà á tinklà...&quot;
sk_sk: Zvoµte obráz(ky) alebo súbor a vµavo by mala by» linka s nápisom &quot;Publikujte tento archív na webe...&quot;
sv_se: Markera bild(erna) eller en katalog och det bör komma en länk till vänster som säger &quot;Publicera denna fil på webben...&quot; eller liknande.
tr_tr: Resmi veya klasörü seçtiðinizde sol bölümde &quot;Bu dosyayý Web'de yayýmla&quot; baþlýðý altýnda bir link açýlacak
vi_vn: Chọn ảnh hoặc một thư mục và sẽ có 1 liên kết bên trái ghi &quot;Publish this file to the web...&quot;

source: Click this link and then follow the instructions to log into your Gallery, select an album and publish the image.
ca_es: Clica aquest enllaç i després segueix les instruccions per entrar a la teva Gallery, selecciona un àlbum i publica la imatge.
hu_hu: Kattints a linkre, majd kövesd az utasításokat a Galériába való belépéshez, válassz egy albumot és töltsd fel a képet.
is_is: Smelltu á þennan tengil og farðu eftir leiðbeiningunum til að tengjast myndasafninu, velja albúm og senda inn myndina.
lt_lt: Paspauskite and jos ir sekite instrukcijas ekrane, prisijunkite prie galerijos, pasirinkte albumà ir ádëkite nuotraukà.
sk_sk: Kliknite na túto linku a potom nasledujte in¹trukcie na prihlásenie do Va¹ej Gallery, zvoµte album a publikujte obrázok.
sv_se: Klicka på länken och följ instruktionerna för att logga in på Gallery, välj ett album och publicera bilden.
tr_tr: Bu linke týklayýn ve bilgiler ýþýðýnda Galeriye giriþ yapýn, albümü seçin ve resmi yayýmlayýn.
uk_ua: Клацн╕ть це посилання ╕ пот╕м виконайте ╕нструкц╕╖ по ре╓страц╕╖ на сервер╕, вибер╕ть альбом ╕ опубл╕куйте зображення.
vi_vn: Nhấn liên kết sau đó theo chỉ dẫn để truy cập vào Thư viện ảnh của bạn, hãy chọn 1 album và xuất bản ảnh.

source: Return to Add Photos
ca_es: Torna a Afegir Imatges
hu_hu: Vissza a Fotók hozzáadásához
is_is: Aftir í bæta við myndum
lt_lt: Gráþti á nuotraukø ádëjimà
sk_sk: Návrat do Pridaj Fotky
sl_si: Vrni se v Nalo¾i fotografije
sv_se: Återvänd till Ladda upp foton
tr_tr: Resim Eklemeye Dön
uk_ua: Повернутись до Додати фото
vi_vn: Quay lại Thêm ảnh

source: Rearrange Album: %s
sv_se: Omsortera album: %s
tr_tr: Albümü Yeniden Düzenle: %s

source: Here you can rearrange your pictures easily. Just click on the item you want to reorder. Then click on the item at which position you want it to be.
sv_se: Här så kan du omsortera dina bilder enkelt. Klicka på det objekt du önskar omordna och klicka sedan på det objekt på den placering där du önskar att det skall vara.

source: Meaning of the borderstyle
sv_se: Betydelse med kantstilen

source: Picture
sv_se: Bild
tr_tr: Resim

source: Subalbum
sv_se: Underliggande album
tr_tr: Altalbüm

source: Selected
sv_se: Markerade
tr_tr: Seçilmiþ

source: Visible
sv_se: Synlig
tr_tr: Görülebilir

source: Hidden
sv_se: Dold
tr_tr: Saklý

source: save
sv_se: Spara
tr_tr: kaydet

source: cancel
sv_se: Avbryt
tr_tr: iptal

source: ******* Page %s *******
sv_se: ******* Sida %s *******
tr_tr: ******* Sayfa %s *******

source: Create User for %s.
ca_es: Crear Usuari per %s
hu_hu: Felhasználó létrehozása a %s-hoz.
lt_lt: Sukurti %s vartotojà.
sk_sk: Vytvori» U¾ívateµa pre %s.
sv_se: Skapa användare för %s.

source: This Gallery does not support self-registration by visitors.
ca_es: AQuesta Gallery no soporta autoregistre per visitants.
hu_hu: Ez a Galéria nem teszi lehetõvé a saját regisztrációt.
is_is: Þetta myndasafn leyfir gestum ekki að nýskrá sig.
lt_lt: Ði Galerija nepalaiko sveèiø registracijos.
sk_sk: Táto Gallery nepodporuje samostatnú registráciu náv¹tevníkov.
sl_si: Ta galerija ne podpira avtomatiène registracije obiskovalcev.
sv_se: Detta Gallery stöder inte självregistrering av besökare.
vi_vn: Thư viện ảnh này không cho phép khách viếng thăm tự đăng ký.

source: You must specify a name.
ca_es: Has d'especificar un nom.
hu_hu: Add meg a felhasználói neved
is_is: Þú verður að gefa upp nafn.
lt_lt: Privalote áraðyti unikalø vardà.
sk_sk: Musíte zada» meno.
sl_si: Vpi¹i ime.
sv_se: Du måste skriva in ett namn.
tr_tr: Ýsim belirtmelisiniz.
vi_vn: Bạn phải ghi một tên.

source: You must specify a valid email address.
ca_es: Has d'especificar una direcció de correu vàlida.
hu_hu: Érvényes email címre van szükség.
is_is: Þú verður að gefa upp gilt tölvupóstfang.
lt_lt: Privalote áraðyti tikrà el. paðto adresà.
sk_sk: Musíte zada» platnú emailovú adresu.
sl_si: Vpi¹i veljaven e-po¹tni naslov.
sv_se: Du måste skriva in en giltig e-postadress.
tr_tr: Geçerli bir email adresi belirtmelisiniz.
vi_vn: Bạn phải ghi một địa chỉ email hợp lệ.

source: %s has registered. Email has been sent to %s.
ca_es: %s s'ha registrat. S'ha enviat un correu a %s.
hu_hu: %s regisztrálta magát. Email-t küldtem a(z) %s címre.
is_is: %s hefur verið skráð(ur). Tölvupóstur hefur verið sendur til %s.
lt_lt: %s uþregistruotas. Laiðkas adresu %s iðsiøstas.
sk_sk: %s bol zaregistrovaný. Email bol odoslaný na %s.
sl_si: %s se je registriral. Na %s je bila poslana e-po¹ta.
sv_se: %s har registrerats. E-post har skickats till %s.
tr_tr: %s kayýt oldu. %s adresine email gönderildi.
vi_vn: %s đã được đăng ký. Email đã được gửi tới %s.

source: Gallery Self Registration
ca_es: Autoregistre de Gallery
hu_hu: Galéria Ön-Regisztráció
is_is: Nýskráning notanda í Gallery
lt_lt: Galerijos sveèiø registracija
sk_sk: Samostatná Registrácia do Gallery
sl_si: Samo-registracija
sv_se: Gallery Självregistrering
tr_tr: Galeri Kiþi Kayýt
vi_vn: Tự đăng ký vào Thư viện ảnh

source: An email has been sent to %s.
ca_es: Un correu ha estat enviat a %s
hu_hu: Email elküldve a(z) %s címre
is_is: Tölvupóstur hefur verið sendur til %s.
lt_lt: Laiðkas adresu %s iðsiøstas.
sk_sk: Email bol zaslaný na adresu %s.
sl_si: Na %s je bila poslana e-po¹ta.
sv_se: E-post har skickats till %s.
tr_tr: Email gönderildi %s.
vi_vn: Một email đã được gửi tới %s.

source: Your account information is contained within the email.
ca_es: La teva informació de compta està inclosa en el correu
hu_hu: A belépési információkat az elküldött email tartalmazza.
is_is: Aðgangsupplýsingar þínar er að finna í tölvupóstinum.
lt_lt: Tame laiðke yra jûsø vartotojo vardo informacija.
sk_sk: Informácie o Va¹om úète su obsiahnuté v emaili.
sl_si: Va¹ uporabni¹ki raèun ne vsebuje podatkov o e-po¹tnem naslovu.
sv_se: Din kontoinformation finns inuti e-posten.
vi_vn: Thông tin tài khoản của bạn có chứa trong email.

source: Email could not be sent. Please contact gallery administrator to register on this site
hu_hu: Nem tudtam emailt küldeni. Lépj kapcsolatba a galéria rendszergazdájával regisztráció céljából
is_is: Tókst ekki að senda tölvupóst. Vinsamlegast hafðu samband við umsjónarmann myndasafnsins til að skrá þig hér.
lt_lt: Laiðkas neiðsiøstas. Susisiekite su ðios Galerijos administratoriumi.
sk_sk: Nebolo mo¾né odosla» email. Prosím kontaktujte gallery administrátora kvôli zaregistrovaniu sa na tomto mieste.
sv_se: E-post kunde inte skickas. Vänligen kontakta Gallery-administratörerna för att registrera dig på denna sida.
tr_tr: Email gönderilemiyor. Lütfen kay
vi_vn: Không gửi được email. Xin hãy liên hệ quản trị thư viện ảnh để đăng ký trên trang này

source: Your account information will be sent to the email address you provide.
ca_es: La teva informació de la compta serà enviada a la direcció de correu que has facilitat.
hu_hu: A belépési információkat a megadott email címre küldöm.
is_is: Aðgangsupplýsingar þínar verða sendar á tölvupóstfangið sem þú gefur upp.
lt_lt: Visa jûsø prisijungimo informacija bus iðsiøsta el. paðto adresu, kurá áraðysite.
sk_sk: Informácie o Va¹om úète budú zaslané na email ktorý zadáte.
sl_si: Informacije o raèunu bodo poslane na va¹ e-po¹tni naslov.
sv_se: Din kontoinformation kommer att skickas till e-postadressen du angav.
vi_vn: Thông tin tài khoản của bạn sẽ được gửi tới địa chỉ email bạn cung cấp.

source: There is already an album with that name!
ca_es: Ja hi ha un àlbum amb aquest nom!
hu_hu: Már van egy ilyen nevû album!
is_is: Það er þegar til albúm með þessu nafni!
lt_lt: Albumas tokiu vardu jau yra!
sk_sk: Album s rovnakým menom u¾ existuje!
sl_si: Album s tem imenom ¾e obstaja!
sv_se: Det finns redan ett album med det namnet!
tr_tr: Bu isim albüm zaten mevcut!
uk_ua: Вже ╓ альбом з такою назвою!
vi_vn: Đã có một album có tên đó!

source: What do you want to name this album?
ca_es: Què vols per nombrar aquest àlbum?
hu_hu: Mi legyen az album neve?
is_is: Hvað á albúmið að heita?
lt_lt: Kaip Jûs norite pavadinti ði albumà?
sk_sk: Ako chcete pomenova» tento album?
sl_si: Kako naj se imenuje ta album?
sv_se: Vad vill du döpa detta album till?
tr_tr: Bu albüme ne isim vermek istiyorsunz?
uk_ua: Як назвати цей альбом?
vi_vn: Bạn muốn đặt tên gì cho album này?

source: The name cannot contain any of the following characters
ca_es: El nom no pot contenir cap dels següents caràcters
hu_hu: A név nem tartalmazhatja az alább felsorolt karakterek egyikét sem
is_is: Nafnið má ekki innihalda neinn eftirfarandi stafa
lt_lt: Albumo pavadinime negali bûti simboliø
sk_sk: Meno nemô¾e obsahova» ¾iadne z nasledujúcich znakov
sl_si: Ime ne sme vsebovati teh znakov
sv_se: Namnet kan inte innehålla några av följande tecken
tr_tr: Ýsim bu karakterlerden birini içeremez
uk_ua: Назва не може м╕стити жодного з наступних символ╕в
vi_vn: Tên không thể có những ký tự sau

source: or
ca_es: o
hu_hu: vagy
is_is: eða
lt_lt: arba
sk_sk: alebo
sl_si: ali
sv_se: eller
tr_tr: ya da
uk_ua: або
vi_vn: hoặc

source: spaces
ca_es: espais
hu_hu: space-eket
is_is: bil
lt_lt: tarpø (Space)
sk_sk: medzery
sv_se: mellanslag
tr_tr: boþluklar
uk_ua: пропуск╕в
vi_vn: khoảng trống

source: Those characters will be ignored in your new album name.
ca_es: AQuests caràcters seran ignorats en el nom del teu àlbum
hu_hu: Ezeket a karaktereket a feldolgozásnál nem veszem figyelembe.
is_is: Þessi tákn verða hunsuð í nafni nýs albúms.
lt_lt: Ðie simboliai Jûsø albumo naujame pavadinime bus ignoruoti.
sk_sk: Tieto znaky budú ignorované vo Va¹om novom albumovom mene.
sl_si: Ti znaki bodo ignorirani v imenu novega albuma.
sv_se: Dessa tecken kommer att ignoreras i ditt nya albumnamn.
tr_tr: Yeni albüm isminde bu karakterleri kullanmanýz yanlýþlýða yol açacak.
uk_ua: Ц╕ символи ╕гноруються в нов╕й назв╕ альбома.
vi_vn: Những ký tự đó sẽ bị bỏ qua trong tên album mới của bạn.

source: Rename
ca_es: Renombrar
hu_hu: Nevezd át
is_is: Endurnefna
lt_lt: Pervadinkite
sk_sk: Premenova»
sl_si: Preimenuj
sv_se: Döp om
uk_ua: Зм╕н╕ть назву

source: Reset Voting
ca_es: Reinicialitza Votació
hu_hu: Szavazás nullázása
is_is: Endurstilla atkvæði
lt_lt: Balsavimo pradþia nuo nulio
sk_sk: Vynulova» Hlasovanie
sl_si: Ponastavi ocenjevanje
sv_se: Nollställ omröstning
tr_tr: Oylamayý Sýfýrla
vi_vn: Làm lại bình chọn

source: Do you really want to remove all votes in %s?
ca_es: Realment vols esborrar tots els vots a %s?
hu_hu: Biztosan törölni akarod az összes szavazatot %s-ból?
is_is: Viltu virkilega fjarlægja öll atkvæði í %s?
lt_lt: Ar tikrai norite pradëti balsavimà nuo nulio albume %s?
sk_sk: Skutoène chcete odstráni» v¹etky hlasovania v %s?
sl_si: Ali res ¾eli¹ odstraniti vse ocene %s?
sv_se: Vill du verkligen ta bort alla röster i %s?

source: Remove Votes
ca_es: Esborrar Vots
hu_hu: Szavazatok törlése
is_is: Fjarlægja atkvæði
lt_lt: Pradëti nuo nulio
sk_sk: Odstráni» výsledky volieb
sl_si: Bri¹i ocene
sv_se: Ta bort röster

source: Resize Photo
ca_es: Re-escalar Imatge
hu_hu: Fotó átméretezése
is_is: Breyta stærð myndar
lt_lt: Nuotraukos dydþio keitimas
sk_sk: Zmeni» veµkos» Fotky
sl_si: Pomanj¹aj fotografijo
sv_se: Storleksändra foto
tr_tr: Resmin yeniden boyutlandýr
uk_ua: Зм╕нити розм╕р фото
vi_vn: Chỉnh cỡ ảnh

source: Resizing photos
ca_es: Re-escalant imatges
hu_hu: Fotók átméretezése
is_is: Breyti stærð
lt_lt: Nuotraukos dydþio keitimas
sk_sk: Zmena veµkosti fotiek
sl_si: Ponastavljam slike
sv_se: Storleksändrar foton
uk_ua: Зм╕ню╓ться розм╕р фото

source: Resizing 1 photo...
ca_es: Re-escalant 1 imatge...
hu_hu: Fotó átméretezése
is_is: Breyti stærð á einni mynd ...
lt_lt: Keièiu 1 nuotraukos dydá...
sk_sk: Mením veµkos» 1 fotky...
sl_si: Spreminjam sliko ...
sv_se: Storleksändrar 1 foto...
tr_tr: 1 resim yeniden boyutlandýrýlýyor...
uk_ua: Зм╕ню╓ться розм╕р 1 фото...
vi_vn: Chỉnh cỡ 1 ảnh...
