Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Gallery NetPBM Check
af_za: Gallery NetPRM Toets
fi_fi: Gallerian NetPBM -tarkistus
it_it: Controllo NetPBM
ja_jp: Gallery NetPBM チェック
lt_lt: Galerijos NetPBM patikrinimas
pl_pl: Sprawdzenie NetPBM Galerii

source: %sClick here%s to hide the details
af_za: %sKliek hier%s om die details te verberg
fi_fi: %sKlikkaa t&auml;ss&auml;%s piilottaaksesi yksityiskohdat
it_it: %sClicca qui%s per nascondere i dettagli
lt_lt: Norëdami paslëpti detales %sspauskite èia%s

source: If you see errors, you should %sclick here%s to see more details
af_za: As jy foute sien, kan jy %shier kliek%s om meer details te sien
fi_fi: Jos n&auml;et virheilmoituksia, sinun tulee %sklikata t&auml;ss&auml;%s n&auml;hd&auml;ksesi lis&auml;tiedot virheist&auml;
it_it: Se vedi degli errori, %sclicca qui%s per vedere pi&ugrave; dettagli
lt_lt: Jei matote klaidas, %sspauskite ðià nuorodà%s norëdami pamatyti detalesnæ informacijà

source: Check Versions
af_za: Kontrolleer versies
da_dk: Check Versioner
fi_fi: Tarkasta versiot
it_it: Controllo Versioni
ja_jp: バージョンのチェック
lt_lt: Tikrinti Versijas
pl_pl: Sprawdzanie Wersji

source: This page gives you information about the version of each necessary %s file.
da_dk: Denne side viser dig information om versionen af hver nødvendig %s fil.
it_it: Questa pagina fornisce informazioni riguardanti le versioni di ogni file necessario a %s.
ja_jp: このページは、%s ファイルにそれぞれ必要なバージョン情報を提供します。
lt_lt: Ðis puslapis rodo detalià informacijà apie kiekvienà reikalingà %s bylos versijà.
pl_pl: Ta strona dostarcza informacji na temat wersji ka¿dego potrzebnego pliku %s.

source: If you see any error(s), we highly suggest to get the actual version of that file(s).
af_za: As jy enige foute sien, dan stel ons sterkstens voor dat jy die oorspronklike versie van hierdie l&ecirc;er(s) kry.
it_it: Se vedi degli errori, ti suggeriamo di procurarti la versione attuale di quel/quei file.
lt_lt: Jei matote klaidà(-as), primygtinai rekomenduotumëme pasiimti paskutinæ ðios(-iø) bylos(-ø) versijà(-as)

source: One file is missing, corrupt or older than expected.
it_it: Un file manca, è danneggiato o pi&ugrave; vecchio di quanto ci si aspettava.
lt_lt: Trûksta vienos bylos, arba ji sugadinta, arba senesnë negu tikëtasi.

source: All files okay.
fi_fi: Kaikki tiedostot ajan tasalla.
it_it: Tutti i file sono a posto.
lt_lt: Visos bylos tvarkingos.

source: There are problems with the following files. Please correct them before configuring %s.
af_za: Daar is probleme met die volgende l&ecirc;&euml;rs. Maak dit eers reg voordat %s verder gekonfigureer word.
da_dk: Der er problemer med følgende filer. Ret dem venligst før du konfigurerer %s.
fi_fi: Seuraavien tiedostojen kanssa ilmeni ongelmia. Ole hyvä ja korjaa ongelmat ennen %s:n konfigurointia.
it_it: Ci sono problemi con i seguenti file. Correggili prima di configurare %s.
ja_jp: 以下のファイルに問題があります。%s の設定をする前にこれらを正してください。
lt_lt: Yra problemø su ðiomis bylomis. Praðome jas pataisyti prieð tæsiant %s.
pl_pl: Jest problem z tymi plikami. Napraw to przed konfigurowaniem %s.

source: One file is more recent than expected.
da_dk: En fil er nyere end forventet.
it_it: Un file &egrave; pi&ugrave; recente di quanto ci si aspettava.
ja_jp: %d ファイルは予期されたものより新しいです。
lt_lt: Viena byla þymiai naujesnë negu tikëtasi.
pl_pl: Jeden plik aktualniejszy ni¿ oczekiwano.

source: The following files are more up-to-date than expected for this version of %s. If you are using pre-release code, this is OK.
af_za: Die volgende l&ecirc;&euml;rs is meer op datum as wat vir hierdie versie van %s verwag is. As jy <i>pre-release</i> kode gebruik, is dit te verwagte.
da_dk: De følgende filer er nyere end forventet for denne version af %s. Hvis du bruger en udviklingsversion af koden, så er dette ok.
fi_fi: Seuraavat tiedostot ovat tuoreempia kuin mitä oli odotetavissa tälle %s:n versiolle. Tämä on OK, jos käytät koeversiota.
it_it: I seguenti file sono pi&ugrave; aggiornati di quanto ci si aspettava per questa versione di %s. Se stai usando codice tratto da pre-release, allora &egrave; tutto OK.
ja_jp: 以下のファイルはこのバージョンの %s にとって予期されたものより新しいものです。プレリリースのコードを使っているとしたら、これは問題ありません。
lt_lt: Keletas bylø yra þymiai naujesnës negu reikia %s versijai. Jei Jûs naudojate programos beta versijà, daþniausiai tai nekels problemø.
pl_pl: Podane pliki s± bardziej aktualne ni¿ oczekiwano dla tej wersji %s. Je¿eli u¿ywasz wersji beta kodu, to OK.

source: One file is up-to-date.
da_dk: En fil er up to date.
it_it: Il file &egrave; aggiornato.
ja_jp: %d ファイルは全て最新です。
lt_lt: Tvarkinga viena byla.
pl_pl: Plik jest aktualny.

source: All files are up-to-date.
da_dk: Alle filer er up to date.
it_it: Tutti i file sono aggiornati.
ja_jp: 全てのファイルは最新です。
lt_lt: Ðios bylos yra atnaujintos iki paskutinës versijos.
pl_pl: Podane pliki s± aktualne.

source: The following files are up-to-date.
af_za: %d l&ecirc;&euml;rs is op datum.
da_dk: De følgende filer er up to date.
fi_fi: Seuraavat tiedostot ovat ajan tasalla.
it_it: I seguenti file sono aggiornati.
ja_jp: 以下のファイルは最新です。
lt_lt: Ðios bylos yra atnaujintos iki paskutinës versijos.
pl_pl: Podane pliki s± aktualne.

source: unknown
af_za: onbekend
da_dk: ukendt
fi_fi: tuntematon
it_it: sconosciuto
ja_jp: 不明
lt_lt: neþinoma
pl_pl: nieznany

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from the %sGallery Download Page%s. Or, you can compile and install the entire NetPBM package from the %sNetPBM website%s.
af_za: <u>Gallery</u> verkies NetPBM versie 9.9 of ho&euml;r. Jy kan net die bin&ecirc;re komponente wat <u>Gallery</u> van %sGallery Download Pages%s aflaai. Of jy kan die hele NetPBM-pakket kompileer en installeer vanaf die %sNetPBM webwerf%s.
da_dk: Gallery foretrækker NetPBM 9.9 og højere. Du kan nøjes med at installere de filer Gallery behøver fra %sGallery download siden%s. Eller du kan oversætte og installere hele NetPBM-pakken fra %sNetPBM hjemmesiden%s.
fi_fi: Galleria puoltaa NetPBM 9.9:&auml; tai uudempaa. Voit asentaa tarvittavat bin&auml;&auml;rit %sGallerian%s sivuilta. Tai voit k&auml;&auml;nt&auml;&auml; ja asentaa koko NetPBM-paketin %sNetPBM%s omilta sivuilta.
it_it: Gallery preferisce NetPBM dalla versione 9.9 in poi. Puoi installare solo i binari necessari a Gallery da %sGallery Download Page%s. Oppure, puoi compilare ed installare l'intero package NetPBM da %sNetPBM website%s.
ja_jp: GalleryはNetPBM バージョン 9.9以上を推奨します。 バイナリだけなら%sGalleryのダウンロードページ%sから入手できます。 もしくは、%sNetPBMのウェブサイト%sからソースを入手して、コンパイルとインストールが可能です。
lt_lt: Galerija dirba su 9.9 ir naujesne NetPBM versija. %sGalerijos SourceForge puslapyje%s rasite bûtiniausius NetPBM failus. Arba galite ádiegti visà NetPBM paketà ið %sNetPBM puslapio%s.
pl_pl: Galeria preferuje NetPBM w wersji 9.9 i powy¿ej. Mo¿esz zainstalowaæ tylko binaria wymagane przez Galerie z %sStrony pobierania Galerii%s. Lub mo¿esz skompilowaæ i zainstalowaæ ca³ego NetPBM ze %sstrony NetPBM%s.

source: Note:
af_za: Nota:
da_dk: Obs:
fi_fi: Huomaa:
it_it: Nota:
ja_jp: 注意:
lt_lt: Pastaba:
pl_pl: Notka:

source: You can install the binaries from the Gallery site even if you don't have root access on your box! If you can't get it working, try leaving the NetPBM path blank and using ImageMagick instead.
af_za: <br><b>Nota:</b> Jy kan die bin&ecirc;re komponent vanaf die <u>Gallery</u> webwerf installeer, selfs al het jy nie wortel-toegang tot jou sisteem nie. Indien jy dit nie aan die werk kry nie, probeer om ImageMagick te gebruik en die pad van NetPBM leeg te laat.
da_dk: Du kan installere filene fra Gallery hjemmesiden selv om du ikke har root-adgang på din maskine! Hvis du ikke kan få det til at virke, så prøv at lade stien til NetPBM være tom og brug ImageMagick i stedet.
it_it: Puoi installare i binari dal sito di Gallery anche se non hai i diritti di amministratore della macchina! Se non riesci a farla funzionare, prova a lasciare vuoto il path per NetPBM e ad usare invece ImageMagick.
ja_jp: あなたはインストールしたいシステムのroot権限がなくても、Galleryのサイトからバイナリのインストール可能です。それを動かせない場合、NetPBMのパスを空欄のままにして、かわりにImageMagickを使ってみてください。
lt_lt: Galite suinstaliuoti binarines bylas ið Galerijos puslapio netgi jei neturite root teisiø serveryje! Jei vis tik negalite jø paleisti, pabandykite palikti kelià iki NetPBM tuðèià ir vietoj jo naudoti ImageMagick.
pl_pl: Mo¿esz instalowaæ binaria ze strony Galerii nawet je¿eli nie masz dostêpu do roota na swoim serwerze! Je¿eli nie mo¿esz tego uruchomiæ spróbuj zostawiæ scie¿ke NetPBM czyst± i u¿ywaæ zamiast niego ImageMagick'a.

source: I've found part of NetPBM, but some critical components are missing (see below). Perhaps your version of NetPBM is out of date.
af_za: 'n Deel van NetPBM is gevind, maar sommige onmisbare komponente ontbreek (sien hieronder). Dalk moet jy jou versie van NetPBM opgradeer.
da_dk: Jeg har fundet dele af NetPBM, men der mangler nogle kritiske komponenter (se nedenfor). Måske er din version af NetPBM forældet.
fi_fi: L&ouml;ysin osia NetPBM:st&auml;, mutta jotkin t&auml;rke&auml;t osat puuttuvat (katso lista alla). Olisiko NetPBM-versiosi liian vanha?
it_it: Ho trovato parte dell'installazione di NetPBM, ma alcune parti critiche mancano (vedi sotto). Forse la versione installata non e' una versione recente.
ja_jp: NetPBMの一部は検出できましたが、いくつかの重要なコンポーネントが抜けています。(以下を見てください) NetPBMのバージョンが古いかもしれません。
lt_lt: Radau dalá NetPBM failø, bet trûksta kai kuriø kritiniø komponentø (juos matote apaèioje). Galbût jûsø NetPBM versija pasenusi?
pl_pl: Znalaz³em czê¶æ NetPBM, ale brakuje niezbêdnych elementów (sprawdz poni¿ej których). Prawdopodobnie Twoja wersja NetPBM jest za stara.

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from the %sImageMagick website%s.
fi_fi: Galleria suosittelee ImageMagick-versiota 5.4.8 tai uudempaa. Voit k&auml;&auml;nt&auml;&auml; ja asentaa koko ImageMagick-paketin %stäältä%s.
it_it: Gallery preferisce ImageMagick dalla versione 5.4.8 in poi. Puoi compilare ed installare l'intero package ImageMagick da %sImageMagick website%s.
lt_lt: Galerija dirba su 5.4.8 ir naujesne ImageMagick versija. ImageMagick galite atsisiøsti ið %sImageMagick puslapio%s.

source: The site also has binaries available for assorted operating systems. If you can't get it working, try leaving the ImageMagick path blank and using NetPBM instead.
af_za: Hulle het ook bin&ecirc;re installasies vir 'n verskydenheid van bedryfsisteme. Indien jy dit nie aan die werk kan kry nie, probeer NetPBM te gebruik en die pad van ImageMagick leeg te laat.
da_dk: De har også programfiler for andre operativsystemer. Hvis du ikke får det til at virke, så prøv at lade stien til ImageMagick være tom og brug NetPBM i stedet.
it_it: Il sito fornisce anche binari per sistemi operativi diversi. Se non riesci a farla funzionare, prova a lasciare il path di ImageMagick vuoto e ad usare invece NetPBM.
ja_jp: このサイトには各種のOS上で動くバイナリが用意されています。それを動かせない場合、ImageMagickのパスを空欄のままにして、かわりにNetPBMを使ってみてください。
lt_lt: Puslapyje galite rasti ávairioms operacinëms sistemoms pritaikytas binariniø bylø versijas. Jeigu vis dëlto nepavyksta, pabandykite palikti ImageMagick laukà tuðèià ir vietoj to naudoti NetPBM.
pl_pl: Strona zawiera tak¿e binaria dla innych systemów operacyjnych. Je¿eli nie mo¿esz tego uruchomiæ, spróbuj zostawiæ ¶cie¿kê do ImageMagick'a pust± i u¿ywaæ zamiast niego NetPBM.

source: I've found part of ImageMagick , but some critical components are missing (see below).
da_dk: Jeg har fundet dele af NetPBM, men der mangler nogle kritiske komponenter (se nedenfor).
it_it: Ho trovato parte di ImageMagick, ma alcune componenti critiche mancano (vedi sotto).

source: Your PHP installation is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config. Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
da_dk: Din PHP installation er konfigureret med restriktioner for %s. Dette kan gøre det vanskelig for Gallery at detektere dine filer, selv om du allerede har kørt konfigurationshjælperen med succes. Du behøver ikke at bekymre dig om at denne side giver advarsler; dine valg vil stadig blive gemt.
it_it: PHP &egrave; configurato con le restrizioni %s. Questo potrebbe rendere dificile per Gallery individuare e verificare i binari anche se hai usato con successo nel passato la Configurazione Guidata. Non preoccuparti troppo degli avvertimenti; i tuoi parametri di configurazione verranno salvati correttamente.
ja_jp: このPHPインストレーションには %s 制限がかかっています。 これは過去にコンフィグレーションウィザードを使って設定に成功しているとしても、Galleryが各バイナリを検証するのが困難になります。 この警告がでてもあまり気にしないでください。あなたの設定はちゃんと保存されるでしょう。
pl_pl: <b>Uwaga:</b> Twoja instalacja PHP jest skonfigurowana z restrykcjami %s. To mo¿e spowodowaæ, i¿ Galeria bêdzie mia³a k³opoty ze znalezieniem i sprawdzeniem twoich binarek, nawet je¶li ju¿ uda³o Ci siê pomy¶lnie u¿yæ Kreatora Konfiguracji w przesz³o¶ci. Nie martw siê je¿eli ta strona zwraca b³êdy; Twoje ustawienia bêd± zapisane poprawnie.

source: Check to see how old %s version %s is.
af_za: Toets om te sien hoe oud %s versie %s is.
da_dk: Undersøger hvor gammel %s version %s er.
fi_fi: Tarkastetaan kuinka vanha %s version %s on.
it_it: Controlla quanto &egrave; vecchia questa versione di %s rispetto alla %s.
ja_jp: %s のバージョン%s がどの程度古いかチェックします。
lt_lt: Tikrinu ar nepasenus %s %s versija.
pl_pl: Sprawdzam czy %s %s jest najnowsz± dostêpn± wersj±.

source: You're running PHP version %s. You need to upgrade to PHP %s.
af_za: Jy gebruik PHP versie %s. Jy moet opgradeer na PHP %s.
da_dk: Du kører PHP version %s. Du må opgradere til PHP %s.
fi_fi: K&auml;yt&auml;t PHP:n versiota %s, joten sinun t&auml;ytyy p&auml;ivitt&auml;&auml; versioon %s.
it_it: Sta girando PHP versione %s. Dovresti fare un aggiornamento a PHP %s.
ja_jp: PHP バージョン%sが動いています。 PHP %sにアップグレードしてください。
lt_lt: Jûs naudojate %s versijà. Turite atnaujinti savo PHP á %s versijà.
pl_pl: U¿ywasz wersji %s. Musisz zaktualizowaæ PHP do %s.

source: You're running PHP version %s which has known bugs that cause Gallery to fail.
af_za: Jy gebruik PHP version %s wat goggas in het wat verhoed dat <u>Gallery</u> reg loop.
da_dk: Du kører PHP version %s som har kendte fejl som gør at Gallery ikke fungerer.
fi_fi: K&auml;yt&auml;t PHP:n versiota %s jossa on Gallerian kaatavia, tunnettuja ohjelmointivirheitä.
it_it: Sta girarndo PHP versione %s che ha dei bug conosciuti che fanno funzionare male Gallery.
ja_jp: Galleryがうまく動かないバグが判明しているPHP バージョン%sが動いています。
lt_lt: Jûs naudojate %s PHP versijà, kurioje yra klaidø, dël to Galerija negali funkcionuoti.
pl_pl: U¿ywasz PHP w wersji %s, która ma znane b³êdy powoduj±ce problemy w programie Galerii.

source: It seems your PHP has a problem with __FILE__, please upgrade to a recent Version
af_za: Dit lyk of jou PHP 'n probleem met __FILE__ het. Gradeer jou PHP na 'n meer onlangse versie.
da_dk: Det virker som om at din PHO har et problem med __FILE__, opgrader venligst til en nyere version
it_it: Sembra che il tuo PHP abbia problemi con __FILE__, aggiornalo a una versione pi&ugrave; recente
ja_jp: インストールされているPHPは __FILE__ で問題があるようなので、最近のバージョンにアップグレードしてください。
lt_lt: Atrodo, kad Jûsø PHP turi problemø su __FILE__. Praðome atnaujinti á naujausià versijà
pl_pl: Wygl±da na to ¿e Twoje PHP ma problem z __FILE__, zaktualizuj PHP do najnowszej wersji.

source: Gallery highly recommends that the PHP option 'register_globals' be turned off, for security purposes. Some software, notably the 'Geeklog' CMS, requires that 'register_globals' be enabled.
da_dk: Gallery anbefaler kraftigt at PHP-variablen 'register_globals' slås fra af sikkerhedsmæssige årsager. Noget software, f.eks. 'Geeklog' CMS, kræver af 'register_globals' er slået til.
it_it: Gallery raccomanda che l'opzione del PHP 'register_globals' sia disattivata per ragioni di sicurezza. Alcuni software, tra cui il CMS 'Geeklog', necessitano che 'register_globals' sia attiva.
ja_jp: Galleryは、セキュリティのためPHPオプションの'reginster_globals'をOFFにしておくことを強く推奨します。いくつかのソフトウェア、特に'Geeklog' CMSでは、'register_globals'を有効にしておくことが必要です。
lt_lt: Galerija grieþtai rekomenduoja, kad PHP parinktis 'register_globals' bûtø iðjungtos, dël saugumo. Kai kurie programiniai paketai, ypaè 'Geeklog' CMS, reikalauja, kad 'register_globals' bûtø ájungti.
pl_pl: Jest zalecane aby opcja PHP 'register_globals' by³a wy³±czona, dla celów bezpieczeñstwa. Jednak niektóre programy, jak np. 'Geeklog' CMS, wymagaj± opcji 'register_globals' w³±czonej.

source: The PHP option 'register_globals' is enabled on your server. Gallery highly recommends that you disable 'register_globals' unless it is required by software on your site. Gallery does not officially support 'register_globals' being enabled, and will attempt to disable it internally.
da_dk: PHP-variablen 'register_globals' er slået til på din server. Gallery anbefaler at 'register_globals' slås fra hvis den ikke behøves af andet software på din server. Gallery understøtter ikke officielt at 'register_globals' er slået til og vil prøve at slå den fra internt.
it_it: L'opzione del PHP 'register_globals' &egrave; attiva sul tuo server. Gallery ti raccomanda di disattivare 'register_globals' a meno che non sia necessaria a qualche software sul tuo sito. Gallery ufficialmente non supporta 'register_globals' attiva, e tenter&agrave; di disattivarla internamente.
ja_jp: PHPオプションの'register_globals'はこのサーバでは有効になっています。サイト上にある他のウェブアプリケーションで必要とされていないならば、'register_globals'を無効にすることを強く推奨します。Galleryは公式には'register_globals'が有効な状態での動作をサポートしておらず、内部で無効化しようとします。
lt_lt: PHP parinktis 'register_globals' yra ájungti jûsø serveryje. Galerija grieþtai rekomenduoja, kad jûs iðjungtumëte 'register_globals', nebent jo reikëtø kitiems programiniams paketams. Galerija oficialiai nepalaiko 'register_globals' ájungimo, ir bandys apeiti ið vidaus.
pl_pl: Opcja PHP 'register_globals' jest w³±czona na twoim serwerze. Galeria sugeruje wy³±czenie 'register_globals' chyba ¿e jest ona wymagana przez program na twojej stronie. Galeria bêdzie próbowa³a wy³±czyæ t± opcjê.

source: Check to see if PHP is running in <b>safe_mode</b>. Safe Mode is a PHP security feature commonly used in shared environments. Gallery cannot run when Safe Mode is enabled because it imposes too many restrictions.
af_za: Toets om te sien of PHP in <i>Safe Mode</i> werk. <i>Safe Mode</i> is 'n veiligheidsopsie van PHP wat gebruik word in gedeelde omgewings. Gallery werk nie as <i>Safe Mode</i> aangeskakel is nie, omdat dit te veel sekuriteits-vereistes stel.
da_dk: Undersøger om PHP kører i <b>safe_mode</b>. safe_mode er en sikkerhedsfunktion i PHP ofte brugt i delte miljøer. Gallery kan ikke køre i safe_mode fordi det indebærer for mange restriktioner.
fi_fi: Tarkastetaan, josko PHP toimii <b>safe_mode</b> -tilassa. Safe Mode on PHP:n yleisesti käytetty tietoturvaominaisuus jaetuissa käyttöympäristöissä. Galleria ei voi toimia jos Safe Mode on käytössä, koska se rajoittaa toimintaa liikaa.
it_it: Controlla se PHP sta girando in <b>safe_mode</b>. La Safe Mode &egrave; una caratteristica di PHP usata generalmente in ambienti condivisi. Gallery non pu&ograve; girare quando &egrave; abilitata la Safe Mode perch&eacute; vengono imposte troppe restrizioni.
ja_jp: PHPが <b>Safe Mode</b> で動いていないか確認してください。Safe modeとは共有環境でセキュリティのための一般的な機能です。 Safe modeは多くの制約があるため、それを有効にしているとGalleryが実行できません。
lt_lt: Tikrinu ar ájungtas <b>Saugus reþimas</b>. Saugus reþimas yra PHP apsaugos funkcija, kuri daþniausiai naudojama vieðuose serveriuose. Dël per dideliø apribojimø, Galerija negali veikti kai jis ájungtas.
pl_pl: Sprawdzam czy PHP jest uruchomione w trybie <b>safe_mode</b> [<i>tryb_bezpieczny</i>]. Safe Mode jest funkcja bezpieczeñstwa w PHP u¿ywan± w ¶rodowisku dzielenia. Galeria nie mo¿e dzia³aæ je¿eli tryb bezpieczny jest w³±czony poniewa¿ PHP wywiera zbyt wiele restrykcji.

source: <b>safe_mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
af_za: <i>Safe Mode</i> is op hierdie bediener aangeskakel. Jy moet dit afskakel om <u>Gallery</u> te kan gebruik. Gebruik die FAQ, forums en die Hulp-blade op die %sGallery webwerf%s en die %sPHP webwerf%s vir verdere hulp.
da_dk: <b>safe_mode</b> er slået til på denne server. Dette skal slås fra før du kan køre Gallery. Læs i FAQ'en, forumet eller hjælpesiden på %sGallery hjemmesiden%s og %sPHP hjemmesiden%s for at få hjælp.
fi_fi: <b>Suojattu tila</b> on p&auml;&auml;ll&auml; palvelimessa. Sinun t&auml;ytyy sulkea se ennen kuin voit k&auml;ytt&auml;&auml; Galleriaa. Lue FAQ, foorumit tai help-sivut %sGallerian kotisivulta%s sek&auml; my&ouml;s %sPHP:n www-sivuilta%s lis&auml;tietoja tarvitessasi.
it_it: <b>safe_mode</b> &egrave; abilitata su questo server. Dovresti disabilitarla prima di poter usare Gallery. Fai riferimento alla FAQ, ai forum, e alla pagina di aiuto sul %sSito di Gallery%s e sul %sSito di PHP%s per assistenza.
ja_jp: あなたのサーバ上で<b>safe_mode</b>が有効になっています。Galleryを使う前に無効にしないといけません。%sGallery ウェブサイト%s上のFAQやフォーラム、ヘルプページ、あるいは%sPHP ウェブサイト%sを参照してください。
lt_lt: Serveryje ájungtas <b>Saugus reþimas</b>. Prieð naudojantis Galerija turite já iðjungti. Platesnës informacijos ieðkokite DUK, forume, arba %sGalerijos pagalbos puslapyje%s, bei %sPHP tinklapyje%s.
pl_pl: <b>safe_mode</b> jest w³±czony na tym serwerze. Musisz go wy³±czyæ by u¿ywaæ Galerii. Sprawdz FAQ, forum i stronê pomocy na %sstronie Galerii%s i na %sstronie PHP%s by uzyskaæ pomoc jak to zrobiæ.

source: In some rare circumstances, Gallery thinks that Safe Mode is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the <i>safe_mode</i> row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
da_dk: I sjældne tilfælde tror Gallery at <b>safe mode</b> er slået til når den i virkeligheden er slået fra. Det kan du kontrollere ved at se i <i>Local</i> kolonnen i safe_mode rækken på %sPHP Info%s siden. Hvis der står 'Fra' eller '0' eller 'udefineret' så tager Gallery muligvis fejl og du kan fortsætte. Hvis ikke, så må du løse problemet før du kan fortsætte.
it_it: In alcune rare circonstanze, Gallery pensa che sia attiva la Safe Mode quando in realt&agrave; &egrave; disabilitata. Puoi verificare da solo guardando la colonna <i>Local</i> della riga <i>safe_mode</i> nella pagina %sPHP Info%s. Se dice 'Off' o '0' o 'undefined' allora &egrave; possibile che Gallery si sia confusa e quindi puoi continuare. Se non &egrave; cos&igrave;, allora devi risolvere il problema prima di poter usare Gallery.
ja_jp: 稀にGalleryは Safe Mode がONになっていると誤認します。%sPHP Info%s ページの <i>Local</i> 列の <i>safe_mode</i> 行を見ることで自分で確認できます。 'Off' や '0' や 'undefined' になっていたら、Galleryは間違いをおかしていた可能性があり、そのまま続けることができます。 そうでなければ、Galleryを使いはじめる前にこの問題を解決せねばなりません。
pl_pl: <b>Uwaga</b>: W rzadkich przypadkach zdarza siê, ¿e Galeria rozpoznaje Safe Mode jako w³±czony pomimo tego, ¿e tak nie jest. Mo¿esz sprawdziæ osobi¶cie patrz±c na kolumnê <i>Local</i> w wierszu <i>safe_mode</i> w %sPHP Info%s. Je¿eli jest tam 'Off', '0' lub 'undefined' wtedy jest mo¿liwe, ¿e Galeria ¼le rozpozna³a tryb i mo¿esz spokojnie kontynuowaæ. Je¿eli nie, musisz rozwi±zaæ ten problem zanim bêdziesz móg³ u¿yæ Galerii.
