Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Thumbnail image
af_za: Voorbeeldfoto
da_dk: Ikon
fi_fi: Esikatselukuva
it_it: Immagine di anteprima
ja_jp: サムネイル画像
lt_lt: Video klipø ikona
pl_pl: Obrazek miniaturki

source: The filesystem path to the thumbnail image to show for movies. E.g. %s
af_za: The l&ecirc;ersisteem pad na die voorbeeldfoto vir flieks/videos, bv. %s
da_dk: Filsystemets sti til ikonet som vises for film. F.eks. %s
fi_fi: Tiedostoj&auml;rjestelm&auml;n polku esikatselukuvaan, joka n&auml;ytet&auml;&auml;n elokuvien / videoitten osalta. Esim. %s
it_it: Il percorso dell'immagine di anteprima da mostrare per i filmati. Es. %s
ja_jp: 動画のためのサムネイル画像のファイルシステム上のパス。例: %s
lt_lt: Paveiksliukas kurá matysite vietoj sumaþinto video klipo. Pvz. %s
pl_pl: ¦cie¿ka systemowa do miniatury, która ma byæ pokazywana dla filmów. Na przyk³ad: %s

source: Mirror sites
af_za: Spie&euml;l Webwerve
fi_fi: Peilipalvelimet
it_it: Siti mirror
ja_jp: ミラーサイト
lt_lt: Puslapio veidrodþiai (mirrors)
pl_pl: Strony lustrzane

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. E.g. %s
af_za: 'n Lys URL's wat spie&euml;l webwerf-adresse van jou albums bevat. Dui een URL per lyn aan, en skik hulle met die beste ene bo, bv. %s
fi_fi: Lista osoitteista, jotka johtavat albumihakemistosi peilipalvelimiin. M&auml;&auml;rit&auml; yksi osoite / rivi niiden osoitteiden osalta niin, ett&auml; luotettavin osoite on ylimm&auml;isen&auml;. Esim. %s
it_it: Una lista di URL che contengono mirror delle directory dei tuoi album. Specifica una URL per linea con quelli pi&ugrave; affidabili a partire dall'alto. Es. %s
ja_jp: あなたのアルバムディレクトリをミラーしているサイトのURLリストです。1行につき1URLを入力し、より信頼のおけるものを上のほうにしてください。例 %s
lt_lt: URL adresø sàraðas, kuriuose yra jûsø albumø katalogo veidrodinis atspindys. Áraðykite po vienà adresà á eilutæ. Teikite pirmenybæ labiau patikimiems serveriams. Pvz. %s
pl_pl: Lista adresów URL, które zawieraj± mirrory Twojego katalogu z albumem. Podaj jeden URL na liniê, zaczynaj±c od najlepszych na górze. Np. %s

source: Toolkits / image processing
af_za: Gereedskaps en Beeld verwerkings programme
da_dk: Værktøjer / billedbehandling
fi_fi: Työkalut / kuvien käsittely
it_it: Toolkits / elaborazione di immagini
ja_jp: ツールキット / 画像処理
lt_lt: Paveikslëliø apdorojimo árankiai
pl_pl: Narzêdzia / obróbka obrazków

source: Graphics suite to use
af_za: Watter grafiese program wil jy gebruik?
da_dk: Hvilken Grafikpakke du vil bruge
fi_fi: Käytettävä grafiikkapaketti
it_it: Suite grafica da utilizzare
ja_jp: 使用するグラフィックスイート
lt_lt: Pasirinkite nuotraukø apdorojimo áranká
pl_pl: Zestaw narzêdzi graficznych

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
af_za: Hierdie instelling s&ecirc; vir <i>Gallery</i> watter grafiese programme jy verkies. As <i>Gallery</i> s&ecirc; dat albei programme in orde is (op die eerste blad) dan is dit 'n gebruikers keuse. Anders gebruik maar die ene wat <i>Gallery</i> sonder foute gevind het.
da_dk: Denne indstilling fortæller Gallery, hvilke grafikværktøjer, du foretrækker anvendt. Hvis Gallery siger begge er OK (på den første side) så er dette en preference
fi_fi: T&auml;m&auml; asetus kertoo Gallerialle mit&auml; grafiikkapakettia tahdot k&auml;ytt&auml;&auml;. Jos Galleria kertoo "kumpikin ovat OK" (ensimm&auml;isell&auml; sivulla), on t&auml;ysin samantekev&auml;&auml;, kumpaa k&auml;yt&auml;t. Muussa tapauksessa valitse se, jonka Galleria l&ouml;ysi ja josta Galleria ei valittanut virheilmoituksin.
it_it: Questi parametri indicano a Gallery quale insieme di strumenti grafici preferisci usare. Se nella prima pagina Gallery ha verificato che sono entrambi ok, allora &egrave; semplicemente una preferenza dell'utente. Altrimenti, seleziona quella che Gallery ha trovato senza errori.
ja_jp: この設定はどのグラフィックツールセットが使いたいかをGalleryに伝えます。(最初のページにおいて)両方利用可能なら、これは単にユーザの好みです。そうでなければ、エラーなくGalleryが検出できたほうを選択してください。
lt_lt: Ðis parametras nurodo Galerijai kurá grafikos apdorojimo áranká naudosite. Jeigu pirmajame puslapyje buvo rasti abu árankiai, tai galite pasirinkti tà, kuris jums labiau patinka. Prieðingu atveju naudokite áranká, kuris nerodë klaidø.
pl_pl: Te ustawienia wskazuj± Galerii, którego zestawu narzêdzi graficznych ma u¿ywaæ. Je¿eli Galeria napisa³a, ¿e oba narzedzia s± dostêpne (na poprzedniej stronie) wtedy jest to tylko wybór czysto kosmetyczny. W innym wypdku wybierz to narzêdzie, w którym Galeria nie wskazywa³a b³êdów.

source: Path to ImageMagick
af_za: Pad na ImageMagick
da_dk: Sti til ImageMagick
fi_fi: Polku ImageMagickiin
it_it: Percorso di ImageMagick
ja_jp: ImageMagickのパス
lt_lt: Kelias iki ImageMagick
pl_pl: ¦cie¿ka do ImageMagick

source: The path to the directory containing ImageMagick on your system.
af_za: Die pad op jou sisteem na die l&ecirc;ergids wat ImageMagick bevat.
da_dk: Sti til kataloget som indeholder ImageMagick på dit system.
fi_fi: Polku hakemistoon, joka sis&auml;lt&auml;&auml; ImageMagickin.
it_it: Il percorso della directory contenente ImageMagick nel tuo sistema.
ja_jp: システム上でImageMagickを含むディレクトリのパスです。
lt_lt: Pilnas kelias iki katalogo, kuriame yra ImageMagick.
pl_pl: ¦cie¿ka do katalogu zawieraj±cego ImageMagick'a w Twoim systemie.

source: This path is only required if you choosed %s above. Otherwise you can leave it like it is, or empty.
da_dk: Dette sti er kun nødvendig hvis du valgte %s ovenfor. Ellers kan du lade den være som den er, eller lade den være tom.
it_it: Questo percorso &egrave; necessario solo se prima hai selezionato %s. Altrimenti puoi lasciarlo cos&igrave; com'&egrave;, oppure vuoto.
ja_jp: このパスは上で %s を選択した場合のみ必要です。そうでなければ、そのままにしておいても、空にしても構いません。
lt_lt: Ðis kelias reikalingas, jeigu aukèiau parinkote %s. Prieðingu atveju galite palikti kaip yra, arba tuðèià.
pl_pl: Ta ¶cie¿ka jest wymagana tylko je¶li wybra³e¶ %s powy¿ej. W innym wypadku mo¿esz zostawiæ tak jak jest lub puste.

source: I can't find ImageMagick at the location you provided.
af_za: Ek kan ImageMagick nie op die aangegewe vindplek vind nie.
da_dk: Kan ikke finne ImageMagick på stedet du angav.
fi_fi: En l&ouml;yd&auml; ImageMagickia m&auml;&auml;ritt&auml;m&auml;st&auml;si sijainnista.
it_it: Non riesco a trovare ImageMagick alla posizione specificata.
ja_jp: あなたが指定した場所にImageMagickは見付かりませんでした。
lt_lt: Kataloge, kurá ávedëte, ImageMagick nëra.
pl_pl: Nie mogê odnale¼æ ImageMagick'a w miejscu które poda³e¶.

source: Path to NetPBM
af_za: Pad na NetPBM
da_dk: Sti til NetPBM
fi_fi: Polku NetPBM:lle
it_it: Percorso di NetPBM
ja_jp: NetPBMのパス
lt_lt: Kelias iki NetPBM
pl_pl: ¦cie¿ka do NetPBM

source: The path to the directory containing NetPBM on your system. If you downloaded NetPBM from the Gallery download page, don't forget to make the files executable. E.g. %s or %s or %s
af_za: Die pad na die l&ecirc;ergids wat NetPBM bevat op jou systeem. As jy NetPBM vanaf die <u>Gallery</u> aflaai blad afgelaai het, onthou om die l&ecirc;&euml;rs uitvoerbaar te maak, bv. %s of %s of %s
da_dk: Stien til kataloget, der indeholder NetPBM på dit system. Hvis du har hentet NetPBM fra Gallerys hjemmeside, så husk at gøre filerne eksekverbare. Fx. %s eller %s eller %s
fi_fi: Polku hakemistoon, jossa on j&auml;rjestelm&auml;si NetPBM. Jos kopioit NetPBM:n Gallerian sivuilta, &auml;l&auml; unohda tehd&auml; tiedostosta ajettavaa. Esim. %s tai %s tai %s
it_it: Il percorso della directory contenente NetPBM nel tuo sistema. Se hai scaricato NetPBM dal sito di Gallery, non dimenticare di rendere i file eseguibili. Es. %s o %s o %s
ja_jp: システム上でNetPBMを含むディレクトリのパスです。NetPBMをGalleryのダウンロードページからダウンロードしたなら、ファイルを実行可能にすることを忘れないでください。たとえば、%s や %s や %s
lt_lt: Pilnas kelias iki katalogo, kuriame yra NetPBM. Jeigu NetPBM failus atsisiuntëte ið Galerijos tinklapio, nepamirðkite teisingai nustatyti teisiø. Pvz. %s arba %s, arba %s
pl_pl: ¦cie¿ka do katalogu zawieraj±cego NetPBM w Twoim systemie. Je¿eli ¶ciagn±³e¶ NetPBM ze strony Galerii, nie zapomnij uczyniæ plików wykonywalnymi. Np. %s lub %s lub %s

source: I can't find NetPBM at the location you provided.
af_za: Kan NetPBM nie op die aangegewe vindplek vind nie.
da_dk: Jeg kan ikke finne NetPBM på stedet du angav.
fi_fi: En l&ouml;yd&auml; NetPBM:&auml;&auml; paikasta, jonka kerroit.
it_it: Non riesco a trovare NetPBM nella posizione indicata.
ja_jp: あなたが指定した場所にNetPBMは見付かりませんでした。
lt_lt: Kataloge, kurá ávedëte, NetPBM nëra.
pl_pl: Nie mogê odnale¼æ NetPBM w miejscu, które poda³e¶.

source: PNM to JPEG converter
af_za: PNM na JPEG konverteerder
da_dk: PNM til JPEG-konverter
fi_fi: PNM => JPEG muunnin
it_it: Convertitore da PNM a JPEG
ja_jp: PNM to JPEG コンバータ
lt_lt: PNM á JPEG konverteris
pl_pl: Konwerter PNM na JPEG

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
af_za: Die waarde is net van belang as jy NetPBM gebruik. NetPBM gebruik 'n progammetjie om die integrale beeld na JPEG te inkodeer. Hierdie programmetjie heet &oacute;f <u>ppmtojpeg</u> &oacute;f <u>pnmtojpeg</u>, afhangende van die versie van NetPBM wat jy ge&iuml;nstalleer het. Kyk in jou NetPBM l&ecirc;ergids watter ene om hier aan te gee. As jy nie seker is nie, raai maar en dan sal ons dit probeer bevestig.
da_dk: Denne værdi har kun betydning hvis du bruger NetPBM. NetPBM bruger et værktøj til at indkode fra sit interne format til JPG. Dette værktøj kaldes enten <i>ppmtojpeg</i> eller <i>pnmtojpeg</i> afhængigt af hvilken version af NetPBM, du har installeret. Hvis du ikke er sikker, så gæt bare; vi vil så undersøge om det virker
fi_fi: T&auml;m&auml; arvo on tarpeellinen vain jos k&auml;yt&auml;t NetPBM:&auml;&auml;. NetPBM k&auml;ytt&auml;&auml; ty&ouml;kalua koodatakseen sis&auml;isen kuvatiedostomuotonsa JPEG-muotoon. T&auml;m&auml; ty&ouml;kalu on joko <i>ppmtojpeg</i> tai <i>pnmtojpeg</i>, riippuen k&auml;ytt&auml;m&auml;st&auml;si NetPBM-versiosta. Tarkasta NetPBM-hakemistosi n&auml;hd&auml;ksesi, kumpi versioista on asennettu palvelimeesi ja kerro se t&auml;ss&auml;. Jos et ole varma k&auml;ytt&auml;m&auml;st&auml;si versiosta, voit yksinkertaisesti arvata k&auml;ytetyn ohjelman - Galleria kyll&auml; tarkastaa asian puolestasi.
it_it: Questo valore &egrave; importante solo se usi NetPBM. NetPBM usa uno strumento per trasformare le immagini dal suo formato interno in JPEG. Questo strumento si chiama <i>ppmtojpeg</i> oppure <i>pnmtojpeg</i> in funzione della versione di NetPBM che hai installato. Controlla la directory di NetPBM per vedere quale di questi due strumenti &egrave; presente e specificalo qui. Se non sei sicuro, tira a indovinare e noi cercheremo di verificarlo.
ja_jp: この値はNetPBMを使う場合にのみ関係があります。NetPBMは内部の画像フォーマットをJPEGに変換するためにツールを使います。このツールは、 <i>ppmtojpeg</i> もしくは <i>pnmojpeg</i> と呼ばれ、この呼び名はインストールされているNetPBMのバージョンに依存します。NetPBMディレクトリをチェックして、インストールされているものを指定してください。分からないなら、推測して選べばシステムが検証しようとします。
lt_lt: Ði reikðmë bûtina tik jeigu naudojate NetPBM. NetPBM naudoja áranká savo vidinio formato á JPEG konvertavimui. Skirtingose NetPBM versijose ðis árankis yra vadinamas <i>ppmtojpeg</i> arba <i>pnmtojpeg</i>. Tai galite patikrinti savo NetPBM kataloge. Jeigu nesate tikras, tiesiog pabandykite spëti.
pl_pl: Ta opcja dotyczy tylko u¿ywaj±cych NetPBM. NetPBM u¿ywa narzêdzia do kodowania obrazów ze swojego wewnêtrznego formatu na JPEG. To narzêdzie nazywa siê albo <i>ppmtojpeg</i> albo <i>pnmtojpeg</i>, w zale¿no¶ci od wersji NetPBM której u¿ywasz. Sprawd¼ katalog NetPBM by zobaczyæ który z plików jest zainstalowany i wybierz go tu. Je¿eli nie jeste¶ pewien, nie martw siê, spróbujemy sprawdziæ to za Ciebie.

source: PNM Composite (Overlay)
it_it: PNM Composito (Overlay)
ja_jp: PNM 合成 (オーバーレイ)

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to overlay one image over another. This tool is called either <i>pnmcomp</i> or <i>pamcomp</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
da_dk: Denne værdi har kun betydning hvis du bruger NetPBM. NetPBM bruger et værktøj til at lægge et billede ovenpå et andet. Dette værktøj kaldes enten <i>pnmcomp</i> eller <i>pamcomp</i> afhængigt af hvilken version af NetPBM, du har installeret. Undersøg dit NETPBM bibliotek for at se hvilken et du har installeret og vælg det her. Hvis du ikke er sikker, så gæt bare; vi vil så undersøge om det virker.
it_it: Questo valore &egrave; importante solo se usi NetPBM. NetPBM usa uno strumento per sovrapporre immagini ad altre (overlay). Questo strumento si chiama <i>ppmcomp</i> oppure <i>pamcomp</i> in funzione della versione di NetPBM che hai installato. Controlla la directory di NetPBM per vedere quale di questi due strumenti &egrave; presente e specificalo qui. Se non sei sicuro, tira a indovinare e noi cercheremo di verificarlo.
ja_jp: この値はNetPBMを使う場合にのみ関係があります。NetPBMはある画像を他の画像にオーバーレイするツールを使います。このツールは <i>pnmcomp</i> や <i>pamcomp</i> と呼ばれ、インストールされているNetPBMのバージョンに依存します。NetPBMディレクトリをチェックして、インストールされているものをここに指定してください。分からないなら、推測して選べばシステムが検証しようとします。
pl_pl: Ta opcja dotyczy tylko u¿ywaj±cych NetPBM. NetPBM u¿ywa narzêdzia do kodowania obrazów ze swojego wewnêtrznego formatu na JPEG. To narzêdzie nazywa siê albo <i>ppmtojpeg</i> albo <i>pnmtojpeg</i>, w zale¿no¶ci od wersji NetPBM, której u¿ywasz. Sprawd¼ katalog NetPBM by zobaczyæ który z plików jest zainstalowany i wybierz go tu. Je¿eli nie jeste¶ pewien, nie martw siê, spróbujemy sprawdziæ to za Ciebie.

source: Auto-rotate images
af_za: Outo-roteer beelde
da_dk: Rotér billeder automatisk
fi_fi: K&auml;&auml;nn&auml; kuvat automaattisesti
it_it: Auto-ruota immagini
ja_jp: 画像の自動回転
lt_lt: Automatiðkai apsukti nuotraukas
pl_pl: Automatyczne obracanie obrazków

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras.
da_dk: Hvis denne indstilling vælges vil Gallery automatisk forsøge at rotere billeder når de overføres, baseret på den retningsinformation, der er gemmes i JPEG EXIF data af nogle nyere digitalkameraer.
it_it: Selezionando questa opzione Gallery prover&agrave; a ruotare automaticamente le immagini durante l'upload in base alle informazioni di orientamento contenute nei dati JPEG EXIF di alcune macchine digitali di nuova generazione.
ja_jp: このオプションを選択すると、アップロード時にGalleryが画像の自動回転をしようとします。比較的新しいディジタルカメラでサポートされる、JPEG EXIFデータに含まれる方向情報に基づいて処理されます。
lt_lt: Jei pasirinksite ðià opcijà, Galerija pabandys automatiðkai pasukti ákeliamà nuotraukà remdamasi nuotraukos orientavimo informacija, kuri saugoma JPEG EXIF duomenyse.
pl_pl: Wybieraj±c tê opcjê Galeria bêdzie automatycznie obracaæ zdjêcia w trakcie wgrywania na serwer, bazuj±c na informacjach o orientacji zawartych w danych EXIF plików JPEG z nowszych aparatów cyfrowych.

source: Requires Jhead EXIF parser v.1.9 or greater (See optional tools).
da_dk: Kræver Jhead EXIF fortolker v.1.9 eller højere (Se valgfrie værktøjer).
it_it: Necessita del parser EXIF Jhead v1.9 o successivo (Vedi Strumenti opzionali).
ja_jp: EXIF解析ツールのJhead v.1.9以上が必要です。(オプションツールを参照)
pl_pl: Wymagany Jhead EXIF v.1.9 lub nowszy (zobacz poni¿ej).

source: Yes
da_dk: Ja
fi_fi: kyllä
it_it: s&igrave;
ja_jp: はい
lt_lt: Taip
pl_pl: Tak

source: JPEG Quality
af_za: JPEG kwaliteit
it_it: Qualit&agrave; JPEG
lt_lt: JPEG kokybë

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. Setting this value to &quot;100&quot; is not recommended. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
af_za: Die JPEG l&ecirc;er formaat weeg grootte teenoor kwaliteit op. <u>Gallery</u> beheer die kwalitet van die JPEGS wat produseer word wanneer jy beelde verskaal, roteer of duimnaelsketse van JPEG beelde maak. Ho&euml;r kwaliteit beelde het 'n groter l&ecirc;er grootte as laer kwaliteit beelde. Daar is punt waar dit nie effektief is om die kwaliteit verder te probeer verbeter nie. Dus word jy aangeraai om nie hierdie waarde op 100 te stel nie. Let op dat as jy die waarde nou verander, sal dit net foto's affekteer wat in die toekoms verander word.
da_dk: JPEG filformatet kan prioritere størrelse i forhold til kvalitet. Gallery kan kontrollere kvaliteten af de JPEG's, som den laver når du ændrer størrelse, roterer eller laver ikoner af JPEG billeder. Højkvalitetsbilleder fylder mere end lavkvalitetsbilleder. Men i mange tilfælde er der en tærskel, hvor det at øge kvaliteten bare gør billedet større uden at det ser bedre ud. Det anbefales ikke at sætte værdien til &quot;100&quot;. Hvis du lægger mærke til at dine ikoner og billeder med ændret størrelse fylder mere end originalerne,og du ikke bryder dig om det, kan du bruge en lavere værdi her. <b>Bemærk</b> at dette kun har betydning for ændringer af billeder i <i>fremtiden</i>.
fi_fi: JPEG-kuvatiedostossa kuvan laatu on tiedoston koosta riippuvainen. Galleria kontrolloi ko. laatua kun muunnat kuvakokoa, k&auml;&auml;nn&auml;t tai teet esikatselukuvia JPEG-kuvista. Korkealaatuinen kuva vie paljon tilaa ja p&auml;invastoin. Monissa tilanteissa ei ole kuitenkaan j&auml;rke&auml; nostaa laatua ylitse tietyn rajan, koska kuvan laatu ei t&auml;ll&ouml;in en&auml;&auml; sanottavasti parannu. Emme suosittele arvoa &quot;100&quot;. Jos huomaat, ett&auml; kuvat tai esikatselukuvat ovat alkuper&auml;isi&auml; kuvia suurempia (tiedostokooltaan), voit yrit&auml;&auml; madaltaa t&auml;t&auml; arvoa. <b>Huomaa</b>, ett&auml; tämä vaikuttaa vain uusiin kuviin, ei nykyisiin.
it_it: Il formato JPEG diminuisce la dimensione del file a scapito della qualit&agrave;. Gallery pu&ograve; controllare la qualit&agrave; del JPEG prodotto quando ridimensioni, ruoti o prepari delle anteprime dalle immagini JPEG. Immagini di maggior qualit&agrave; hanno delle dimensioni maggiori rispetto a quelle di qualit&agrave; pi&ugrave; bassa. Tuttavia, in molti casi c'&egrave; un punto nel quale l'incremento della qualit&agrave; incrementa la dimensione del file senza un apprezzabile miglioramento visivo. Se noti che le anteprime e le immagini ridimensionate sono pi&ugrave; pesanti degli originali e non vuoi che questo accada, prova allora ad abbassare questo valore. <b>Nota</b> che la modifica di questo valore avr&agrave; effetto solo sulle immagini modificate in <i>futuro</i>.
ja_jp: JPEGファイルの画質とサイズのトレードオフです。GalleryではJPEG画像のリサイズや回転やサムネイル作成時にJPEGの画質を調節できます。より高画質ではファイルサイズはより大きくなります。しかしながら多くの場合は画質をあげてもそれほど人間の目には差がなく、ファイルサイズだけが膨らむ点が存在します。サムネイルやリサイズ画像がオリジナル画像よりサイズが大きく、これを嫌う場合はより低い値を試してみてください。この値の変更は <i>今後</i> 変更が加えられる画像にのみ影響することに <b>注意して</b> ください。
lt_lt: JPEG gailo dydis priklauso nuo nuotraukos kokybës. Galerija gali kontroliuoti keièiamø JPEG nuotraukø kokybæ. Kuo didesnë kokybë, tuo didenis failas, ir atvirkðèiai. Kai kuriais atvejais failo dydá galima sumaþint neprarandant kokybës. Jeigu pastebësite kad sumaþintos nuotraukos yra didesnës nei originalai pabandykite sumaþinti ðià reikðmæ. Reikðmë &quot;100&quot; nerekomenduojama. Jeigu pastebësite, kad maþos ir vidutinës nuotraukos yra didesnës uþ originalus galite sumaþinti ðià reikðmæ. <b>Ásidëmëkite</b>, kad ðio parametro pakeitimai galioja tik nuotraukoms, kurias keisite <i>ateityje.</i>
pl_pl: Format JPEG handluje zamiennie wielko¶ci± i jako¶ci±. Galeria mo¿e kontrolowaæ jako¶æ plików JPEG, które tworzy kiedy skalujesz, obracasz lub tworzysz miniaturê z obrazu JPEG. Obrazy o wy¿szej jako¶ci zajmuj± wiêcej miejsca ani¿eli te o ni¿szej jako¶ci. Jednak¿e, w wielu wypadkach jest punkt, w którym zwiêkszanie jako¶ci, zwiêksza wielko¶æ pliku ale nie ma wp³ywu ju¿ na wygl±d zdjêcia. Je¿eli zauwa¿ysz ¿e Twoje miniatury i przeskalowane obrazy maj± wiêkszy rozmiar pliku ani¿eli orygina³, i wcale Ci siê to nie podoba, mo¿esz spróbowaæ obni¿yæ tê warto¶æ. <b>Pamiêtaj</b> ¿e zmiana tej warto¶ci ma wp³yw tylko na obrazy zmieniane <i>w przysz³o¶ci</i>.

source: Embedded Gallery
da_dk: Indlejret galleri
fi_fi: Sisällytetty Galleria
it_it: Gallery integrata
ja_jp: 組込みのGallery
pl_pl: Osadzanie Galerii

source: Gallery automatically detects when it is embedded within one of the supported CMS environments, however there may be some environments which have special options which need to be set. Any options which are not automatically detected will need to be specified on this screen.
da_dk: Gallery detekterer automatisk når det er indlejret i en af de understøttede CMS systemet, men der kan dog være nogle miljøer der kræver at der foretages specielle valg. Sådanne valg som ikke detekteres automatisk skal specificeres på denne skærm.
it_it: Gallery rileva automaticamente quando &egrave; integrata in uno dei CMS supportati, tuttavia potrebbero esserci situazioni in cui sia necessario specificare alcune opzioni. Ogni opzione che non sia stata rilevata automaticamente dovr&agrave; essere specificata in questa schermata.
ja_jp: Galleryは、サポートされているCMSに組み込まれている場合は自動的に検出できます。しかし、特別なオプション設定をしなければならない場合があります。自動的に検出できなかったオプションはここで設定する必要があります。
lt_lt: Galerija automatiðkai nustato, ar ji áterpta á vienà ið palaikomø CMS aplinkø, taèiau kaikurios aplinkos gali turëti specialias parinktis, kurias reikia nustatyti. Visos parinktys, kurios nëra automatiðkai aptiktos, turi bûti áraðomos ðiame lange.
pl_pl: Galeria automatycznie wykrywa, gdy jest osadzona w jednym ze wspieranych ¶rodowisk CMS, jednak¿ê mog± istnieæ ¶rodowiska, które maj± specjalne opcje, które powinny byæ ustawione. Opcje, które nie s± wykrywane automatycznie musz± zostaæ okre¶lone na tym ekranie.

source: If your ISP or CMS requires register_globals to be enabled, you may be required to enable the 'Disable register_globals check' option under the Technical tab.
da_dk: Hvis din internetudbyder eller CMS kræver at register_globals slås til, kan du være nødsaget til at tilvælge 'Slå register_globals kontrol fra' under fanebladet Teknisk.
it_it: Se il tuo ISP o il tuo CMS necessitano che register_globals sia attivato, potresti aver bisogno di attivare l'opzione 'Disabilita controllo register_globals' nella tab Tecnico.
ja_jp: あなたのISPやCMSがregister_globalsを有効にすることを必要としている場合、テクニカルタブの「register_globalsチェックを無効にする」を「はい」にしなければなりません。
pl_pl: Je¶li twój ISP lub CMS wymaga w³±czonej opcji register_globals, byæ mo¿e bêdziesz musia³ uaktywniæ opcjê 'Okienko wy³±cz register_global' pod tablic± techniczn±.

source: GeekLog Dir
af_za: Geeklog L&ecirc;ergids
da_dk: GeekLog bibliotek
fi_fi: GeekLog hakemisto
it_it: Directory di GeekLog
ja_jp: GeekLog ディレクトリ
lt_lt: GeekLog Katalogas
pl_pl: Katalog GeekLog
