Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Users have a set of votes which they can allocate to the images.
af_za: Gebruikers het 'n aantal stemme wat hulle aan foto's kan uitdeel.
fi_fi: Käyttäjillä on tietyn verran ääniä joita he voivat jakaa kuville.
it_it: Gli utenti dispongono di un set di voti che possono distribuire alle immagini.
ja_jp: ユーザは画像に割り振ることのできる票のセットを持ちます。
lt_lt: Vartotojai gali pasirinkti tik keletà paveikslëliø, kuriems nori duoti balsus.
pl_pl: U¿ytkownicy maj± pewn± ilo¶æ g³osów, którymi mog± g³osowaæ na obrazy.

source: Enables users to give all images points without restriction.
af_za: Laat gebruikers toe om aan enige item punte toe te ken sonder enige beperkings.
fi_fi: Käyttäjät voivat äänestää ilman rajoituksia.
it_it: Permette agli utenti di attribuire punti alle immagini senza restrizione.
ja_jp: ユーザは全ての画像に対して制限なしの点数をつけられます。
lt_lt: Vartotojai gali balsuoti be apribojimø.
pl_pl: W³±cza u¿ytkownikom mo¿liwo¶æ oddawania g³osów na ka¿de zdjêcia bez ograniczeñ.

source: Number of choices
af_za: Aantal opsies
da_dk: Antal muligheder
fi_fi: Vaihtoehtojen määrä
it_it: Numero di scelte
ja_jp: 選択数
lt_lt: Pasirinkimø skaièius
pl_pl: Ilo¶æ mo¿liwo¶ci

source: Number of choices that will be available to voters as radio buttons or in a pulldown menu.
af_za: Aantal opsies wat aan stemmers beskikbaar sal wees as radio-knoppies of in 'n aftreklys.
fi_fi: Vaihtoehtojen määrä joka on avoinna käyttäjille nappuloina tai alasvetovalikoilla.
it_it: Numero di scelte che saranno a disposizione dei votanti come radio button oppure in un menu a discesa.
ja_jp: 投票者が選べるラジオボタンかプルダウンメニューからの選択肢の数です。
lt_lt: Balsavimo punktø skaièius, kuriuos matys balsuotojai.
pl_pl: Liczba mo¿liwo¶ci, które bêd± dostêpne dla g³osuj±cych jako przyciski lub rozwijane menu

source: Vote hint
af_za: Stem tippie
da_dk: Stemmevink
fi_fi: Äänestysvihje
it_it: Consiglio per il voto
ja_jp: 投票のヒント
lt_lt: Kvietimas balsuoti
pl_pl: Podpowied¼ do g³osowania

source: This is displayed above the voting options under each image.
af_za: Dit word reg voor die stem opsies onder elke foto vertoon.
fi_fi: Tämä näytetään jokaisen kuvan alla, äänestysvaihtoehtojen yläpuolella.
it_it: Questo viene visualizzato prima delle opzioni di voto sotto ciascuna immagine.
ja_jp: これはそれぞれの画像の下で、投票オプションの上に表示されます。
lt_lt: Ðis tekstas bus rodomas virð balsavimo prie kiekvieno paveikslëlio.
pl_pl: To bêdzie wy¶wietlane nad opcj± g³osowania pod ka¿dym obrazem.

source: Vote for this image
af_za: Stem vir hierdie beeld
da_dk: Stem på dette billede
fi_fi: Äänestä tätä kuvaa
it_it: Vota per questa immagine
ja_jp: この画像に投票
lt_lt: Ávertink!
pl_pl: G³osów na to zdjêcie

source: Show vote results
af_za: Vertoon meningspeiling uitslag
da_dk: Vis afstemningsresultater
fi_fi: Näytä äänestyksen tulokset
it_it: Mostra i risultati del voto
ja_jp: 投票結果の表示
lt_lt: Rodyti balsavimo rezultatus
pl_pl: Poka¿ wyniki g³osowania

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
af_za: Vertoon 'n opsomming en grafiek op die album blad van beeld wat die meeste stemme gekry het, en 'n skakel wat na die volledige uitslae. As die option %s is, sal meningspeiling-uitslae net aan administrateurs en album eienaars beskikbaar wees.
fi_fi: Näytä albumisivulla yhteenveto ja diagrammi kuvista, jotka ovat saaneet korkeimmat äänet, ja tee linkki täydellisiin tuloksiin. Jos tämä asetus on %s, niin äänestyksen tulokset ovat esillä vain ylläpitäjille ja albumien omistajille.
it_it: Visualizza nella pagina dell'album un riepilogo e un grafico delle immagini che hanno ricevuto i voti pi&ugrave; alti, e fornisci un link ai risultati completi. Se questa opzione &egrave; su %s, i risultati della votazione saranno disponibili solo agli amministratori e ai proprietari degli album.
ja_jp: もっとも多くの投票があった画像のアルバム上に要約とグラフを表示し、完全な結果へのリンクを提供します。このオプションが %s だと、投票の結果は管理者とアルバム所有者にしか見えません
lt_lt: Rodyti diagramà, kurioje bus atvaizduojami balsavimo rezultatai ir nuoroda á pilnus rezultatus. Jeigu ðis parametras nustatymas kaip %s, balsavimo rezultatus matys tik administratoriai ir albumø savininkai.
pl_pl: Wy¶wietlaj podsumowanie i wykres graficzny na stronie albumu, obrazów, które otrzyma³y najwiêcej g³osów, i podawaj link do pe³nych wyników. Je¿eli ta opcja jest %s, wyniki g³osowania bêd± tylko dostêpne dla adminów i w³a¶cicieli albumów.

source: Number of results displayed
af_za: Aantal uitslae om te vertoon
fi_fi: Esitettävien tuloksien määrä
it_it: Numero di risultati visualizzati
ja_jp: 結果表示の数
lt_lt: Rodomø rezultatø skaièius
pl_pl: Ilo¶æ wyników wy¶wietlanych

source: If %s is %s, display a graph showing this many top results. (Full results will be available on a linked page.)
af_za: As %s %s is, vertoon 'n grafiek wat soveel top uitslae wys. (Volledige uitslae sal op 'n ingeskakelde blad beskikbaar wees.)
fi_fi: Jos %s on %s, esitä graafi jossa on näin monta tulosta. (Täydet tulokset ovat linkin takana.)
it_it: Se %s &egrave; %s, visualizza un grafico che mostri questi risultati pi&ugrave; alti. (I risultati totali saranno disponibili in una pagina separata)
ja_jp: %s が %s なら、この数だけのトップの結果を示すグラフを表示します。(完全な結果はリンクされたページで見れます)
lt_lt: Jeigu %s yra %s, tai bus rodomi tiek pirmø balsavimo rezultatø. (Pilni rezultatai bus prieinami per nuorodà tame paèiame puslapyje.)
pl_pl: Je¿eli %s jest %s, wy¶wietla wykres pokazuj±cy najlepsze wyniki. (Pe³ne wyniki s± dostêpne jako oddzielna strona.)

source: Orientation of vote choices?
af_za: Orientering van stem keuses?
fi_fi: Äänestysvaihtoehtojen suunta?
it_it: Orientamento delle scelte di voto?
ja_jp: 投票選択肢の方向
lt_lt: Kaip bus iðdëstyti balsavimo punktai?
pl_pl: Orientacja wyboru g³osowañ?

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
af_za: Rang keuses kan langs mekaar vertoon word (horisontaal), of onder mekaar (vertikaal). Dit affekteer nie die Kritiek meningspeiling-tipe nie, wat 'n aftreklys het.
fi_fi: Äänestyksien vaihtoehdot voidaan joko esittää vierekkäin (vaakasuorassa) tai allekkain (pystysuoraan). Tällä ei ole vaikutusta arvostelu -äänestyksessä, joka on alasvetovalikko.
it_it: La classifica le scelte della votazione pu&ograve; essere visualizzata accanto a ciascuna di esse (orizzontalmente) oppure al di sotto (verticalmente). La scelta non ha effetto sul voto critico, che &egrave; un menu a discesa.
ja_jp: ランクづけ投票の選択肢は、隣どうし(水平方向)もしくはそれぞれの下(垂直方向)に表示することができます。批評の投票では影響がなく、プルダウンメニューです。
lt_lt: Rinkimø balsavimø rezultatai gali bûti iðdëstyti horizontaliai arba vertikaliai. Ðis parametras neturi jokio efekto, kai ájungtas kritikos balsavimo tipas.
pl_pl: Rankingi g³osowania mog± byæ wy¶wietlany obok siebie (w poziomie) lub pod sob± (w pionie). Nie ma znaczenia dla recenzji, które s± w postaci menu rozwijanych.

source: Horizontal
af_za: Horizontaal
da_dk: Horisontalt
fi_fi: Vaakasuunta
it_it: Orizzontale
ja_jp: 水平方向
lt_lt: Horizontaliai
pl_pl: Poziomo

source: Vertical
af_za: Vertikaal
da_dk: Vertikalt
fi_fi: Pystysuunta
it_it: Verticale
ja_jp: 垂直方向
lt_lt: Vertikaliai
pl_pl: Pionowo

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
af_za: Hiermee kan jy die woorde en die waardes vir elke stem-keuse konfigureer.
fi_fi: Tässä voit asettaa jokaisen äänestysvaihtoehdon sekä kuinka monta pistettä jokaisella vaihtoehdolla on.
it_it: Questo permette di configurare il testo che sar&agrave; visualizzato per ogni opzione di voto, oltre al numero di punti che ogni opzione vale.
ja_jp: それぞれの投票オプションに対して、実際に表示されるテキスト、およびその選択肢の点数をを設定できます。
lt_lt: Ðis parametras leidþia nustatyti pasirinkimø tekstà ir skaièiø kiekvienai reikðmei.
pl_pl: To pozwala na skonfigurowanie aktualnego tekstu który bêdzie wy¶wietlany przy ka¿dej opcji g³osowania, plus liczba punktów, które ta opcja jest warta.

source: Excellent
af_za: Uitmuntend
da_dk: Fantastisk
fi_fi: Erinomainen
it_it: Eccellente
ja_jp: 最高
lt_lt: Puiku
pl_pl: ¦wietne

source: Very Good
af_za: Baie Goed
da_dk: Meget godt
fi_fi: Erittäin hyvä
it_it: Molto Buono
ja_jp: いいんじゃねーの
lt_lt: Labai gerai
pl_pl: Bardzo dobre

source: Good
af_za: Goed
da_dk: Godt
fi_fi: Hyvä
it_it: Buono
ja_jp: いい感じ
lt_lt: Gerai
pl_pl: Dobre

source: Average
af_za: Gemiddeld
da_dk: Middel
fi_fi: Keskiverto
it_it: Mediocre
ja_jp: 普通だよ
lt_lt: Vidutiniðkai
pl_pl: ¦rednie

source: Poor
af_za: Pover
da_dk: Dårligt
fi_fi: Huono
it_it: Scarso
ja_jp: いまいち
lt_lt: Blogai
pl_pl: S³abe

source: Album Slideshow
af_za: Album Skyfievertooning
da_dk: Fremvisning
fi_fi: Albumin diaesitys
it_it: Presentazione dell'Album
ja_jp: アルバム スライドショー
lt_lt: Nuotraukø perþiûra
pl_pl: Pokaz slajdów albumu

source: Slideshow Type
af_za: Skyfievertooning Tipe
da_dk: Fremvisningstype
fi_fi: Diaesityksen tyyppi
it_it: Tipo di Presentazione
ja_jp: スライドショーのタイプ
lt_lt: Nuotraukø perþiûros tipas
pl_pl: Typ slideshow

source: Recursive slideshow
af_za: Rekursiewe skyfievertooning
da_dk: Rekursiv fremvisning
fi_fi: Rekursiivinen diaesitys
it_it: Presentazione ricorsiva
ja_jp: スライドショーの再帰
lt_lt: Rekursinë perþiûra
pl_pl: Pokaz slajdów wg³±b

source: Set to %s if you want to include images in sub albums as part of the slideshow.
af_za: Stel na %s as jy foto's van sub-albums ook in jou skyfievertooning wil insluit.
fi_fi: Aseta vaihtoehto %s jos haluat, että diaesitys käy myös läpi alialbumit.
it_it: Imposta a %s se vuoi includere nella presentazione le immagini dei sotto-album.
ja_jp: スライドショーでサブアルバムの内容もふくめて再帰的に表示したい場合は %s に設定してください。
lt_lt: Jeigu norite á perþiûrà átraukti nuotraukas ið vidiniø albumø, nustatykite ðità parametrà á %s.
pl_pl: Ustaw %s je¿eli chcesz aby w³±czyæ obrazy z podalbumów jako czê¶æ pokazu slajdów.

source: This option will allow visitors to have your slideshow repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
af_za: Besoekers kan jou skyfievertooning herhalend sien totdat hulle hul venster gesluit het of na 'n ander blad gegaan het. Stel dit na %s om bandbreedte te bespaar.
fi_fi: Tämä asetus sallii vierailijoiden kierrättää diaesitystä kunnes he sulkevat sivun tai menevät toiselle sivulle. Aseta tähän %s jos haluat säästää internetyhteyden kaistaa.
it_it: Questa opzione permette agli utenti di vedere da capo la presentazione finche non chiudono la finestra o non navigano in un'altra pagina. Impostala a %s per risparmiare banda.
ja_jp: このオプションは訪問者がウィンドウを閉じるか他のページへ移動するまでスライドショーを繰り返すことを許可します。帯域を抑えたい場合は %s に設定してください。
lt_lt: Ðis parametras leidþia lankytojams kartoti perþiûrà tol, kol uþdaro langà arba iðeina á kità puslapá. Jeigu norite sutaupyti linijos apkrovimà, nustatykite ðá parametrà á %s.
pl_pl: Ta opcja pozwoli odwiedzaj±cym na ogladanie pokazu slajdów zapêtlonego do momentu a¿ nie zamkn± okna b±d¼ nie przejd± do innej strony. Ustaw to na %s je¿eli chcesz zachowaæ przepustowo¶æ ³±cza.

source: both
da_dk: Begge
it_it: entrambi
ja_jp: 両方

source: Fixed
da_dk: Fast
it_it: Fissa
ja_jp: 固定

source: Displays prev+next groups of thumbs, changing only to display next group of thumbs.
it_it: Visualizza i gruppi di anteprime precedente+successiva, cambiando solo in modo da visualizzare il gruppo successivo di anteprime.

source: Dynamic
af_za: Dinamies
da_dk: Dynamisk
it_it: Dinamica
ja_jp: ダイナミック

source: Displays previos & next images, with current image between.
it_it: Visualizza l'immagine precedente e successiva, con in mezzo l'immagine corrente.

source: Top
af_za: Bo
da_dk: I&nbsp;toppen
fi_fi: Ylä
it_it: In Cima
ja_jp: 上
lt_lt: Virðus
pl_pl: Do góry

source: Bottom
af_za: Onder
da_dk: I&nbsp;bunden
fi_fi: Ala
it_it: In Basso
ja_jp: 下部
lt_lt: Apaèia
pl_pl: Na dó³

source: Frames
af_za: Fotorame
da_dk: Rammer
fi_fi: Raamit
it_it: Cornici
ja_jp: フレーム
lt_lt: Rëmeliai
pl_pl: Ramki

source: Each image (thumbnails, resized and full sized) in %s can have a frame. The following styles available:
fi_fi: Jokaiselle kuvalle (esikatselukuvat, venytetyt ja alkuperäistet) %s:ässä voi olla raamit. Seuraavat tyylit ovat saatavilla:
it_it: Ogni immagine (anteprima, ridimensionata e a dimensione piena) in %s pu&ograve; avere una cornice. Sono disponibili i seguenti stili:
ja_jp: %sの各々の画像(サムネイル、リサイズ及びフルサイズ画像)はフレームを持たせることができます。以下のスタイルが利用できます:
lt_lt: Kiekvienas %s paveikslëlis (sumaþintas, vidutinio arba originalaus dydþio) gali turëti rëmelá. Galimi ðie stiliai:
pl_pl: Ka¿dy obrazek (miniatura, skalowane i pe³nej wielko¶ci) w %s mo¿e mieæ ramkê. Poni¿sze style s± dostêpne:

source: Subalbum frames
af_za: Rame om Sub-Albums
da_dk: Underalbum rammer
fi_fi: Alialbumien raamit
it_it: Cornici sotto-album
ja_jp: サブアルバム フレーム
lt_lt: Vidiniø-albumø rëmeliai
pl_pl: Ramki podalbumów

source: This frame will appear around the thumbnail image representing a subalbum.
af_za: Die raam sal om die sub-album se voorbeeld duimnaelskets verskyn.
da_dk: Denne ramme vil blive vist omkring ikoner der repræsenterer et underalbum.
fi_fi: Tämä raami näkyy kaikkien alialbumia esittävien esikatselukuvien ympärillä.
it_it: Questa cornice apparir&agrave; intorno all'immagine di anteprima che rappresenta un sotto-album.
ja_jp: このフレームはサブアルバムを示すためにサムネイルの周りに表示されます。
lt_lt: Ðis rëmelis bus rodomas aplink vidiniø-albumø paveikslëlá.
pl_pl: Ta ramka bêdzie pokazywana w ko³o miniatur obrazków reprezentuj±cych podalbumy.

source: Frame around thumbs
af_za: Rame om duimnaelsketse
da_dk: Ramme omkring ikoner
fi_fi: Raami esikatselukuvien ympärillä
it_it: Cornice intorno alle anteprime
ja_jp: サムネイルのフレーム
lt_lt: Sumaþintos nuotraukos rëmelis
pl_pl: Ramki dooko³a miniatur

source: This frame will appear around the thumbnail image representing a photo or movie.
af_za: Hierdie raam sal om die duimnaelskets wat jou foto's or fliek representeer, verskyn
da_dk: Denne ramme vil blive vist omkring ikoner der repræsenterer billeder eller film.
fi_fi: Tämä raami näkyy kaikkien kuvaa tai videoita esittävien esikatselukuvien ympärillä.
it_it: Questa cornice comparir&agrave; intorno all'immagine di anteprima corrispondente a una foto o un filmato.
ja_jp: このフレームは画像や動画を示すためにサムネイルの周りに表示されます。
lt_lt: Ðis rëmelis bus rodomas aplink sumaþintà nuotraukà arba video klipukà.
pl_pl: Ta ramka bêdzie pojawia³a siê dooko³a miniatur obrazów reprezentuj±cych zdjêcie lub film.

source: Frame around images
af_za: Rame om foto's
da_dk: Ramme omkring billeder
fi_fi: Raamit kuvien ympärillä
it_it: Cornice intorno alle immagini
ja_jp: 画像の周りのフレーム
lt_lt: Nuotraukø rëmeliai
pl_pl: Ramki dooko³a obrazków

source: This frame will appear around fulled sized and resized photos.
af_za: Hierdie raam sal om volle en verkleinde foto's verskyn.
da_dk: Denne ramme vil blive vist omkring fuldstørrelse og skalerede billeder.
fi_fi: Tämä raami ilmestyy kokonaisten -ja venytettyjen kuvien ympärillä.
it_it: Questa cornice apparir&agrave; intorno alle immagini ridimensionate e a dimensione piena.
ja_jp: このフレームはフルサイズあるいはリサイズ画像の周りに表示されます。
lt_lt: Ðis rëmelis bus rodomas aplink vidutinio ir originalaus dydþio nuotraukas.
pl_pl: Ta ramka bêdzie pokazywana dooko³a zdjêæ pe³nej wielko¶ci i przeskalowanych.

source: You must create an empty file named %s and chmod it 777 before proceeding. See the %s for more details.
it_it: Devi creare un file vuoto chiamato %s e applicargli il comando chmod 777 prima di procedere. Vedi %s per maggior dettagli.
lt_lt: Norëdami tæsti privalote sukurti tuðèià %s bylà ir nustatyti jai reikiamas teises (chmod 777). Plaèiau apie tai èia: %s.
pl_pl: Musisz stworzyæ pusty plik %s i zmieniæ chmod na 777 przed kontynuacj±. Wiêcej szczegó³ów: %s.

source: File %s is optional, however some %s features will be disabled unless you create an empty file named %s and chmod it to 777 before proceeding. See the %s for more details.
it_it: Il file %s &egrave; opzionale, tuttavia alcune funzioni di %s saranno disabilitate se non crei un file vuoto chiamato %s e non gli fai il chmod 777 prima di procedere. Vedi la %s per ulteriori dettagli.
pl_pl: Plik %s jest opcjonalny, ale niektóre %s w³a¶ciwo¶ci bêd± wy³±czone dopóki nie stworzysz pustego pliku %s i ustawisz chmod na 777 przed kontynuacja. Wiecej szczegó³ów: %s.

source: File %s is not writable by the webserver - chmod it 777 before proceeding. See %s for more details.
it_it: Il file %s non ha permessi di scrittura dal webserver - applica chmod 777 prima di procedere. Vedi %s per ulteriori dettagli.
lt_lt: Web serverio vartotojas neturi teisës raðyti á %s bylà Nustatykite jai reikiamas (chmod 777) teises. Plaèiau apie tai èia: %s.
pl_pl: Musisz stworzyæ pusty plik %s i zmieniæ chmod jego na 777 przed kontynuacja. Wiecej szczegó³ów: %s.

source: missing
af_za: ontbreek
da_dk: mangler
fi_fi: puuttuu
it_it: manca
ja_jp: 欠落
lt_lt: nëra
pl_pl: zgubiony

source: it's optional
af_za: dit is optioneel
da_dk: det er valgfrit
fi_fi: on vaihtoehtoinen
it_it: &egrave; opzionale
ja_jp: これはオプションです
lt_lt: nebûtina
pl_pl: to jest opcja

source: optional
af_za: optioneel
da_dk: valgfrit
fi_fi: vaihtoehtoinen
it_it: opzionale
ja_jp: オプション
lt_lt: nebûtina
pl_pl: opcja

source: %s: <b>%s</b> must be an absolute URL!
af_za: %s: <b>%s</b> moet 'n absolute URL wees!
da_dk: %s: <b>%s</b> skal være en absolut URL!
fi_fi: %s: <b>%s</b> t&auml;ytyy olla absoluuttinen URL!
it_it: %s: <b>%s</b> deve essere un URL assoluto!
ja_jp: %s: <b>%s</b>は絶対パスのURLでなくてはなりません。
lt_lt: %s: <b>%s</b> turi bûti pilnas URL adresas!
pl_pl: %s: <b>%s</b> musi byæ pe³nym URL'em!

source: %s: <b>%s</b> must be a valid file (not a directory)!
af_za: %s: <b>%s</b> moet 'n geldige l&ecirc;er wees (en nie 'n l&ecirc;ergids nie)!
da_dk: %s: <b>%s</b> skal være en gyldig fil (ikke et katalog)!
fi_fi: %s: <b>%s</b> t&auml;ytyy olla kelvollinen tiedosto (ei saa olla hakemisto)!
it_it: %s: <b>%s</b> deve essere un file valido (non una directory)!
ja_jp: %s: <b>%s</b>は有効なファイルでなくてはなりません。(ディレクトリではだめです)
lt_lt: %s: <b>%s</b> turi bûti failas (ne katalogas)!
pl_pl: %s: <b>%s</b> musi byæ istniej±cym plikiem (nie katalogiem)!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
af_za: %s: <b>%s</b> moet 'n positieve getal is
da_dk: %s: <b>&quot;%s&quot;</b> skal være et positivt heltal
fi_fi: %s: <b>&quot;%s&quot;</b> t&auml;ytyy olla positiivinen numero
it_it: %s: <b>&quot;%s&quot;</b>deve essere un numero positivo
ja_jp: %s: <b>&quot;%s&quot;</b>は正の数でなくてはいけません。
lt_lt: %s: <b>&quot;%s&quot;</b> turi bûti teigiamas skaièius
pl_pl: %s: <b>&quot;%s&quot;</b> musi byæ liczb± dodatni±

source: %s: <b>&quot;%s&quot;</b> must be a number
da_dk: %s: <b>&quot;%s&quot;</b> skal være et tal
it_it: %s: <b>&quot;%s&quot;</b>deve essere un numero
ja_jp: %s: <b>&quot;%s&quot;</b>は数字でなくてはいけません。
pl_pl: %s: <b>&quot;%s&quot;</b> musi byæ liczb± dodatni±

source: %s: <b>%s</b> must not be zero
af_za: %s: <b>%s</b> mag nie nul wees nie
da_dk: %s: <b>%s</b> må ikke være nul
fi_fi: %s: <b>%s</b>ei saa olla nolla
it_it: %s: <b>%s</b> deve essere diverso da zero
ja_jp: %s: <b>%s</b> はゼロではいけません。
lt_lt: %s: <b>%s</b> turi bûti ne nulis
pl_pl: %s: <b>%s</b> nie mo¿e byæ zerem

source: %s: <b>%s</b> must be an executable file!
af_za: %s: <b>%s</b> moet 'n uitvoerbare l&ecirc;er wees!
da_dk: %s: <b>%s</b> skal være en udførbar fil!
fi_fi: %s: <b>%s</b> t&auml;ytyy olla ajettava tiedosto!
it_it: %s: <b>%s</b> deve essere un file eseguibile!
ja_jp: %s: <b>%s</b> は実行ファイルでないといけません。
lt_lt: %s: <b>%s</b> turi bûti paleidþiamasis failas!
pl_pl: %s: <b>%s</b> musi byæ plikiem wykonywalnym!

source: Directory %s does not exist. Please create it.
af_za: l&ecirc;ergids %s bestaan nie. Kre&euml;er een asseblief.
da_dk: Kataloget %s eksisterer ikke. Lav det.
fi_fi: Hakemistoa %s ei l&ouml;ydy. Luo se uudelleen.
it_it: La directory %s non esiste. Per favore creala.
ja_jp: ディレクトリ %s は存在しません。作成してください。
lt_lt: Katalogas %s neegzistuoja. Sukurkite já.
pl_pl: Katalog %s nie istnieje. Stwórz go.

source: %s exists but is not a directory. Please fix this.
af_za: %s bestaan al maar maar is nie 'n l&ecirc;ergids nie. Maak dit asseblief reg.
da_dk: %s eksisterer men er ikke et katalog. Gør noget ved det.
fi_fi: %s on olemassa, mutta se ei ole hakemisto. Korjaa t&auml;m&auml; ongelma.
it_it: %s esiste ma non &egrave; una directory. Per favore correggi il dato.
ja_jp: %s は存在しますがディレクトリではありません。修正してください。
lt_lt: %s egzistuoja, bet nëra katalogas. Iðtaisykite tai.
pl_pl: %s istnieje ale nie jest katalogiem. Napraw to.

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
af_za: %s: %s bestaan, maar is vir die webgebruiker nie skryfbaar nie. Probeer: %sof as dit nie werk nie: %s. Maak ook seker dat as jy 'n %s beperking het, dat hierdie tmp l&ecirc;ergids onder die %s vindplek is.
da_dk: %s: %s eksisterer, men er ikke skrivbar for webserverbrugeren. Prøv: %s eller hvis det ikke virker: %s. Endvidere sørg for at hvis du har en %s restriktion så skal dette 'tmp' katalog være under %s stien
fi_fi: %s: %s on olemassa, mutta ei ole www-palvelink&auml;ytt&auml;j&auml;lle kirjoituskelpoinen . Kokeile: %s tai jos se ei toimi: %s. Varmista my&ouml;s, ett&auml; jos palvelimella on %s rajoitteita, t&auml;m&auml; tmp-hakemisto pit&auml;isi olla %s-polun alapuolella
it_it: %s: %s esiste, ma il webserver non pu&ograve; scriverci. Prova: %s oppure se non funziona: %s. Assicurati anche che se hai una restrizione su %s allora questa directory temporanea dovrebbe essere sotto il percorso di %s
ja_jp: %s: %sは存在しますが、ウェブサーバを動作させているユーザによる書き込みは可能ではありません。%sを試して動かなければ、%sを試してください。また、%s制限を受けているようであればテンポラリディレクトリが%s以下にあるか確認してください。
lt_lt: %s: %s egzistuoja, bet WWW serverio vartotojas á já neturi raðymo teisiø. Pabandykite: %s arba jeigu tai neveikia: %s. Taip pat turëkite omenyje, kad jeigu naudojate %s parametrà, ðis laikinas katalogas turi bûti %s pakatalogis
pl_pl: %s: %s istnieje, ale nie jest mo¿liwy zapis przez u¿ytkownika webserwera. Spróbuj: %s lub je¶li nie pomo¿e: %s. Poza tym upewnij siê, i¿ je¿eli masz %s ograniczenia to wtedy ten tmp powinien byæ w tej: %s ¶cie¿ce

source: %s: <b>%s</b> must be an enabled for this feature to function!
da_dk: %s: <b>%s</b> skal være slået til for at denne funktion kan bruges!
it_it: %s: <b>%s</b> deve essere attivato per utilizzare questa funzione!
ja_jp: %s: <b>%s</b> はこの機能が動作するために有効でないといけません。
lt_lt: %s: <b>%s</b> turi bûti ájungtas, kad veiktø ði funkcija!
pl_pl: %s: <b>%s</b> musi byæ w³±czony by ta funkcja dzia³a³a!
