Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: I can't find <b>jhead</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at the %sjhead homepage%s.
af_za: Kan <i>jhead</i> nie vind. As dit ge&iuml;nstalleer is en nie in dit pad van die webbediener-gebruiker bevind nie, is dat geen probleem; jy kan dit pad van jhead per hand op dir volgende blad invoer. As dit nie ge&iuml;nstalleer is nie, kan jy dit self installeer. <i>jhead</i> is 'n publieke domein EXIF parseerder. Bronkode en bin&ecirc;re l&ecirc;&euml;rs is op die %sjhead tuisblad%s beskikbaar.
da_dk: Jeg kan ikke finde <b>jhead</b>. Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;du kan angive stien manuelt på næste side. Hvis den ikke er installeret, kan du selv installere den. Jhead er en public domain EXIF fortolker. Kildekode, linux programmer og windows programmer kan findes på %sjhead hjemmesiden%s.
fi_fi: En l&ouml;yd&auml; <b>jhead</b>:ia. Jos se on asennettu, mutta se ei sijaitse osoitteessa, jota www-palvelin k&auml;ytt&auml;&auml;, asia OK - voit n&auml;et m&auml;&auml;ritt&auml;&auml; jhead:in polun k&auml;sin seuraavalla sivulla. Jos sit&auml; ei ole asennettu, voit asentaa sen itse. jhead on public domain EXIF-parseri. Sorsakoodi, linux-bin&auml;&auml;rit sek&auml; windows-bin&auml;&auml;rit voit hakea %s jheadin kotisivuilta %s.
it_it: Non trovo <b>jhead</b>. Se &egrave; installato e non &egrave; nel percorso del webserver non &egrave; un problema -- puoi specificare manualmente il percorso di jhead nella pagina seguente. Se non &egrave; installato, puoi installarlo da te. Jhead &egrave; un analizzatore EXIF di dominio pubblico. Il sorgente, i binari per Linux e per Windows possono essere trovati nella %shomepage di jhead%s.
ja_jp: <b>jhead</b> が見付かりませんでした。 インストールされているけれどもパスが通っていない場合は、jheadのパスを次のページで手動設定できます。 インストールされていないのなら、自分でインストールしてかまいません。 jheadはパブリックドメインなEXIFデータパーサです。ソース、Linuxバイナリ、Windowsバイナリが%sjheadのウェブサイト%sから入手できます。
lt_lt: Negaliu rasti <b>jhead</b>. Jeigu programa vis dëlto ádiegta taèiau nëra WWW serverio kelyje, nieko tokio &#8212; kelià iki jhead galësite ávesti sekanèiame puslapyje. Jeigu jhead nëra ádiegta, turite jà instaliuoti. jhead - tai EXIF duomenø skaitytuvas. Visus reikalingus failus galite rasti %sjhead tinklapyje%s.
pl_pl: Nie mogê znale¼æ <b>jhead</b>. Je¿eli jest on zainstalowany, ale nie znajduje siê w ¶cie¿ce u¿ytkownika webserwera to OK&#8212;mo¿esz podaæ ¶cie¿kê rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, mo¿esz zainstalowaæ go sam. Jhead jest publicznym programem. ¬ród³a, binaria linuxa i binaria windowsowe dostêpne s± tutaj: %sstrona domowa jhead%s.

source: Check to see if <b>jpegtran</b> is installed so that Gallery can perform lossless rotations on JPEG images.
af_za: Kyk of <b>jpegtran</b> ge&iuml;nstalleer is sodat <i>Gallery</i> verliesloose rotasies kan doen (werk alleen met JPEG-afbeeldings)
da_dk: Undersøger om <b>jpegtran</b> er installeret så Gallery kan rotere JPEG billeder uden tab af information.
fi_fi: Tarkasta, ett&auml; <b>jpegtran</b> on asennettu jotta Galleria voi suorittaa h&auml;vi&ouml;tt&ouml;mi&auml; JPEG-kuvien k&auml;&auml;nt&ouml;operaatioita.
it_it: Verifica se <b>jpegtran</b> &egrave; installato in modo che Gallery possa eseguire delle rotazioni alle immagini JPEG senza perdita di informazione.
ja_jp: <b>jpegtran</b> がインストールされているか確認してください。jpegtran はGalleryが効率的な画像回転ができるようにします。(JPEG画像のみ)
lt_lt: Tikrinu ar ádiegta <b>jpegtran</b>, kad Galerija galëtø transformuoti JPEG paveikslëlius neprarandant kokybës.
pl_pl: Sprawdzam czy <b>jpegtran</b> jest zainstalowany tak by Galeria mog³a obracaæ zdjêcia zapisane w formacie JPEG.

source: I can't find <b>jpegtran</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jpegtran is a free tool distributed by the Independent JPEG Group as part of <i>libjpeg</i>. Source may be found at the %sIJG homepage%s. Binaries may be found at the %sJPEG Club website%s or in the <i>libjpeg</i> package of Linux distributions.
af_za: Kan <b>jpegtran</b> nie vind nie. As dit ge&iuml;nstalleer is en nie in die pad van die webbediener-gebruiker is nie, is dit geen probleem; jy kan die pad van <i>jpegtran</i> per hand op die volgende blad invoer. As dit nie ge&iuml;nstalleer is nie, kan dit self installeer. <i>jpegtran</i> is 'n gratis program wat deur die Independent JPEG Group as deel van <i>libjpeg</i> versprei word. Bronkode kan jy op die %sIJG homepage%s webwerf vind. Jy kan bin&ecirc;re kode op die %sJPEG club webwerf%s vind of in die libjpeg pakket van Linux verspreidings.
da_dk: Jeg kan ikke finde <b>jpegtran</b>. Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;du kan angive stien manuelt på næste side. Hvis den ikke er installeret, kan du selv installere den. Jpegtran er et gratis værktøj distribueret af The Independent JPEG Group som en del af <i>libjpeg</i>. Kildekoden kan findes på %sIJG hjemmesiden%s. Oversatte programmer kan findes på %sJPEG Club hjemmesiden%s eller i Linux distributioners <i>libjpeg</i> pakke.
fi_fi: En l&ouml;yd&auml; <b>jpegtran</b>:ia. Jos se on asennettu, mutta se ei sijatise webbipalvelimen polussa, asia OK - voit m&auml;&auml;ritt&auml;&auml; polun jpegtran:in osalta k&auml;sin seuraavalla sivulla. Jos sit&auml; ei ole asennettu, voit asentaa sen k&auml;sin. jpegtran on vapaasti levitett&auml;v&auml; ty&ouml;kalu, jota levitt&auml;&auml; itsen&auml;inen JPEG-ryhm&auml; (osa libjpeg:i&auml;). Sorsakoodin l&ouml;yd&auml;t %sIJG:n kotisivulta%s. Bin&auml;&auml;rit l&ouml;yd&auml;t %sJPEG Club%s:n webbisivuilta tai libjpeg-paketista Linuxin distribuutiosta.
it_it: Non trovo <b>jpegtran</b>. Se &egrave; installato e non &egrave; nel percorso del web server non &egrave; un problema -- puoi specificare manualmente il pergorso nella pagina seguente. Se non &egrave; installato, puoi installarlo da te. Jpegtran &egrave; distribuito liberamente da Indipendent JPEG Group come parte della libreria <i>libjpeg</i>. I sorgenti del codice si possono trovare alla %sIJG homepage%s. Gli eseguibili si possono trovare al %sJPEG club website%s o nel package <i>libjpeg</i> di una qualsiasi distribuzione Linux.
ja_jp: <b>jpegtran</b>が見付かりませんでした。 インストールされているけれどもパスが通っていない場合は、NetPBMのパスを以下のページで手動設定できます。 インストールされていない場合は、自分でインストールしてかまいません。 jpegtranはlibjpegの一部として独立したJPEGグループによる配布自由なツールです。 ソースが%sIJGウェブサイト%sで見付かるでしょう。 バイナリは%sJPEG クラブのウェブサイト%sかLinuxディストリビューションのlibjpegパッケージ中にあるでしょう。
lt_lt: Negaliu rasti <b>jpegtran</b>. Jeigu programa vis dëlto ádiegta taèiau nëra WWW serverio kelyje, nieko tokio &#8212; kelià iki jpegtran galësite ávesti sekanèiame puslapyje. Jeigu jpegtran nëra ádiegta, turite jà instaliuoti. jpegtran yra nemokamas Nepriklausomos JPEG Grupës platinamas árankis, kuris yra <i>libjpeg</i> dalis. Programos kodà galite rasi %sIJG tinklapyje%s. Paleidþiamuosius failus rasite %sJPEG klubo tinklapyje%s.
pl_pl: Nie mogê znale¼æ <b>jpegtran</b>. Je¿eli jest on zainstalowany, ale nie znajduje siê w ¶cie¿ce u¿ytkownika webserwera to OK&#8212; mo¿esz zdefiniowaæ ¶cie¿kê rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, mo¿esz zainstalowaæ go sam. Jpegtran jest darmowym narzêdziem wydanym przez Independent JPEG Group jako czê¶æ libjpeg. ¬ród³a dostêpne s± na %sstronie domowej IJG %s. Binaria mo¿na znale¼æ na stronie %sJPEG club%s lub w paczce libjpeg w dystrybucjach Linuxa.

source: Check to see if PHP is compiled with <b>GNU gettext</b> support for fast translations.
af_za: Kyk of PHP gekompileer is met <b>GNU gettext</b> vir die ondersteuning van vinnige vertalings.
da_dk: Undersøger om PHP er oversat med <b>GNU gettext</b> til hurtige oversættelser.
fi_fi: Tarkasta, ett&auml; PHP on k&auml;&auml;nnetty <b>GNU gettextin</b> kanssa nopeita kielten k&auml;&auml;nn&ouml;ksi&auml; varten.
it_it: Verifica se PHP &egrave; stato compilato con il supporto a <b>GNU gettext</b> per delle traduzioni pi&ugrave; veloci.
ja_jp: 高速な翻訳のためにPHPが <b>GNU gettext</b> オプションつきでコンパイルされているか確認してください。
lt_lt: Tikrinu ar PHP sukompiliuota su <b>GNU gettext</b> palaikymu.
pl_pl: Sprawdzam czy PHP jest skompilowane z obs³ug± wsparcia dla szybkich translacji - <b>GNU gettext</b>.

source: Your PHP does not have <b>GNU gettext</b> support installed. To include it, you'll need to recompile PHP (see the %sPHP docs%s for more information). Multi-language support is still available in Gallery without <b>gettext</b>, but the pages may take slightly longer to load.
af_za: Jou PHP ondersteun nie <b>GNU gettext</b> nie. Om gettext te ondersteun, moet jy PHP herkompileer. Vir meer informasie, sien %sPHP docs%s. Let op dat meertalige ondersteuning nog steeds beskikbaar sal wees sonder gettext, maar dat dit iets langer sal duur om die blade te laai.
da_dk: Din PHP understøtter ikke <b>GNU gettext</b>. For at få <b>gettext</b> understøttelse, skal du genoversætte PHP (se %sPHP dokumentationen%s for mere information). Men der er stadig flersprogsunderstøttelse i Gallery uden <b>gettext</b>, men det vil tage længere tid at hente siderne.
fi_fi: K&auml;ytt&auml;m&auml;si PHP:ssa ei ole <b>GNU gettext</b> -tukea asennettuna. Lis&auml;t&auml;ksesi gettext -tuen, sinun tulee k&auml;&auml;nt&auml;&auml; PHP uudelleen (lue %s PHP dokumentit %s saadaksesi lisätietoa). Monikielisyystuki on silti tarjolla Galleriassa, vaikkei <b>gettext</b> olisikaan k&auml;ytett&auml;viss&auml;, mutta t&auml;ll&ouml;in sivut latautuvat hieman kauemman aikaa.
it_it: Il PHP installato non sembra avere il supporto a <b>GNU gettext</b>. Per includerlo, devi ricompilare il PHP (vedi la %sdocumentazione PHP%s per ulteriori informazioni). Il supporto alla multi-lingua &egrave; ancora disponibile in Gallery anche senza <b>gettext</b>, ma se le pagine potranno essere un po' pi&ugrave; lente nel caricamento.
ja_jp: あなたのPHPは <b>GNU gettext</b> をサポートしていません。サポートするためには、PHPをコンパイルし直す必要があります。(詳しい情報は%sPHP ドキュメント%sを見てください) 多言語サポートは<b>gettext</b>なしでもまだ有効です。ただし、ページを読み込むのに若干時間がかかります。
lt_lt: Jûsø PHP nepalaiko <b>GNU gettext</b>. Turite perkompiliuoti PHP su gettext palaikymu. Plaèiau apie tai skaitykite %sPHP dokumentacijoje%s. Be ðio modulio Galerijos daugiakalbë sistema vis dar veiks, taèiau puslapiai krausis þymiai lëèiau.
pl_pl: Twoje PHP nie ma wsparcia <b>GNU gettext</b>. Aby j± w³±czyæ, musisz przekompilowaæ PHP (w celu uzyskania wiêkszej ilo¶ci informacji sprawd¼ %sdokumentacjê PHP%s). Jednak¿e, obs³uga wielu jêzyków w Galerii wci±¿ jest dostêpna, lecz strony mog± ³adowaæ siê trochê wolniej.

source: Check to see what languages are available.
af_za: Kyk watter tale beskikbaar is.
da_dk: Undersøger hvilke sprog der er tilgængelige.
fi_fi: Tarkistetaan, että mitä kieliä on saatavilla Galleriaan.
it_it: Controllo quali lingue sono disponibili.
ja_jp: どの言語が利用できるか確認してください。
lt_lt: Tikrinu ádiegtas kalbas.
pl_pl: Sprawdzam, ilê lokalizacji Galerii jest dostêpnych.

source: Testing to see which <b>system</b> locales (if any) are absent.
da_dk: Undersøger hvilke <b>system</b> sprogdata (hvis nogen) der mangler.
it_it: Sto verificando quali <b>system</b> locales (se esistono) sono mancanti.
ja_jp: (もしあれば)どの<b>システム</b>ロケールが休止状態か見るためのテストです。
lt_lt: Testuoju kuriø <b>system</b> lokaliø, jei tokiø yra, trûksta.
pl_pl: Testujê, które lokalizacje <b>systemowe</b> s± nieobecne (je¿eli jakiekolwiek).

source: Checking to see if you have the latest versions of all Gallery files.
da_dk: Undersøger om du har de nyeste version af alle Gallery filerne.
fi_fi: Tarkistetaan, että sinulla on uusimmat versiot kaikista Gallerian tiedostoista.
it_it: Sto controllando se hai l'ultima versione di tutti i file di Gallery.
ja_jp: すべてのGalleryのファイルが最新のバージョンであるかのチェックです。
lt_lt: Tikrinu ar turite naujausias Galerijos bylas.
pl_pl: Sprawdzam czy masz najnowsze wersje wszystkich plików Galerii.

source: General settings
da_dk: Generel opsætning
fi_fi: Yleiset asetukset
it_it: Configurazione generale
ja_jp: 一般設定
lt_lt: Pagrindiniai nustatymai
pl_pl: Zobacz ustawienia

source: Gallery Title
af_za: Galery Titel
da_dk: Galleriets titel
fi_fi: Gallerian nimi
it_it: Titolo della galleria
ja_jp: Gallery タイトル
lt_lt: Galerijos pavadinimas
pl_pl: Tytu³ galerii

source: The name of your Gallery. E.g. <i>My Cool Photos</i>
af_za: Die naam van jou Galery, bv. <i>My Oulike Prentjies</i>
da_dk: Navnet på dit galleriet. F.eks. <i>Mine Seje Billeder</i>
fi_fi: Galleriasi nimi, esim. <i>Minun kuvagalleriani</i>
it_it: Il nome della tua galleria. Es. <i>Le mie fantastiche Foto</i>
ja_jp: あなたのGalleryの名前。例: <i>My Cool Photos</i>
lt_lt: Jûsø Galerijos pavadinimas. Pvz. <i>Jono nuotraukos</i>
pl_pl: Nazwa Twojej galerii. Np. <i>Moje SUPER zdjêcia</i>

source: Gallery
af_za: Galery
fi_fi: Galleria
it_it: Galleria
lt_lt: Galerija
pl_pl: Galeria

source: Use Icons ?
da_dk: Brug ikoner?
it_it: Usare le icone?
ja_jp: アイコンの使用
pl_pl: U¿ywaæ ikon?

source: You can choose wether you want to use Gallery icons, text only, or both. When you choose icons only, then there will be an onMousoverText.
it_it: Puoi scegliere se usare le icone di Gallery, testo solamente, o entrambi. Quando scegli solo le icone, ci sar&agrave; del testo che comparir&agrave; onMouseover.
ja_jp: Galleryアイコンを使うか、テキストのみか、あるいは両方か選択できます。アイコンのみを選択した場合は onMouseoverTextが用意されます。
pl_pl: Mo¿esz wybraæ czy chcesz u¿ywaæ ikony Galerii, tylko tekst lub obydwie rzeczy. Je¶li wybierzesz "tylko ikony", tekst bêdzie pojawia³ siê po najechaniu kursorem myszy.

source: Icons and text
da_dk: Ikoner og tekst
it_it: Icone e testo
ja_jp: アイコンとテキスト
pl_pl: Ikony i tekst

source: Text only
da_dk: Kun tekst
it_it: Solo testo
ja_jp: テキストのみ
pl_pl: Tylko tekst

source: Icons only
da_dk: Kun ikoner
it_it: Solo icone
ja_jp: アイコンのみ
pl_pl: Tylko ikony

source: Skin Name
af_za: Vel naam
da_dk: Temanavn
fi_fi: Ulkoasun nimi
it_it: Nome Skin
ja_jp: スキン名
lt_lt: Iðvaizdos pavadinimas
pl_pl: Nazwa Skóry

source: Select a skin to use for Gallery. You now have a wide choice of &quot;skins&quot; that affect the look of every page of your Gallery. You can have fun experimenting with the available skins. Choose &quot;None&quot; to use the look from v1.4.
it_it: Seleziona una skin da far usare a Gallery. Adesso hai un'ampia scelta di &quot;skin&quot; che influiscono sull'aspetto di ogni pagina della galleria. Divertiti sperimentando skin diverse. Seleziona &quot;No Skin&quot; per usare l'aspetto tradizionale della versione 1.4.
lt_lt: Pasirinkite savo Galerijos iðvaizdà ið ðiø pavyzdþiø. Dabar turite tikrai didelæ iðvaizdø pasirinkimo galimybæ. Norëdami, kad jûsø Galerija atrodytø kaip 1.4 versija pasirinkite punktà &quot;Nëra&quot;

source: Here you can get a more Gallery Skins by Drazan
da_dk: Her kan du få flere Gallery temaer lavet af Drazan
it_it: Qui puoi trovare altre skin per Gallery fatte da Drazan
ja_jp: ここでDrazanによるGalleryスキンを入手できます。
lt_lt: Èia galite rasti daugiau Galerijai Drazan'o Odø (Skins)
pl_pl: Tu mo¿esz pobraæ wiêcej skórek do Galerii by Drazan

source: Default upload method
da_dk: Standard overførselsmetode
fi_fi: Oletustapa tiedostojen kopioimiselle palvelimeen
it_it: Modalit&agrave; di upload predefinita
ja_jp: デフォルトのアップロード方法
lt_lt: Nuotraukø ákëlimas pagal nutylëjimà
pl_pl: Domy¶lna metoda ³adowania plików.

source: Which method of uploading photos should be defaulted to for users who don't specify?
da_dk: Hvilken metode skal bruges til overførsel af billeder hvis brugeren ikke specificerer nogen?
it_it: Quale metodo di upload vuoi che sia usato dagli utenti che non lo hanno specificato?
ja_jp: 画像のアップロード方法を指定してないユーザのために、どの方法をデフォルトに設定しますか?
lt_lt: Kuris nuotraukø ákëlimo metodas turi bûti pagal nutylëjimà vartotojams, kurie jo nepasirenka?
pl_pl: Która metoda wysy³ania (uploadu) zdjêæ powinna byæ standardowo ustawiona dla u¿ytkowników, którzy tego nie sprecyzowali?

source: Form-based Upload
da_dk: Formularbaseret overførsel
fi_fi: Lomakepohjainen tiedostojen kopiointi
it_it: Upload con Form
ja_jp: フォームを使ったアップロード
lt_lt: Nuotrauku ákëlimas naudojant Formà
pl_pl: Upload bazuj±cy na formularzu

source: Locations and URLs
af_za: Vindplekke en URL's
da_dk: Placering og URL'er
fi_fi: Sijannit ja osoitteet
it_it: Locazione e URL
ja_jp: 位置とURL
lt_lt: Keliai ir URL adresai
pl_pl: ¦cie¿ki i adresy URL

source: Album directory
af_za: Album l&ecirc;ergids
da_dk: Albumkatalog
fi_fi: Albumihakemisto
it_it: Directory degli Album
ja_jp: アルバムのディレクトリ
lt_lt: Albumø katalogas
pl_pl: Katalog Albumu

source: REQUIRED
af_za: BENODIG
fi_fi: VAADITTU TIETO
it_it: OBBLIGATORIO
lt_lt: BÛTINA

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty&#8212;Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s).
af_za: Die volle pad op die fisise hardeskyf na die l&ecirc;ergids waar jou fotos gestoor sal word. Hierdie l&ecirc;ergids behoort leeg te wees en Gallery sal dit opvul. Let op dat hierdie l&ecirc;ergids skryf-toegang vir dir webbediener gebruiker benodig (in hierdie geval is dit %s).
da_dk: Den fulde sti på en fysisk disk til kataloget, hvor dine billeder gemmes. Dette katalog skal være tomt til at starte med&#8212;Gallery fylder billeder i det. Bemærk at katalog skal have skriveadgang for den bruger, der udfører webserveren (i dit tilfælde er denne bruger: %s).
fi_fi: Tarkka tiedostoj&auml;rjestelm&auml;n polku fyysisell&auml; levyll&auml; hakemistoon, jonne kuvat tallennetaan. T&auml;m&auml;n hakemiston tulee aloitettaessa olla tyhj&auml; - Galleria t&auml;ytt&auml;&auml; sen. Huomaa, että käyttäjällä %s tulee olla kirjoitusoikeudet kyseiseen hakemistoon.
it_it: Il percorso completo sul disco della directory che conterr&agrave; le tue foto. Questa directory sar&agrave; inizialmente vuota -- Gallery la riempir&agrave; con le tue foto. Nota che l'utente che sta facendo eseguire il webserver dovr&agrave; avere permessi di scrittura in questa directory (nel tuo caso l'utente &egrave; %s).
ja_jp: 画像が保存される物理ディスク上のディレクトリのフルパス。このディレクトリは初めは空にしておいてください &#8212; Galleryが埋めます。このディレクトリは、ウェブサーバを動かしているユーザ(このシステムでは %s)による書き込み権限が必要であることに注意してください。
lt_lt: Pilnas kelias iki katalogo, kuriame bus saugomos visos nuotraukos. Tai turëtø bûti tuðèias katalogas. Turëkite omenyje, kad WWW serverio vartotojas (konkreèiai jûsø atveju %s), turi turëti raðymo teises á ðá katalogà.
pl_pl: Pe³na ¶cie¿ka dostêpu na fizycznym dysku do katalogu gdzie bêd± przechowywane zdjêcia. Ten katalog powinien byæ na pocz±tku pusty&#8212;Galeria sama go wype³ni. Pamiêtaj ¿e ten katalog musi mieæ prawa zapisu dla u¿ytkownika, który uruchamia webserwer (w tym wypadku jest to %s).

source: Temporary directory
af_za: L&ecirc;ergids vir tydelike l&ecirc;&euml;rs
da_dk: Midlertidig katalog
fi_fi: Tilap&auml;ishakemisto
it_it: Directory temporanea
ja_jp: テンポラリディレクトリ
lt_lt: Laikinas katalogas
pl_pl: Tymczasowy katalog

source: The filesystem path to a temporary directory. E.g. %s or %s. Note that if you have <b>open_basedir</b> configured on your system, then this temporary directory must be inside the <b>open_basedir</b> path! In that case you may need to create the directory yourself and make sure that it's writable by the webserver process.
af_za: Die l&ecirc;ersisteem pad na 'n tydelike l&ecirc;ergids, bv. %s of %s. Let op dat as <b>open_basedir</b> gekonfigureer is, dan moet die tydelike l&ecirc;ergids binne die <b>open_basedir</b> pad wees. In daardie geval mag dit dalk nodig wees om die l&ecirc;ergids self te kre&euml;er en seker te maak dat dit skryftoegang het.
da_dk: Stien til et katalog for midlertidlige filer. Fx %s eller %s. Bemærk at hvis du har konfigureret <b>open_basedir</b> på dit system, så skal dette katalog være i <b>open_basedir</b> stien. I så fald kan det være du selv skal oprette biblioteket og være sikker på at webserveren kan skrive til biblioteket.
fi_fi: Tiedostoj&auml;rjestelm&auml;n polku tilap&auml;ishakemistoon. Esim. %s tai %s. Huomaa, ett&auml; jos sinulla on <b>open_basedir</b> m&auml;&auml;ritettyn&auml; j&auml;rjestelm&auml;ss&auml;si, t&auml;m&auml;n hakemistopolun tulee olla <b>open_basedir</b>-polun sis&auml;ll&auml;! Ko. tapauksessa voit joutua luomaan tilapäishakemiston itse ja huolehtia, ett&auml; webbipalvelimen prosesseilla on siihen kirjoitusoikeus.
it_it: Il percorso ad una directory temporanea. Es. %s o %s. Nota che se il tuo sistema &egrave; configurato come <b>open_basedir</b>, allora questa directory temporanea deve risiedere dentro il percorso dell'<b>open_basedir</b>! In questo caso dovrai creare tu la directory temporanea ed assicurarti che sia scrivibile dal processo del webserver.
ja_jp: 一時ファイルをおくディレクトリのパス。例えば %s や %s。あなたのシステムで <b>open_basedir</b> の設定がされているのであれば、このテンポラリディレクトリは <b>open_basedir</b> 以下に入れないといけません。その場合自分でディレクトリを作成し、ウェブサーバのプロセスがそこに書き込み可能であることを確認してください。
lt_lt: Kelias iki laikino katalogo. Pvz. %s arba %s. Jeigu jûsø sistemoje yra ájungtas <b>open_basedir</b> parametras, ðis katalogas privalo bûti <b>open_basedir</b> pakatalogis! Tokiu atveju laikinà katalogà gali tekti sukurti patiems ir uþtikrinti WWW serverio vartotojo raðymo teises á já.
pl_pl: ¦cie¿ka systemowa do tymczasowego katalogu. Np. %s lub %s. Pamiêtaj, ¿e je¿eli masz skonfigurowane <b>open_basedir</b> na swoim systemie, wtedy ten katalog musi znajdowaæ siê w ¶cie¿ce <b>open_basedir</b>!! W takim wypadku musisz stworzyæ katalog samodzielnie i upewniæ siê ¿e proces webserwera ma mo¿liwo¶æ zapisywania w nim.

source: The full URL to the Gallery web application. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
da_dk: Den fulde URL til Gallery hjemmesiden. (f.x. %s) Gallery kan godt fungere med relative URLer, men der kan være nogle funktioner, såsom udskrivning, der ikke vil virke.
it_it: L'URL completa dell'applicazione Gallery. (ad es. %s) Gallery pu&ograve; lavorare con URL relative, ma alcune funzioni come la stampa, potrebbero non funzionare correttamente.
ja_jp: Gallery ウェブアプリケーションヘのURL。(例 %s) Gallery は相対パスのURLで動作しますが、印刷などの一部の機能はできません。
lt_lt: Pilnas URL iki Galerijos tinklo aplikacijos (e.g. %s) Galerija gali veikti ir su reliatyviais URL'ais, taèiau kai kurie ypatybës, pvz.: spausdinimas, gali veikti neteisingai.
pl_pl: Pe³ny adres URL do aplikacji sieciowej Galerii. (np. %s) Galeria potrafi pracowa¿ ze wzglêdnymi URLami ale niektóre w³a¶ciwo¶ci, takie jak drukowanie, mog± nie dzia³aæ popawnie.

source: Albums URL
da_dk: Album URL
fi_fi: Albumien URL
it_it: URL Album
ja_jp: アルバムのURL
lt_lt: Albumø URL
pl_pl: URL Albumów

source: The full URL to your album directory on your web server. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
da_dk: Den fulde URL til album biblioteket på din webserver. (f.x. %s) Gallery kan godt fungere med relative URLer, men der kan være nogle funktioner, såsom udskrivning, der ikke vil virke.
it_it: L'URL completa della cartella con gli album. (ad es. %s) Gallery pu&ograve; lavorare con URL relative, ma alcune funzioni come la stampa, potrebbero non funzionare correttamente.
ja_jp: ウェブサーバ上のあなたのアルバムへの完全なURL。(例: %s)Gallery は相対パスのURLで動作しますが、印刷などの一部の機能はできません。
lt_lt: Pilnas URL iki albumø jûsø web serveryje (e.g. %s). Galerija gali veikti ir su reliatyviais URL'ais, taèiau kai kurie ypatybës, pvz.: spausdinimas, gali veikti neteisingai.
pl_pl: Pe³ny adres URL do twojego katalogu albumu na twoim serwerze sieciowym. (np. %s) Galeria potrafi pracowa¿ ze wzglêdnymi URLami ale niektóre w³a¶ciwo¶ci, takie jak drukowanie, mog± nie dzia³aæ popawnie.
