Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Capturedate cache expiration
it_it: Scadenza cache data di cattura
lt_lt: Fotografavimo datø keðavimo galiojimo laikas
pl_pl: Czas przedawnienia cache'a przechwycenia daty

source: Technical
af_za: Tegnies
fi_fi: Tekniset
it_it: Tecnico
ja_jp: テクニカル
lt_lt: Techniniai nustatymai
pl_pl: Techniczne

source: The settings in this section are intended for advanced users only.
it_it: I parametri in questa sezione sono rivolti solo agli utenti esperti.
ja_jp: このセクションの設定は詳しいユーザのためだけに用意されています。
pl_pl: Ustawienia w tej sekcji tylko dla zaawansowanych u¿ytkowników.

source: Be aware that settings changed on this tab may have severe performance or security consequences and do so at your own risk.
it_it: Tieni presente che le modifiche ai parametri di questa tab potrebbero avere serie conseguenze sulle prestazioni e sulla sicurezza e le fai a tuo rischio e pericolo.
ja_jp: このタブの設定が変更された場合、パフォーマンスやセキュリティに深刻な結果をもたらすことに気を付け、自己の責任において変更を加えてください。
pl_pl: B±d¼ ¶wiadomy, ¿e ustawienia zmieniane w tej tablicy mog± mieæ powa¿ne konsekwencje w wydajno¶ci lub bezpieczeñstwie, wiêc robisz to tylko na w³asne ryzyko.

source: Debug Level
da_dk: Debug tilstand
it_it: Livello debug
ja_jp: デバッグレベル

source: Turn debug on so that you can diagnose problems?
da_dk: Slå debug-tilstand til så du kan finde ud af hvad problemer er?
it_it: Attivare il debug in modo da poter analizzare i problemi?
ja_jp: 問題の原因を探るためにデバッグモードをONにしますか?

source: Note: Dont leave this option on in production systems! Else you might show users more information about your Gallery and system than you want!
it_it: Nota: Non lasciare attivata questa opzione in sistemi di produzione! Altrimenti potresti mostrare agli utenti troppe informazioni su Gallery e sul tuo sistema!
ja_jp: 注意: 公開するシステム上ではこのオプションを on のままにしないでください。Galleryとシステムに関する情報をユーザに見せたくない限りは!
pl_pl: Uwaga: Nie zostawiaj tej opcji za³±czonej w systemach produkcyjnych! Inaczej mo¿esz pokazaæ u¿ytkownikom wiêcej informacji na temat twojej Galerii i systemu ni¿by¶ chcia³.

source: No Debug
it_it: Nessun Debug

source: Normal
it_it: Normale

source: High (former Debug 'on')
it_it: Alto (era Debug 'on')

source: Disable register_globals check
it_it: Disabilita controllo register_globals
ja_jp: register_globals チェックを無効にする
pl_pl: Okienko wy³±æz register_globals

source: <b>Be aware that changing this setting potentially decreases the security of your Gallery, and we may or may not support you if you encounter issues that don't occur when this is turned off.</b><br><br>Enabling this causes %s to ignore register_globals being turned on. %s normally tries to unset all variables created by register_globals to help enforce security. If a script that you run requires register_globals to be on, and will not cooperate with %s, set this to &quot;yes&quot;.
it_it: <b>Tieni presente che la modifica di questa configurazione diminuisce la sicurezza della tua Gallery, e noi potremmo anche non aiutarti se incontri problemi che non si verificano tenendo spento questo parametro.</b><br><br>Se attivi questo, %s ignorer&agrave; l'attivazione di register_globals. Normalmente %s prova a togliere tutte le variabili create da register_globals per aumentare la sicurezza. Se stai eseguendo uno script che richiede register_globals attivato, e non coopera con %s, imposta questo a &quot;s&igrave;&quot;.
pl_pl: <b>B±d¼ ¶wiadomy, ¿e zmienianie tego ustawienia zmniejsza bezpieczeñstwo twojej Galerii i byæ mo¿e nie bêdziemy mogli ci pomóc, je¶li napotkasz problemy, które nie zdarzaj± siê, kiedy opcja ta jest wy³±czona</b><br><br>Za³±czenie tej opcji wymusi na %s ignorowanie za³±czenia opcji register_globals. %s normalnie próbuje wy³±czyæ wszystkie zmienne stworzone przez register_globals, aby pomóc wymusiæ bezpieczeñstwo. Je¿eli skrypt, którego u¿ywasz wymaga za³±czenia register_globals i nie bêdzie on wspó³dzia³a³ z %s zaznacz t± opcjê na &quot;tak&quot;.

source: Time Limit
af_za: Tydbeperking
da_dk: Tidsfrist
fi_fi: Aikaraja
it_it: Tempo limite
ja_jp: 時間制限
lt_lt: Laiko limitas
pl_pl: Limit czasu

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
af_za: Die maksimum tyd in sekondes wat 'n enkele operasie behoort te neem. As jy vind dat jy die <i>Maksimum uitvoertyd oorskrei</i> fout kry, kan jy dit grooter maak. Wees gewaarsku dat as jy dit te groot maak, <i>mag</i> jy dalk 'n proses h&ecirc; wat 'n baie lang tyd kan vassit sonder om enigiets te doen. Die verstek waarde is 30 sekondes, wat redelik is.
da_dk: Den længste tid en enkelt operation må tage. Hvis du får <b>Maksimal udførelsestid overskredet</b> fejlen, kan du bruge et større tal her. Hvis du gør det for stort, <i>kan</i> du komme ud for at have en proces, der hænger meget længe uden at gøre noget. Standardværdien er 30, hvilket burde være rimeligt
fi_fi: Maksimiaika (sekunteina), jonka verran aikaa tietty toiminto x saa vied&auml;. Jos koet, ett&auml; saat <b>Maximum execution time exceeded</b>-virheilmoituksen kovin usein, voit koettaa m&auml;&auml;ritt&auml;&auml; t&auml;m&auml;n arvon pienemm&auml;ksi. Varoitus kuitenkin lienee paikallaan: jos teet t&auml;st&auml; arvosta liian suuren, saatat joutua tilanteeseen, jossa jokin eritt&auml;in pitk&auml;&auml;n kest&auml;v&auml; prosessi ei n&auml;yt&auml; etenev&auml;n ollenkaan. Oletusarvo on 30 (sekuntia), ja sen pit&auml;isi sopia yleens&auml; kaikkiin tilanteisiin.
it_it: L'ammontare massimo di secondi che ogni singola operazione dovrebbe impiegare per essere eseguita. Se ti capita di vedere diversi messagi di errore del tipo <b>Maximum execution time exceeded</b>, puoi provare ad aumentare questo numero. Attenzione, se configuri questo valore troppo alto <i>potresti</i> avere dei processi bloccati a lungo che non fanno nulla. Il valore predefinito &egrave; 30 ed &egrave; un valore ragionevole.
ja_jp: ひとつの命令を受け取る最大の秒数です。もし、<b>Maximum execution time exceeded</b> のエラーメッセージが出たら、これをもっと大きな値にしてみてください。あまり大きな値にすると、プロセスが長時間何もできずに固まる <i>かもしれない</i> ことを警告しておきます。デフォルト値は非常に適切である 30 です。
lt_lt: Vienos operacijos laiko limitas. Jeigu Galerija rodo daug <b>Maximum execution time exceeded</b> klaidø, pabandykite padidinti ðià reikðmæ. Ásidëmëkite, kad jeigu ði reikðmë bus per didelë, <b>galite</b> sukurti procesà, kuris vyksta labai ilgà laiko tarpà ir nedaro nieko. Pradinë reikðmë (30) turi tikti daugumai platformø.
pl_pl: Maksymalna warto¶æ czasu w sekundach jak± ka¿da pojedyñcza operacja powinna zaj±æ. Je¿eli otrzymujesz informacje <b>Przekroczony maksymalny czas wykonywania</b>, spróbuj wprowadziæ wiêksz± warto¶æ. Uwa¿aj gdy¿ je¶li wstawisz tu za du¿± warto¶æ, <i>mo¿esz</i> mieæ bezczynne procesy które ugrzêzn± na bardzo d³ugo. Warto¶æ domy¶lna jest ustawiona na 30 i jest to bardzo dobra warto¶æ.

source: This is the amount of time that the Random Block will cache data about your photos and albums, speeding up requests for random photos. The more often that your albums are modified, the lower you should set this value to ensure that new photos are chosen quickly, and to prevent attempts to retrieve photos which may have been deleted. The cache is automatically regenerated when a user views the random block after the time limit has expired.
it_it: Questo &egrave; il periodo di tempo durante il quale Random Block terr&agrave; in cache i dati delle tue foto e degli album, velocizzando le richieste di foto prese a caso. Pi&ugrave; i tuoi album vengono modificati di frequente, pi&ugrave; questo valore dovrebbe essere tenuto basso, per garantire che le nuove foto vengano scelte rapidamente, e per prevenire che vengano richiamate foto che magari sono state eliminate. La cache viene rigenerata automaticamente quando un utente visualizza il random block dopo che &egrave; stato superato il limite di tempo.
lt_lt: Tai yra laikas kada Atsitiktinis Blokavimas uþkeðuos duomenis apie Jûsø nuotraukas ir albumus, pagreitindamas priëjimà prie atsitiktiniø nuotraukø. Kuo daþniau Jûsø albumai yra modifikuojami, tuo maþesnë turi bûti ði reikðmë, jei norite kad galëtumëte greitai pasirinkti naujas nuotraukas ir iðvengtumëte bandymø paimti tas nuotraukas, kurios jau buvo iðtrintos. Keðas pergeneruojamas kai vartotojas perþiûri atsitiktiná nuotrauku blokà pasibaigus laiko limitui.
pl_pl: To jest przedzia³ czasu w czasie którego twój Losowy Blok bêdzie zachowywa³ w cache'u informacje o twoich albumach i zdjêciach, przyspieszaj±c ¿±dania dla losowych zdjêæ. Im czê¶ciej twoje albumy s± modyfikowane, tym ni¿sz± warto¶æ powiniene¶ ustawiæ, abby zapewniæ, ¿e nowe zdjêcia s± wybierane szybko i zapobiec próbom sprowadzenia zdjêæ, które zosta³y ju¿ wykasowane. Cache automtycznie siê regeneruje, kiedy u¿ytkownik wy¶wietla losowy blok po limicie czasu.

source: 24 Hours
fi_fi: 24 tuntia
it_it: 24 Ore
ja_jp: 24 時間
lt_lt: 24 valandos
pl_pl: 24 godziny

source: 12 Hours
fi_fi: 12 tuntia
it_it: 12 Ore
ja_jp: 12 時間
lt_lt: 12 valandø
pl_pl: 12 godzin

source: 6 Hours
fi_fi: 6 tuntia
it_it: 6 Ore
ja_jp: 6 時間
lt_lt: 6 valandos
pl_pl: 6 godzin

source: 1 Hour
fi_fi: 1 tunti
it_it: 1 Ora
ja_jp: 1 時間
lt_lt: 1 valanda
pl_pl: 1 godzina

source: 30 Minutes
fi_fi: 30 minuuttia
it_it: 30 Minuti
ja_jp: 30 分
lt_lt: 30 minuèiø
pl_pl: 30 minut

source: Random Block Retrieval Attempts
it_it: Tentativi di Recupero Blocco Casuale
pl_pl: Próby sprowadzenia losowego bloku

source: This variable controls the number of times that the random block will attempt to retrieve an image from Gallery. The larger the value, the less likely a 'No Photo Chosen' will be returned, but it increases the time it takes for the Random Block to load.
it_it: Questa variabile controlla il numero di volte che il blocco casuale tenter&agrave; di ottenere un'immagine da Gallery. Maggiore il valore, minore il numero di volte in cui sar&agrave; ritornato un 'Nessuna Foto Selezionata', ma incrementer&agrave; il tempo di caricamento del Blocco Casuale.
pl_pl: Ta zmienna kontroluje liczbê razy losowy blok bêdzie próbowa³ pobraæ obrazek z Galerii. Im wiêksza warto¶æ tym mniej prawdopodobne, ¿e zwróci siê 'Nie Wybrano Zdjêcia', ale zwiêksza to czas ³adowania dla Losowego Bloku.

source: Cache EXIF data
af_za: Kasseer EXIF data
fi_fi: V&auml;limuistita EXIF-data
it_it: Memorizza in cache i dati EXIF
ja_jp: EXIF データのキャッシュ
lt_lt: Keðuoti EXIF duomenis
pl_pl: Buforuj dane EXIF?

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow.
af_za: Die EXIF data uit die JPEG foto's kan gekasseer word nadat dit vir die eerste keer geleesis. Die nadeel is dat dit moontlik is dat jou album data l&ecirc;&euml;rs nogal groot kan word, wat die besigtiging van jou albums kan vertraag. Aan die ander kant, as jy nie die data kasseer nie, dan moet dit elke keer uit die foto herroep word as 'n gebruiker die tegniese eienskappe van 'n foto wil sien.
da_dk: EXIF data taget fra JPEG filer kan caches efter det er læst første gang. Afvejningen er at hvis du cacher dette, kan dit albumdatafiler blive ret store, hvilket kan gøre det langsommeligt at se albumene. Men hvis du ikke cacher dem, skal det hentes hver gang en bruger ser på egenskaberne for et billede, hvilket også kan gøre det langsommere at se billederne.
fi_fi: EXIF-data JPEG-kuvista voidaan v&auml;limuistittaa ensimm&auml;isen lukukerran j&auml;lkeen. Ongelma t&auml;ss&auml; toimenpiteess&auml; on se, ett&auml; albumin datatiedostojen koko voi kasvaa suhteellisen suureksi, joka voi puolestaan hidastaa albumien selailua. Mutta, jos et v&auml;limuistita t&auml;t&auml; tietoa, ko. tieto haetaan joka kerta uudelleen - ja t&auml;m&auml; voi my&ouml;s hidastaa Gallerian toimintaa.
it_it: I dati EXIF estratti da un file JPEG possono essere salvati in cache e quindi non estratti ogni volta. Per contro, se attivi la cache di questi dati, pu&ograve; succedere che la dimesione dei file con i dati dell'album diventi piuttosto grande e quindi rallenti la visualizzazione degli album. D'altronde, se non salvi questi dati, allora Gallery dovr&agrave; estrarli ogni volta che un utente guarder&agrave; le propriet&agrave; di una foto, e anche questo pu&ograve; rallentare.
ja_jp: JPEGファイルから抽出されたEXIFデータは最初に1回読み出された後にキャッシュすることができます。このデータをキャッシュした場合のトレードオフは、アルバムデータファイルが巨大化し、アルバムを見るのに時間がかかるようになる可能性があることです。しかし、キャッシュしないと各ユーザが画像のプロパティを見るたびにこのデータを読み出す必要があるため、それによって遅くなります。
lt_lt: JPEG EXIF duomenys gali bûti keðuojami. Atminkite, kad jeigu turite daugybæ nuotraukø, duomenø bazë gali labai padidëti, ir tai sulëtins albumø perþiûrà. Taèiau jeigu jø nekeðuosite, kiekvienà kartà kai vartotojas perþiûrës nuotraukos parametrus, duomenys bus paimami ið nuotraukos. Tai irgi gali sulëtinti darbà.
pl_pl: Dane EXIF, odczytane z pliku JPEG, mog± byæ zbuforowane za pierwszym razem. Rzecz w tym ¿e bufor tych danych mo¿e powiekszyæ twoje pliki w albumie do bardzo du¿ej wielko¶ci co zwolni przegl±danie Twojego albumu. Lecz je¿eli nie zbuforujesz tych danych to bed± one musia³y byæ odczytywane za kazdym razem kiedy u¿ytkownik na stronie o nie poprosi, przez co mo¿e to trwaæ chwile.

source: Developer Mode
da_dk: Udvikler tlstand
fi_fi: Kehittäjä-tila
it_it: Modalit&agrave; Sviluppatore
ja_jp: 開発者モード
lt_lt: Programuotojo Reþimas
pl_pl: Tryb deweloperski

source: Turn on developer mode to see all PHP warnings and notices. Enabling this is not recommended for users that aren't familiar with PHP.
it_it: Attiva la modalit&agrave; sviluppatore per vedere tutti i warning e gli avvisi di PHP. L'attivazione non &egrave; raccomandabile agli utenti poco pratici di PHP.
ja_jp: 全てのPHPのwarningとnoticeを見るには、開発者モードを有効にします。PHPに詳しくないユーザにはお薦めできません。
lt_lt: Ájunkite programuotojo reþimà, jeigu norite pamatyti visus PHP perspëjimus ir praneðimus. Vartotojams, kurie maþai paþystami su PHP, rekomenduotumëm nenaudoti ðio reþimo.
pl_pl: Za³±cz tryb dewelopera, aby zobaczyæ wszystkie ostrze¿enia i uwagi PHP. Za³±czenie tego nie jest zalecane dla u¿ytkowników nie znaj±cych PHP.

source: Use Syslog
da_dk: Brug Syslog
fi_fi: Käytä Syslogia
it_it: Usa Syslog
ja_jp: Syslog を使う
lt_lt: Naudoti Syslog'a
pl_pl: U¿ywaj Syslog

source: Report user login, logout, and serious errors via syslog (UNIX) or System Event Manager (Windows)
it_it: Riporta tramite syslog (UNIX) o System Event Manager (Windows) i login e logout degli utenti e gli errori gravi
ja_jp: ユーザのログインやログアウト、深刻なエラーについて syslog(UNIX) または システムイベントマネージャー(Windows) を通して報告します。
lt_lt: Siøsti informacija apie prisijungimus ir atsijungimus á syslog (UNIX) arba System Event Manager (Windows)
pl_pl: Raportuj logowanie i wylogowanie u¿ytkownika oraz powa¿ne b³êdy przez syslog (UNIX) albo System Event Manager (Windows)

source: Use %s
af_za: Gebruik %s
da_dk: Brug %s
fi_fi: Käytä %s
it_it: Usa %s
ja_jp: %sを使う
lt_lt: Naudoti %s
pl_pl: U¿ywaj %s

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>.
af_za: <u>Gallery</u> gebruik 'n slotmeganisme namens <u>flock()</u> vir additionele beskerming teen data korrupsie. Dit word nie op alle platforms ondersteun nie. As jy foute soos <i>Kon nie slot kry nie</i> teekom, stel die waarde na <i>Nee</i>.
da_dk: Gallery bruger et låsningssystem, der hedder flock() for ekstra beskyttelse mod ødelagt data. Dette understøttes ikke på alle platforme. Hvis du får fejl som <i>Kunne ikke låse</i> så sæt denne indstilling til <i>nej</i>
fi_fi: Galleria k&auml;ytt&auml;&auml; flock()-lukitusj&auml;rjestelm&auml;&auml; datan eheyden varmistamiseksi. T&auml;lle menetelm&auml;lle ei ole kuitenkaan tukea kaikilla ohjelmistoalustoilla. Jos t&ouml;rm&auml;&auml;t <i>Could not acquire lock</i>-tyyppisiin virheisiin, aseta t&auml;m&auml; arvo tilaan: <i>ei</i>.
it_it: Gallery, per aggiungere protezione contro la corruzione dei dati, usa un sistema di blocco chiamato flock(). Questo sistema non &egrave; supportato da tutte le piattaforme. Se ottieni dei messaggi di errore come <i>Could not acquire lock</i> allora imposta questo valore a <i>no</i>.
ja_jp: Galleryはflock()と呼ばれるデータ改変を防ぐロック機構が使用できます。これは全てのプラットフォームでサポートされているわけではありません。<i>ロックできませんでした</i> といったエラーが発生していたら、 <i>いいえ</i> に設定してください。
lt_lt: Duomenø saugumui, Galerija naudoja flock() failø uþrakinimo sistemà. Ðià galimybæ turi ne visos platformos. Jeigu matote tokias klaidas kaip <i>Could not acquire lock</i>, iðjunkite ðá parametrà.
pl_pl: Galeria u¿ywa systemu lokowania zwanego flock() dla ochrony przed uszkodzeniem danych. Nie jest on jednak obs³ugiwany przez wszystkie platformy. Je¿eli widzisz b³±d typu <i>Nie mog³em osi±gn±æ lokowania danych</i> wtedy ustaw warto¶æ na <i>nie</i>.

source: Status code
af_za: Status kode
da_dk: Statuskode
fi_fi: Tilakoodi
it_it: Stato
ja_jp: ステータスコード
lt_lt: Bûklës kodas
pl_pl: Kod statusu

source: The status code Gallery expects to see after a successful <i>exec()</i> call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
af_za: Die status kode wat <u>Gallery</u> na 'n suksesvolle <i>exec()</i> roep verwag. <u>Gallery</u> sal hierdie waarde self uitwerk, dus hoef jy nie hierdie waarde te wysig nie, behalwe as jy probleme het.
da_dk: Statuskode Gallery forventer at se efter et vellykket <i>exec()</i> kald. Gallery vil prøve selv at finde frem til denne, så du behøver formodentlig ikke at ændre denne værdi medmindre du får problemer.
fi_fi: Tilakoodi, jonka Galleria olettaa n&auml;kev&auml;n onnistuneen <i>exec()</i>-kutsun j&auml;lkeen. Galleria yritt&auml;&auml; selvitt&auml;&auml;&auml; t&auml;m&auml;n itse, joten sinun ei tarvitse vaihtaa t&auml;t&auml; arvoa ellet sitten t&ouml;rm&auml;&auml; ongelmiin.
it_it: Codice di stato atteso da Gallery dopo una chiamata con successo a <i>exec()</i>. Gallery prover&agrave; a individuare questo valore in modo automatico, cos&igrave; probabilmente non dovrai cambiarlo a meno di problemi.
ja_jp: ステータスコードとはGalleryが <i>exec()</i> コールに成功したかを知るためのものです。Galleryは自力でこの値を解決しようとするので、問題がない限りはこの値を変更する必要はないでしょう。
lt_lt: Bûklës kodas, kurá Galerija matys po kiekvieno <i>exec()</i> funkcijos ávykdymo. Daþniausiai ðià reikðmæ Galerija nustato automatiðkai, todël jà keiskite tik jeigu turite kokiø nors problemø.
pl_pl: Kod statusu, którego Galeria oczekuje po udanym wywo³aniu exec(). Galeria spróbuje dowiedzieæ siê tego sama, dlatego prawdopodobnie nie musisz zmieniaæ tej opcji, chyba ¿e masz problemy.

source: Session variable
af_za: Sessie variabel
da_dk: Sessionsvariabel
fi_fi: Istuntomuuttuja
it_it: Variable di sessione
ja_jp: セッション変数
lt_lt: Sesijos kintamasis
pl_pl: Zmienna sesji

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
af_za: Dit is the sessie variable wat gebruik word om alle <u>Gallery</u> sessie informasie te hou. Verander dit as daar 'n konflik tussen <u>Gallery</u> en 'n ander PHP toepassing op jou webwerf is.
da_dk: Dette er sessionsvariable, der indeholder al Gallery sessionsinformation. Ændr denne hvis der er konflikter mellem Gallerys andre PHP applikationer på dit websted.
fi_fi: T&auml;m&auml; on istuntomuuttuja, joka sis&auml;lt&auml;&auml; kaiken Gallerian istunnon tiedot. Muuta t&auml;t&auml; arvoa jos Galleria ja jokin muu PHP-sovellus ovat ristiriidassa toistensa kanssa.
it_it: Questa &egrave; la variable di sessione usata per contenere tutte le informazioni di sessione per Gallery. Cambiala se verifichi un conflitto tra Gallery e altre applicazioni PHP sul webserver.
ja_jp: すべてのGalleryセッション情報が含まれる変数です。同じウェブサイト上の他のGalleryやPHPアプリケーションと衝突する場合は変更してください。
lt_lt: Ðis sesijos kintamasis saugo visà Galerijos sesijos informacijà. Jeigu Galerija serveryje konfliktuoja su kita PHP aplikacija, pakeiskite ðià reikðmæ.
pl_pl: To jest zmienna sesji, która zawiera wszystkie informacje o sesji Galerii. Zmieñ to je¿eli jest konflikt pomiêdzy Galeri± i inn± aplikacj± PHP na Twojej stronie.

source: Options for the Gallery RSS Publisher
it_it: Opzioni per il Publisher di RSS di Gallery
ja_jp: GalleryのRSS発行に関するオプション
lt_lt: Galerijos RSS Publikuotojo pasirinkimai
pl_pl: Opcje dla publikatora RSS Galerii

source: Enable RSS Generator
it_it: Attiva il Generatore di RSS
ja_jp: RSS ジェネレータを有効にする
lt_lt: Ájungti RSS Generatoriø
pl_pl: Za³±cz generatora RSS

source: Enable or Disable the Gallery RSS Generator
it_it: Attiva o disattiva il Generatore di RSS di Gallery
ja_jp: Gallery RSS ジェネレータを有効あるいは無効にする
lt_lt: Ájungti arba Iðjungti Galerijos RSS Generatoriø
pl_pl: Za³±cz lub wy³±cz generatora RSS Galerii

source: RSS Content
fi_fi: RSS-sisältö
it_it: Contenuto dell'RSS
ja_jp: RSS コンテンツ
lt_lt: RSS Turinys
pl_pl: Zawarto¶æ RSS

source: Specifies which information is to be included in your RSS feed.
it_it: Specifica quali informazioni andranno incluse nel feed RSS.
ja_jp: RSSフィードにどの情報を含めるか指定してください。
lt_lt: Nurodo kuri informacija bus ádedama á RSS.
pl_pl: Okre¶la, które informacje bêd± do³±czone do kana³u RSS.

source: Basic information only
fi_fi: Vain perustiedot
it_it: Solo informazioni di base
ja_jp: 基本的な情報のみ
lt_lt: Tik Bazinë informacija
pl_pl: Tylko podstawowe informacje

source: Album highlight
da_dk: Forsidebillede
fi_fi: Albumin kansikuva
it_it: Copertina dell'Album
ja_jp: アルバム ハイライト
lt_lt: Albumo titulavimas
pl_pl: Wyró¿nienie albumu

source: All image thumbnails
da_dk: Alle billedikoner
fi_fi: Kaikki valokuvien esikatselukuvat
it_it: Anteprime di tutte le immagini
ja_jp: 全ての画像のサムネイル
lt_lt: Visi nuotraukos maþi variantai
pl_pl: Miniatury wszystkich obrazków

source: All image thumbnails and captions
da_dk: Alle billedikoner og billedtekster
fi_fi: Kaikki valokuvien esikatselukuvat ja kuvatekstit
it_it: Anteprime e didascalie di tutte le immagini
ja_jp: 全ての画像のサムネイルと説明文
lt_lt: Visi nuotraukos maþi variantai ir apraðymai
pl_pl: Miniatury i podpisy wszystkich obrazków

source: RSS Highlight
da_dk: RSS forsidebillede
fi_fi: RSS:n esikatselukuva
it_it: Copertina dell'RSS
ja_jp: RSS ハイライト
lt_lt: RSS Titulavimas
pl_pl: Wyró¿nienie RSS
