Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: New images added to beginning rather than end of albums.
af_za: Nuwe fotos word aan die begin, in plaas van die einde van 'n album bygevoeg.
da_dk: Nye billeder tilføjet i starten og ikke i enden af albumet.
fi_fi: Uudet kuvat lis&auml;t&auml;&auml;n albumin alkuun lopun sijasta.
it_it: Le nuove immagini sono aggiunte all'inizio anzich&eacute; alla fine dell'album.
ja_jp: 新しい画像をアルバムの末尾でなく先頭に追加します
lt_lt: Naujos nuotraukos bus keliamos á albumo pradþià.
pl_pl: Nowe obrazy dodawaj na pocz±tku albumu.

source: Fit-to-window
af_za: Pas-in-Venster
da_dk: tilpas til vindue
fi_fi: Sovita ikkunaan
it_it: Adatta alla finestra
ja_jp: ウィンドウにフィットさせる
lt_lt: Talpinti á langà
pl_pl: Rozszerzaj do wielko¶ci okna

source: When viewing photos which don't have an intermediate version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke.
af_za: Wanneer jy foto's bekyk wat nie in die standaard grootte bestaan nie, kan <u>Gallery</u> outomaties hierdie foto's vergroot/verklein sodat hulle in die venster van die browser pas (met behulp van JavaScript). Dit mag dalk nie in ingebedde omgewings soos Nuke werk nie.
da_dk: Når man ser på billeder uden en mellemversion, kan Gallery automatisk ændre billedets størrelse så det passer til netlæservinduet (ved hjælp af JavaScript). Virker muligvis ikke i indlejrede omgivelser som Nuke
fi_fi: Kun vierailija katsoo kuvia ilman keskikokoista kuvaversiota, Galleria voi automaattisesti muuttaa kuvan selainohjelman kokoon sopivaksi (k&auml;ytt&auml;en JavaScripti&auml;). T&auml;m&auml; ei v&auml;ltt&auml;m&auml;tt&auml; toimi upotetuissa ymp&auml;rist&ouml;iss&auml;, kuten esim. Nukessa.
it_it: Quando visualizzi foto che non hanno una versione intermedia, Gallery pu&ograve; automaticamente ridmensionare le immagini in modo da farle entrare nella finestra del browser (usando JavaScript). Questo per&ograve; non funziona in ambienti integrati come Nuke.
ja_jp: リサイズされた中間ファイルのない画像を見るとき、Galleryはブラウザのウィンドウサイズに合わせて自動的に画像をリサイズできます。(JavaScript使用) これはNukeなどに組み込まれた環境ではうまく動作しないかも知れません。
lt_lt: Kai perþiûrite nuoraukas, kurios neturi vidutinës savo versijos, Galerija gali automatiðkai sumaþinti jas (panaudojant JavaScript) iki tokio dydþio, kad tilptø á narðyklës langà. Tai gali neveikti tokiose aplinkose kaip Nuke.
pl_pl: Podczas przegl±dania zdjêæ, które nie maj± po¶redniej wersji, Galeria mo¿e automatycznie skalowaæ obrazy tak by zmie¶ci³y siê one w oknie przegl±darki (u¿ywaj±c JavaScript). Ta funkcja mo¿e nie dzia³aæ w ¶rodowiskach rozbudowanych jak np Nuke.

source: Visitor size prefs
af_za: Besoeker grootte voorkeure
da_dk: Besøgendes foretrukne størrelser
fi_fi: Vierailijaa koskevat kokoasetukset
it_it: Preferenze sulle dimensioni per i visitatori
ja_jp: 訪問者によるサイズ設定
lt_lt: Leisti vartotojams nustatyti nuotraukø dydþius
pl_pl: Preferencje co do wielko¶ci

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediate size. This setting only lasts for the visitor's session.
af_za: Gee besoekers die keuse om altyd die groot versie van 'n afbeelding te bekyk in plaas van die standaard groote. Hierdie instelling duur net vir die durasie van die besoeker se sessie.
da_dk: Tilbyd besøgende at vælge mellem altid at få det fulde billede i stedet for mellemstørrelsen. Denne indstilling varer kun i den besøgendes session.
fi_fi: Tarjoa vierailijoille mahdollisuus n&auml;hd&auml; t&auml;yskokoinen kuva aina keskikokoisen kuvan sijasta. T&auml;m&auml; asetus kest&auml;&auml; vain vierailijan selainistunnon ajan.
it_it: Offre ai visitatori la possibilit&agrave; di scegliere di vedere sempre le immagini a dimensione originale invece di quella intermedia. Questa configurazione rimane attiva solo fino alla disconnessione del visitatore.
ja_jp: 訪問者がリサイズ画像でなくフルサイズの画像を常に表示するような選択肢を提供します。この設定は訪問者のセッションの間続きます。
lt_lt: Leisti vartotojams pasirinkti, kokià nuotraukos versijà rodyti: originalià ar vidutinæ. Ðis parametras iðsaugomas tik lankytojo sesijos metu.
pl_pl: Oferuje ogl±daj±cym wybór czy chc± zawsze przegl±daæ zdjêcia w pe³nej wielko¶ci, b±d¼ ogl±daæ je w ¶redniej wielko¶ci. To ustawienie dotyczy tylko ostatniej wizyty u¿ytkownika.

source: Options
af_za: Opsies
da_dk: Valgmuligheder
fi_fi: Asetukset
it_it: Opzioni
ja_jp: オプション
lt_lt: Kiti nustatymai
pl_pl: Opcje

source: Printing Services
af_za: Afdruk Dienste
da_dk: Fremkaldetjenester
fi_fi: Tulostuspalvelut
it_it: Servizio Stampa
ja_jp: プリントサービス
lt_lt: Spausdinimo servisai
pl_pl: Serwis Wydruków

source: Allow visitors to print photos directly from the album. Fotoserve is based in the United Kindom and Fotokasten is a print service based in Germany so they are good for the European market. EZ Prints, PhotoWorks and Shutterfly are based in the United States. mPUSH is a service that allows you to send photos to cellular phones worldwide. All services will give a small donation to the Gallery project for every print you make. Using these services is a great way for you to help support this free software.
it_it: Permette ai visitatori di stampare le foto direttamente dall'album. Fotoserve &egrave; un servizio di stampa con sede nel Regno Unito e Fotokasten ha sede in Germania, quindi buoni per il mercato europeo. EZ Prints, PhotoWorks e Shutterfly hanno sede negli USA. mPUSH &egrave; un servizio che ti permette di inviare foto ai telefoni cellulari di tutto il mondo. Tutti questi servizi faranno una piccola donazione al progetto Gallery per ogni stampa eseguita. L'utilizzo di questi servizi &egrave; un modo importante di aiutare il supporto a questo software libero.
ja_jp: 訪問者がアルバムから直接画像を印刷できるようにします。Fotoserveはイギリスの、Fotokastenはドイツのプリントサービスで、ヨーロッパ市場向けです。EZ PrintsとPhotoAccess、Shutterflyは米国に本拠地があります。全てのサービスは、利用するたびにGalleryプロジェクトに少しの寄付をします。Shutterflyの&quot;寄付あり&quot;オプションを選択すれば、1回のプリントで2セント(US)余分に支払い、1.8セントがGalleryプロジェクトに還元されます。EZ PrintsとPhotoAccessとFotokastenは余分なGalleryへの寄付はありません。これらのサービスを利用することは、このフリーソフトウェアを支援する素晴らしい方法です。
pl_pl: Pozwala odwiedzaj±cym na drukowanie zdjêæ wprost z albumu. Fotokasten jest serwisem wydruku w Niemczech a wiêc jest dobry dla europejskich rynków. EZ Prints, PhotoAccess i Shutterfly s± zlokalizowane w USA. Wszystkie z nich bêd± oddawaæ ma³a kwote na projekt Galerii za ka¿dy wydruk, który zrobisz. Je¿eli wybierzesz Shutterfly &quot;z dofinansowaniem&quot;, Galeria zarobi za ka¿dym zdjêciem 2 centy (US) i 1.8 centa trafiaæ bêdzie do projektu Galerii. EZ Prints, PhotoAccess i Fotokasten nie pobiera ¿adnych dodatkowych op³at za dotowanie Galerii. U¿ywanie tych serwisów jest ¶wietn± drog± by wspomóc darmow± Galerie.

source: Account for the mPUSH service
it_it: Account del servizio mPUSH
pl_pl: Konto dla serwisu mPUSH

source: If you want to use mPUSH cellular photo service you can either use your own account, or leave this to 'gallery'. Visit this link to %screate your own account%s.
it_it: Se vuoi utilizzare il servizio di foto per cellulari mPUSH puoi usare il tuo account, oppure lascia questo impostato su 'gallery'. Visita il link %s per creare il tuo account %s.
pl_pl: Je¶li chcesz u¿yæ serwis zdjêæ klatkowych mPUSH mo¿esz u¿yæ w³asnego konta albo zostawiæ to 'galerii'. Odwied¼ ten odno¶nik %sby stworzyæ w³asne konto%s

source: Enable Ecards ?
da_dk: Slå eKort til?
it_it: Attivare Ecards?
ja_jp: e-カードを有効にしますか?

source: Set this to 'yes' to allow users to send a picure as eCard via eMail
it_it: Imposta questo a 's&igrave;' per permettere agli utenti di inviare un'immagine via email come eCard

source: Gallery Link
af_za: Gallery Skakel
fi_fi: Galleria linkki
it_it: Link a Gallery
ja_jp: Gallery リンク
lt_lt: Rodyti Galerijos nuoroda
pl_pl: Po³±czenie do g³ównej Galerii

source: Display a link navigation from your album to the top level Gallery link within the album? If you turn this feature off, the user will not be able to navigate out of the album. This is only useful when you want to embed an album within a website and not allow users to (easily) view the other albums in the gallery.
af_za: Vertoon die hoogste vlak skakel binne die album? As jy dit afskakel, sal die gebruiker nie uit die album kan navigeer nie. Dit is net hulpsaam as jy die album binne in 'n ander webwerf wil inbed en nie wil h&ecirc; dat gebruikers (maklik) ander albums van daar af kan bekyk nie.
da_dk: Vis henvisning for det øverste Gallery i hvert album. Hvis du slår denne egenskab fra, vil brugere ikke kunne navigere ud af albumet. Det kan bruges når du ønsker at indlejre et album i en webside og ikke tillade at brugere (nemt) kan se andre albums i galleriet.
it_it: Mostrare negli album il link al livello pi&ugrave; alto della galleria? Se inattivo, l'utente non potr&agrave; navigare fuori dall'album. Ci&ograve; &egrave; utile quando si vuole integrare un album all'interno di un sito e impedire agli utenti di vedere (facilmente) gli altri album della galleria.
ja_jp: アルバム中にGalleryのトップへのリンクを表示しますか? この機能をOFFにすると、ユーザはアルバムの外へ出られなくなります。これはアルバムをウェブサイトに埋め込んで、ユーザにギャラリー中の他のアルバムを(容易に)見せたくない場合にのみ役に立ちます。
lt_lt: Ar rodyti nuorodà á pagrindiná Galerijos puslapá? Jeigu parametras iðjungtas, vartotojai negalës matyti aukðtesniø albumø. Tai naudinga aplinkose, kuriose nenorite, kad vartotojai matytø kitus albumus.
pl_pl: Wy¶wietlaæ po³±czenie do g³ównej Galerii w albumach ? Je¿eli wy³±czysz t± opcjê, u¿ytkownik nie bêdzie mog³ wyj¶æ poza album. Ta opcja jest przydatna tylko wtedy, gdy umieszczasz albumy na stronie, na której nie chcesz by u¿ytkownicy mogli w prosty sposób przej¶æ do innych albumów w galerii.

source: Default Album Permissions
da_dk: Standard albumrettigheder
fi_fi: Albumin oletusoikeudet
it_it: Permessi predefiniti per gli Album
ja_jp: デフォルトのアルバムパーミッション
lt_lt: Albumo Teisës Pagal Nutylëjimà
pl_pl: Domy¶lne pozwolenia dla albumu

source: Defines the default set of permissions for an album. Specifically, who can see the album, and view its photos.
it_it: Definisce il set di permessi predefiniti per un album. Nello specifico, che pu&ograve; vedere l'album, e visualizzarne le foto.
ja_jp: アルバムに設定するデフォルトのパーミッションを定義します。具体的には，アルバムやその画像を閲覧できるユーザ。
lt_lt: Nustato albumo teises pagal nutylëjimà. Ypaè kas gali matyti albumà ir perþiûrëti fotografijas.
pl_pl: Definiuje standardowy zestaw pozwoleñ dla albumu. Zw³aszcza kto mo¿e ogl±daæ album i jego zdjêcia.

source: Everybody
af_za: Almal
da_dk: Alle
fi_fi: Kaikille
it_it: Tutti gli utenti
ja_jp: 誰でも
lt_lt: Visiems
pl_pl: Wszyscy

source: Logged-In Users
da_dk: Brugere der er logget ind
fi_fi: Kirjautuneet käyttäjät
it_it: Utenti Connessi
ja_jp: ログイン済みユーザ
lt_lt: Prisijungæ Vartotojai
pl_pl: Zalogowani u¿ytkownicy

source: Nobody
af_za: Niemand
da_dk: Ingen
fi_fi: Ei kenellekään
it_it: Nessuno
lt_lt: Niekas
pl_pl: Nikt

source: Data displayed
af_za: Date vertoon
da_dk: Dato vist
fi_fi: Esitetty tieto
it_it: Dati visualizzati
ja_jp: 表示されるデータ
lt_lt: Duomenø atvaizdavimas
pl_pl: Wy¶wietlenie zawarto¶ci

source: Click counts
af_za: Kliek teller
da_dk: Kliktællere
fi_fi: Laske hiiren klikkaukset
it_it: Conta accessi
ja_jp: クリック数カウント
lt_lt: Ájungti skaitliukus
pl_pl: Licznik Wej¶æ

source: Display click counts within Albums?
af_za: Veroon kliek teller in albums?
da_dk: Vise kliktællere inde i albumene?
fi_fi: N&auml;yt&auml; hiiren klikkaukset albumeissa?
it_it: Mostra il contatore dei click negli Album?
ja_jp: アルバム内にクリック数を表示しますか?
lt_lt: Ar skaièiuoti apsilankymus kiekviename albume?
pl_pl: Pokazywaæ liczbê odwiedzin przy albumie ?

source: Custom Fields
af_za: Aangepaste velde
da_dk: Selvvalgte felter
fi_fi: Erikoiskent&auml;t
it_it: Campi Personalizzati
ja_jp: カスタムフィールド
lt_lt: Papildomi laukai
pl_pl: Pola u¿ytkownika

source: Custom fields that are available to describe each image. They should be separated by commas. E.g. <i>Description, Location, Film Type</i>
af_za: Optionele velde wat beskikbaar is om afbeeldings te beskryf. Hulle moet geskei word deur komma's. bv. <i>Beskrywing, Vindplek, Film Tipe</i>
da_dk: Selvvalgt felter, tilgængelige til beskrivelse af hvert billede. De skal kommasepareres. Fx Eg. <i>Beskrivelse, Sted, Filmtype</i>
fi_fi: Erikoiskentät jotka ovat tarkoitettu kuvien kuvailua varten. Ne erotetaan pilkulla. Esim. <i>Kuvaus, Paikka, Filmin tyyppi</i>
it_it: Campi personalizzati disponibili per descrivere le immagini. Devono essere separati da virgole. Es.: <i>Descrizione, Luogo, Tipo di Pellicola</i>
ja_jp: カスタムフィールドはそれぞれの画像について記述することができます。カンマで区切って複数指定できます。 (訳注:日本語非推奨) 例 <i>Description, Location, Film Type</i>
lt_lt: Kiekvienà nuotraukà galite apibûdinti papildomais laukais. Jie atskiriami kableliais. Pvz. <i>Apraðymas, Vieta, Tipas</i>
pl_pl: Pola u¿ytkownika, które bêd± dostêpne przy opisywaniu ka¿dego obrazka. Nazwy powinny byæ oddzielone przecinkiem. Np. <i>Opis, Miejsce, Typ Filmu</i>

source: Display clickable image dimensions
af_za: Vertoon kliekbare beelddimensies
da_dk: Vis størrelse på billede, der kan klikkes på
fi_fi: Näytä klikattavien kuvien koot
it_it: Visualizza dimensioni immagine cliccabili
ja_jp: クリック可能な画像の外寸の表示
lt_lt: Rodyti skirtingø dydþiø nuotraukø nuorodas
pl_pl: Pokazuj rozmiar obrazu do klikniêcia

source: Display clickable image dimensions beneath the thumbnails. Will show dimensions for resized images (if any) first, then for the full image, depending on album settings user permissions. You may click on these instead of the thumbnail to either image.
af_za: Vertoon kliekbare beelddimensies on duimnaelsketse. Sal dimensies vir geskaleerde beelde eers vertoon (indien enige), en dan vir die volle beeld, afhangende van die album gebruikers instellings. Jy kan op die dimensie beskrywings kliek &oacute;f die geskaleerde &oacute;f die volle beeld te vertoon.
fi_fi: Näytä klikattavien kuvien koot niiden esikatselukuvien alapuolella. Ensin näytetään pienennetyn kuvan koko (jos sellainen on), ja sitten alkuperäisen kuvan koko, riippuen albumin käyttäjien oikeuksista. Voit klikata näitä esikatselukuvan sijaan päästäksesi haluttuun kokoon.
it_it: Visualizza dimensioni immagine cliccabili sotto le anteprime. Saranno visualizzate prima le dimensioni delle immagini ridimensionate (se esistono), poi dell'immagine a grandezza originale, a seconda delle impostazioni dell'utente e dell'album. Puoi cliccare su questi link anzich&eacute; sull'anteprima di ciascuna immagine.
ja_jp: サムネイルの下にクリックできる画像の寸法を表示します。アルバムのユーザパーミッション設定にしたがって、(あれば)最初にリサイズ画像の寸法を表示し、それからフルサイズ画像の寸法を表示します。サムネイルの代わりにこれらをクリックできます。
lt_lt: Parametras nusako, ar rodyti skirtingø dydþiø nuotraukø nuorodas po kiekvienu sumaþintu paveikslëliu. Priklausomai nuo vartotojo teisiø, ið pradþiø bus rodoma nuoroda á vidutinio dydþio nuotraukà, paskui á originalà.
pl_pl: Pokazuj rozmiar obrazu do klikniêcia poni¿ej miniatury. Pokazywany bêdzie rozmiar dla skalowanych obrazów (je¶li takie s±), potem dla pe³nych wielko¶ci obrazów, w zale¿no¶ci od ustawieñ praw albumu dla u¿ytkownika. Bêdzie mo¿na klikaæ na nie, zamiast na miniatury przy ka¿dym zdjêciu.

source: Item Owner
af_za: Item eienaar
da_dk: Ejer
fi_fi: Kohteen omistaja
it_it: Proprietario Oggetto
ja_jp: アイテム所有者
lt_lt: Elementø savininkai
pl_pl: W³a¶ciciel

source: Photo owner modification
af_za: Foto eienaar wysiging
da_dk: Ændring af billedejer
fi_fi: Kuvan omistajatietojen muokkaus
it_it: Modifica proprie foto
ja_jp: 画像所有者による変更
lt_lt: Savininkai gali modifikuoti
pl_pl: W³a¶ciciel modyfikuje zdjêcia

source: Allow photo owners to edit and rotate/flip their own photos?
af_za: Laat foto-eienaars toe om hulle eie foto's te bewerk, roteer en weerspie&euml;l?
da_dk: Tillad ejere af billeder at rette og rotere/vende deres egne billeder?
fi_fi: Salli kuvien omistajien muokata / k&auml;&auml;nt&auml;&auml; / peilata omia kuviaan?
it_it: Permettere la modifica come ruota/inverti delle proprie foto?
ja_jp: 画像所有者に画像編集、回転/反転を許可しますか?
lt_lt: Leisti nuotraukø savininkams pasukti/apsukti ir kitaip keisti savo nuotraukas?
pl_pl: Zezwoliæ w³a¶cicielom zdjêæ na ich edycje i obracanie/odwracanie ?

source: Photo owner deletion
af_za: Foto eienaar verwydering
da_dk: Sleting av billedejer
fi_fi: Kuvan omistajan poistaminen
it_it: Cancellazione proprie foto
ja_jp: 画像所有者による削除
lt_lt: Savininkai gali trinti
pl_pl: Czy w³a¶ciciel mo¿e kasowaæ swoje

source: Allow photo owners to delete their own photos?
af_za: Laat foto eienaar toe om sy eie foto's te verwyder?
da_dk: Tillad billedejere at slette sine egne billeder?
fi_fi: Salli kuvien omistajien poistaa omia kuviaan?
it_it: Permettere ai proprietari la cancellazione delle proprie foto?
ja_jp: 画像所有者が自分の画像を削除することを許可しますか?
lt_lt: Leisti nuotraukø savininkams trinti savo nuotraukas?
pl_pl: Czy zezwoliæ w³a¶cicielom zdjêæ kasowaæ je ?

source: Photo owner display
af_za: Vertoon foto eienaar
da_dk: Vis billed-ejer
fi_fi: Kuvan omistajan tietojen n&auml;ytt&auml;minen
it_it: Mostra proprietario della foto
ja_jp: 画像所有者の表示
lt_lt: Rodyti savininkø vardus
pl_pl: Czy pokazywaæ w³asciciela zdjêcia

source: Display the name of photo owners with the caption?
af_za: Vertoon die naam van die foto eienaar met die onderskrif?
da_dk: Vis navne på ejeren af billedet i billedteksten
fi_fi: N&auml;yt&auml; kuvan omistajan nimi kuvatekstin ohessa?
it_it: Mostrare il nome del proprietario delle foto nel titolo?
ja_jp: タイトルとともに画像の所有者も表示しますか?
lt_lt: Rodyti savininkø vardus prie nuotraukø apraðymo?
pl_pl: Pokazywaæ nazwê w³a¶ciciela zdjêcia z podpisem tego zdjêcia ?

source: Polling configuration
af_za: Meningspeilings Konfigurasie
da_dk: Afstemningskonfiguration
fi_fi: Äänestyksen asetukset
it_it: Configurazione votazioni
ja_jp: 投票コンフィグレーション
lt_lt: Balsavimo nustatymai
pl_pl: Konfiguracja g³osowania

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
af_za: Die meningspeiling stellings kan in elke album afgeskakel, of beperk word tot ingelogde gebruikers.
fi_fi: Äänestyksen voi kytkeä pois jokaisessa albumissa, tai rajoittaa sen toimimaan vain sisään kirjautuneilla käyttäjillä / myös vierailijoilla.
it_it: In ogni album, la votazione pu&ograve; essere bloccata, ristretta agli utenti registrati oppure aperta a tutti i visitatori.
ja_jp: 各々のアルバムで投票はOFFにする、ログインユーザに限定する、全ての訪問者に公開する、にできます。
lt_lt: Balsavimas kiekviename albume gali bûti iðjungtas, apribotas tik prisijungusiems vartotojams arba atviras visiems lankytojams.
pl_pl: W ka¿dym albumie, ankiety mog± byæ wy³±czone, ograniczone dla tylko zalogowanych lub otwarte dla wszystkich.

source: There are two sorts of polls: %s, which allows voters to chose their favourites as first, second, third etc., and %s, which allows voters to rate any or all of the images without restriction. %s is like a film review where all the images can get (for example) 5 points, while %s is useful in scoring competitions.
af_za: Daar is twee soorte van meningspeilings: %s, waarmee stemmers hulle geliefkoosde items as eerste, tweede, derde ens. te rang, en %s, waarmee stemmers items in enige orde kan punte gee. %s is soos 'n ****, terwyl %s soos 'n punte kompetisie is.
fi_fi: On olemassa kahden tyyppisiä äänestyksiä: %s, joka sallii äänestäjien valita mieleisensä kuvat järjestyksessä ensimmäiseksi paras, toiseksi paras, jne. On myös %s, joka sallii äänestäjien arvioida mitä tahansa tai kaikkia kuvia ilman rajoituksia. %s on kuin elokuva-arvostelu, jossa kaikki kuvat voivat saada (esimerkiksi) viisi pistettä, kun taas %s on hyödyllinen esim. kilpailuissa.
it_it: Ci sono due tipi di votazione: %s, che permette ai votanti di ordinare in una classifica gli oggetti preferiti, e %s, che permette di dare un voto numerico alle immagini (tutte o solo qualcuna) senza restrizioni. La %s &egrave; come una recensione cinematografica, dove tutte le immagini possono riceve (ad es.) 5 punti, mentre la %s &egrave; utile nelle competizioni a punti.
ja_jp: 2種類の投票の種類があります: %sでは投票者はもっとも気に入った画像、そして2番目、3番目..、 と選びます。そして%sでは投票者は制限なしに全ての画像に対して評価をします。%sは全ての画像が(例えば)5ポイント取得できる、フィルムレビューに似ています。%sはスコアを争うのに便利です。
lt_lt: Yra du balsavimø tipai: %s, kuris leidþia lankytojams savo mëgemiausias nuotraukas ávertinti kaip pirmà, antrà, treèià ir t.t., ir %s, kur balsuotojai gali vertinti nuotraukas be apribojimø. %s yra lyg filmo ávertinimas kur kiekviena nuotrauka gali turëti (pavyzdþiui) 5 taðkus, tuo tarpu %s yra naudingas balsavimo varþybose.
pl_pl: S± dwa rodzaje ankiet: %s, która umo¿liwia g³osuj±cym wybraæ ich ulubione od najlepszej do najgorszej; i %s, która umo¿liwia g³osuj±cym oceniæ pojedyñczo obrazki bez ¿adnych restrykcji. %s jest jak ocena filmu, kiedy to wszystkie obrazki mog± otrzymaæ (dla przyk³adu) 5 pkt, podczas gdy %s jest u¿yteczne w konkursie na punkty.

source: Rank
af_za: Rang
da_dk: Rang
fi_fi: Luokitus
it_it: Classifica
ja_jp: ランク
lt_lt: Kategorija
pl_pl: Ranking

source: Critique
af_za: Kritiek
da_dk: Kritik
fi_fi: Arvostelu
it_it: Pagella
ja_jp: 批評
lt_lt: Kritika
pl_pl: Recenzja

source: Voter class
af_za: Stemmer klas
fi_fi: Äänestys on avoinna
it_it: Classe del votante
ja_jp: 投票者クラス
lt_lt: Balsuotojo klasë
pl_pl: Mog± g³osowaæ

source: Voting is available to:
af_za: Die volgende gebruikers mag stem:
fi_fi: Äänetys on avoinna:
it_it: La votazione &egrave; possibile per:
ja_jp: 投票が可能なのは:
lt_lt: Balsavimas galimas:
pl_pl: G³osowanie jest dostêpne dla:

source: Voting is off.
af_za: Meningspeiling is afgeskakel.
fi_fi: Äänestys ei ole käytössä.
it_it: La votazione &egrave; bloccata.
ja_jp: 投票はOFFです。
lt_lt: Balsavimas iðjungtas.
pl_pl: G³osowanie jest wy³aczone.

source: Anyone can vote. Votes are recorded against session ID.
af_za: Enige iemand kan stem. Stemme word per sessie ID gestoor.
fi_fi: Kuka tahansa voi äänestää. Äänestykset tallennetaan session ID:tä vasten.
it_it: Chiunque pu&ograve; votare. I voti sono registrati in base al session ID.
ja_jp: 誰でも投票できます。投票はセッションIDで記録されます。
lt_lt: Balsuoti gali visi. Balsai nustatomi pagal sesijos ID.
pl_pl: Ka¿dy mo¿e g³osowaæ. G³osy s± liczone na podstawie ID sesji.

source: Logged in
af_za: Ingelog
da_dk: Logget ind
fi_fi: Kirjautuneille
it_it: Connesso
ja_jp: ログイン済み
lt_lt: Prisijungti
pl_pl: Zalogowani

source: Registered users can vote. Votes are recorded against User ID, and voters can come back and change their choices.
af_za: Registreerde gebuikers kan stem. Stemme word per gebruikers ID gestoor, en stemmers kan terug kom en hulle keuses wysig.
fi_fi: Rekisteröidyt käyttäjät voivat äänestää. Äänestykset tallennetaan User ID:tä vasten, ja äänestäjät voivat tulla myöhemmin vaihtamaan vaihtoehtojaan.
it_it: Gli utenti registrati possono votare. I voti sono registrati in base all'username, e i votanti possono ritornare e cambiare le proprie scelte.
ja_jp: 登録ユーザが投票できます。投票はユーザIDで記録され、投票者は後から票を変更することができます。
lt_lt: Balsuoti gali tik prisijungæ vartotojai. Balsai skaièiuojami pagal vartotojo ID, todël balsuotojai gali gráþti ir pakeisti savo pasirinkimà.
pl_pl: Zarejestrowani u¿ytkownicy mog± g³osowaæ. G³osy s± liczone na podstawie UserID i g³osuj±cy mog± wróciæ i zmieniæ swój wybór.

source: Poll type
af_za: Meningspeiling tipe
fi_fi: Äänestyksen tyyppi
it_it: Tipo di votazione
ja_jp: 投票のタイプ
lt_lt: Balsavimo tipas
pl_pl: Typ ankiety

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
af_za: <u>Gallery</u> bied twee soorte van meningspeilings aan om vir foto's te stem. Sien hierbo vir 'n detaileerde verduideliking.
fi_fi: Galleria tarjoaa kahden tyyppisiä äänestyksiä kuville. Katso ylle tarkempaa kuvasta varten.
it_it: Gallery offre due tipi di votazione per le immagini. Leggi di seguito per una spiegazione pi&ugrave; dettagliata.
ja_jp: Galleryは画像に対する二つの投票タイプを提供します。詳しい説明は上をみてください。
lt_lt: Galerija siûlo du balsavimo tipus. Platesná apraðymà galite rasti aukðèiau.
pl_pl: Galeria oferuje dwa typy ankiet do g³osowania na obrazy. Zobacz powy¿ej by dowiedzieæ siê wiêcej.
