Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: If you use Geeklog, please enter the location of the GeekLog public_html directory. i.e. '/path/to/geeklog/public_html'
da_dk: Hvis du bruger GeekLog, så indtast venligst stien til GeekLog public_html biblioteket. Dvs. '/sti/til/geeklog/public_html'
it_it: Se usi GeekLog, inserisci il percorso della directory public_html di GeekLog. Ad es. '/path/to/geeklog/public_html'
ja_jp: GeekLogを使っている場合、GeekLogのpublic_htmlディレクトリの場所を入力してください。例: '/path/to/geeklog/pulic_html'
pl_pl: Je¿eli wybierzesz Geeklog powy¿ej, wprowad¼ ¶cie¿kê dostêpu do katalogu public_html GeekLog'a.

source: Main Gallery page
af_za: Gallery Hulp blad
da_dk: Galleriets hovedside
fi_fi: Gallerian etusivu
it_it: Pagina Principale di Gallery
ja_jp: Gallery メインページ
lt_lt: Pagrindinis Galerijos puslapis
pl_pl: Strona g³ówna Galerii

source: Show the album tree ?
da_dk: Vis albumtræet ?
it_it: Mostrare l'albero degli album?
ja_jp: アルバムツリー表示 ?
pl_pl: Poka¿ drzewo albumu ?

source: If you turn this option on, you'll see a list of sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier. You can choose whether or not you want to limit the depth of the tree to avoid severely cluttering the appearance of the top Gallery page.
da_dk: Hvis du vælger denne indstilling, vil du se en liste at alle underalbummer når du gennemser det øverste niveau i dit galleri. Det gør det meget nemmere at gå til et bestemt underalbum. Du kan vælge om du vil begrænse dybden af træet for ikke at gøre galleriets hovedside for rodet.
it_it: Se attivi questa opzione, vedrai una lista completa di tutti i sotto-album quando stai navigando nell'album di primo livello. Questo render&agrave; la navigazione verso un sotto-album specifico molto pi&ugrave; semplice. Puoi scegliere se limitare o no la profondit&agrave; dell'albero per evitare disordine nell'aspetto della pagina principale di Gallery.
ja_jp: このオプションをONにした場合、Galleryのトップレベルを閲覧しているときにサブアルバムの完全なリストを見ることができるようになります。これは特定のサブアルバムへ移動するのがより容易になるでしょう。(それはGalleryのトップページの見かけを激しくかき乱すかも知れませんが)
pl_pl: Je¿eli w³±czysz t± opcje, bêdziesz widzia³ kompletna listê pod-albumów podczas przegl±dania g³ównej strony Galerii. To czyni nawigacjê do poszczególnych sub-albumów du¿o ³atwiejsz± (jednak¿e mo¿e popsuæ wygl±d pierwszej strony Galerii).

source: No tree
da_dk: Intet træ
it_it: Niente albero
ja_jp: ツリーなし
pl_pl: Brak drzewa

source: %d sublevel
da_dk: %d underniveau
it_it: %d sottolivello
ja_jp: サブレベル %d
pl_pl: %d podpoziom

source: %d sublevels
da_dk: %d underniveauer
it_it: %d sottolivelli
ja_jp: サブレベル %d
pl_pl: %d pod poziomy

source: Complete Tree
da_dk: Hele træet
it_it: Albero Completo
ja_jp: 完全なツリー
pl_pl: Kompletne Drzewo

source: Highlight size
af_za: Grootte-formaat van voorbeeldfoto
da_dk: Størrelse på forsidebillede
fi_fi: Esikatselukuvan koko
it_it: Dimensione copertina
ja_jp: ハイライト画像のサイズ
lt_lt: Titulinës nuotraukos dydis
pl_pl: Wielko¶æ ok³adki

source: The target size (in pixels) of thumbnails shown in the Gallery page (highlight images).
af_za: Grootte (in pixels) van voorbeeldbeelde op die <u>Gallery</u> blad
da_dk: Målstørrelsen (i pixels) på ikoner som vises på gallerisiden (forsidebilleder).
fi_fi: Esikatselukuvien kohdekoko pikseleinä jotka näytetään Gallerian etusivulla (eli ns. highlight-kuvat).
it_it: La dimensione voluta (in pixel) delle anteprime mostrate nella galleria (immagini copertina).
ja_jp: ギャラリーページに表示されるサムネイル(ハイライト画像)のサイズ(ピクセル単位)です。
lt_lt: Titulinës nuotraukos, kurià matysite ant kiekvieno albumo virðelio, dydis (pikseliais)
pl_pl: Docelowa wielko¶æ (w pixelach) miniaturek, które bed± pokazywane na stronach Galerii (ok³adki albumów).

source: Show Owner
af_za: Toon eienaar
da_dk: Vis ejer
fi_fi: N&auml;yt&auml; omistaja
it_it: Mostra Proprietario
ja_jp: 所有者を表示
lt_lt: Rodyti savininkà
pl_pl: Poka¿ w³a¶ciciela

source: Show album owner's name next to each album?
af_za: Toon album eienaar se naam langs elke album aan?
da_dk: Vise albumejerens navn ved siden af hvert album?
fi_fi: Näytä albumin vieressä omistajan nimi?
it_it: Mostrare il nome del proprietario accanto a ogni album?
ja_jp: アルバムの所有者名をそれぞれのアルバムのとなりに表示しますか?
lt_lt: Ar rodyti albumø savininkø vardus?
pl_pl: Pokazywaæ w³acicieli albumów na g³ównej stronie Galerii ?

source: Albums per page
af_za: Albums per blad
da_dk: Albums per side
fi_fi: Albumia per sivu
it_it: Album per pagina
ja_jp: ページあたりのアルバム数
lt_lt: Albumai puslapyje
pl_pl: Albumów na strone

source: How many albums should be displayed per Gallery page?
af_za: Hoeveel albums wil jy op elke <u>Gallery</u> blad aantoon?
da_dk: Hvor mange albums skal vises per galleriside?
fi_fi: Kuinka monta albumia n&auml;ytet&auml;&auml;n per Gallerian sivu?
it_it: Quanti album devono essere mostrati in ogni pagina di Gallery?
ja_jp: Galleryページ当たりいくつのアルバムを表示するか
lt_lt: Kiek albumø rodyti pagrindiniame Galerijos puslapyje?
pl_pl: Ilo¶æ albumów pokazywanych na ka¿dej stronie Galerii.

source: Search Engine
af_za: Soek-engin
da_dk: Søgemaskine
fi_fi: Hakukone
it_it: Motore di ricerca
ja_jp: 検索エンジン
lt_lt: Ájungti paieðkà
pl_pl: Wyszukiwarka

source: Display search engine on main Gallery page?
af_za: Toon soek-engin op hoof <u>Gallery</u> blad?
da_dk: Vise søgemaskine på galleriets hovedside?
fi_fi: N&auml;yt&auml; hakumoottori Gallerian p&auml;&auml;sivulla?
it_it: Mostrare il motore di ricerca nella pagina principale di Gallery?
ja_jp: Galleryメインページに検索ボックスを表示するか
lt_lt: Ar norite naudoti paieðkos varikliukà?
pl_pl: Pokazywaæ opcje wyszukiwania na g³ównej stronie Galerii?

source: Accurate Photo Count
da_dk: Nøjagtigt billedantal
it_it: Conteggio Foto Accurato
ja_jp: 厳密な画像カウント
lt_lt: Tikslus Nuotraukø Skaièiavimas
pl_pl: Dok³adne Liczenie Fotografii

source: Display the album and photo count on the Gallery root page using an accurate, but incredibly slow, counting method. This was added at the request of many users, however it is not recommended for Galleries where you will have large numbers of albums and photos. Some examples have been shown to cause the index page to load in as long as 30 seconds with this option enabled.
da_dk: Vis album og billedantal på galleriets hovedside ved at bruge en nøjagtig, men utroligt langsomt, optællingsmetode. Denne funktionalitet blev tilføjet på mange brugeres opfordring, men det anbefales ikke i gallerier hvor du vil have mange albummer og billeder. Der er set eksempler på at denne funktionalitet har gjort at det har taget så meget som 30 sekunder at vise hovedsiden.
it_it: Visualizza il numero di album e foto nella homepage di Gallery utilizzando un sistema di conteggio accurato, ma incredibilmente lento. Questo &egrave; stato aggiunto in seguito alle richieste di numerosi utenti, tuttavia non si raccomanda per gallerie che hanno grandi quantit&agrave; di album e foto. Alcuni esempi hanno dimostrato che il caricamento della pagina index impiega fino a 30 secondi con questa opzione attiva.
ja_jp: アルバムと画像カウントを、正確ではあるがゆっくりカウントアップする方法でカウントしてGalleryルートページに表示します。これは多くのユーザの要望によって追加された機能ですが、大量のアルバムと画像を持つGalleryユーザにはお薦めできません。このオプションを有効にしたいくつかの例で、インデックスページを読み込むのに30秒ほどかかったことが示されています。
lt_lt: Rodyti almumø ir nuotraukø kieká Galerijos ðaknyje naudojant lëtà, bet ypatingai tikslø skaièiavimo metodà. Ðis metodas buvo pridëtas todël, kad jo reikalavo daugelis vartotojø. Kaip bebûtø jis nëra rekomenduojamas Galerijoms, kuriose yra daugybe albumø ir fotografijø. Keletas pavyzdþiø parodë, kad tokiu atveju prireikia net 30 sekundþiø, kad uþsikrautø pagrindinis Galerijos puslapis.
pl_pl: Wy¶wietl album i liczenie fotografii na g³ównej stronie Galerii, u¿ywaj±c dok³adnej, ale niewiarygodnie wolnej metody liczenia. Opcja ta zosta³a dodana na ¿yczenie wielu u¿ytkowników, jednak nie jest zalecana dla Galerii, gdzie przechowywanych jest du¿o albumów i zdjêæ. Niektóre przypadki pokazuj±, ¿e strona g³ówna mo¿e ³adowaæ siê nawet 30 sekund, gdy ta opcja jest za³±czona.

source: Frame around albums
da_dk: Ramme om albummer
it_it: Cornice intorno agli album
ja_jp: アルバムのフレーム
lt_lt: Rëmelis aplink albumus
pl_pl: Ramki wko³o albumów

source: On the main page, the image representing each album has a frame around it. The following styles are available:
da_dk: På hovesiden vil hvert billede der repræsenterer et album have en ramme om sig. Du kan vælge mellem følgende udseender:
it_it: Nella pagina principale, l'immagine che rappresenta ciascun album ha intorno a s&eacute; una cornice. Sono disponibili i seguenti stili:
ja_jp: メインページ上では、アルバムを表す画像は周囲にフレームをもっています。以下のスタイルが利用できます:
lt_lt: Pagrindiniame puslapyje aplink kiekvienà albumà yra rëmelis. Galimi tokie rëmeliø pasirinkimai:
pl_pl: Na g³ównej stronie, obrazy reprezentuj±ce poszczególne albumy maj± ramkê w ko³o. Poni¿sze style s± dostêpne:

source: Optional tools
af_za: Optionele programme
da_dk: Valgfrie værktøjer
fi_fi: Valinnaiset työkalut
it_it: Strumenti opzionali
ja_jp: オプションのツール
lt_lt: Pagalbiniai árankiai
pl_pl: Opcjonalne narzêdzia

source: The filesystem path to the <b>%s</b> binary. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
da_dk: Filsystemets sti til <b>%s</b> filen. F.eks. %s eller %s. Dette er valgfrit. Så det er ikke så væsentligt.
fi_fi: Tiedostoj&auml;rjestelm&auml;n polku <b>%s</b>-bin&auml;&auml;riin. Esimerkiksi %s tai %s. T&auml;m&auml; tieto on valinnainen, joten jos sinulla ei ole ko. ohjelmaa, &auml;l&auml; huolehti t&auml;st&auml; turhaan.
it_it: Il percorso al file binario <b>%s</b>. Ad esempio %s oppure %s. Questo &egrave; opzionale, quindi se non ce l'hai non preoccupartene.
ja_jp: <b>%s</b> バイナリのファイルシステム上のパスです。(例: %s や %s) これはオプションですので、バイナリがなくてもそんなに気にすることはありません。
lt_lt: Bylø sistemos kelias iki <b>%s</b> bylos. E.g. %s or %s. Tai neprivalomas árankis, jei jo neturite, nesijaudinkite.
pl_pl: Scie¿ka do pliku binarnego <b>%s</b>. Np. %s albo %s. To jest opcja, je¿eli go nie masz, nie martw siê o to.

source: EXIF Data
fi_fi: EXIF-tiedot
it_it: Dati EXIF
ja_jp: EXIF データ
lt_lt: EXIF informacija
pl_pl: Dodatkowe dane EXIF

source: The filesystem path to the <b>%s</b> EXIF parser. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
da_dk: Stien til <b>%s</b> EXIF fortolkeren. F.eks. %s eller %s. Det er valgfrit så hvis du ikke har den, er der ikke grund til bekymring.
it_it: Il percorso al parser EXIF <b>%s</b> . Ad esempio %s oppure %s. Questo &egrave; opzionale, quindi se non ce l'hai non preoccupartene.
ja_jp: EXIFデータ解析をする <b>%s</b> のファイルシステム上のパスです。(例: %s や %s) これはオプションですので、jheadがなくてもそんなに気にすることはありません。
pl_pl: ¦cie¿ka do <b>%s</b>. Parser EXIF. Np. %s lub %s. To jest opcja, je¿eli go nie masz, nie martw siê o to.

source: Other
af_za: Ander
da_dk: Andre
fi_fi: Muu
it_it: Altro
ja_jp: その他
lt_lt: Kiti
pl_pl: Inny

source: The filesystem path to the <b>jpegtran</b> utility. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
da_dk: Stien til <b>jpegtran</b> programmet. F.eks. %s eller %s. Det er valgfrit så hvis du ikke har den, er der ikke grund til bekymring.
it_it: Il percorso dell'utility <b>jpegtran</b>. Ad esempio %s oppure %s. &Egrave; opzionale, quindi se non ce l'hai non preoccupartene.
ja_jp: <b>jpegtran</b> ユーティリティのファイルシステム上のパス。これはオプションですので、jpegtranがなくてもそんなに気にすることはありません。例えば %s や %s。
lt_lt: Bylø sistemos kelias iki <b>jpegtran</b> árankio. Pvz. %s arba %s. Tai neprivalomas árankis, jei jo neturite, nesijaudinkite.
pl_pl: ¦cie¿ka do narzêdzia <b>jpegtran</b>. To jest opcja, je¿eli go nie masz, nie martw siê o to. Np. %s lub %s.

source: Languages and locales
af_za: Tale en Lokaliteitsinstellings
da_dk: Sprog og sprogdata
fi_fi: Kielet ja lokaalit
it_it: Lingue e configurazioni locali
ja_jp: 言語とロケール
lt_lt: Kalbos ir lokalës
pl_pl: Jêzyk i lokalizacje

source: Default language
af_za: Verstek taal
da_dk: Galleriets standardsprog
fi_fi: Oletuskieli
it_it: Lingua predefinita
ja_jp: デフォルト言語
lt_lt: Pagrindinë kalba
pl_pl: Domy¶lny jêzyk

source: This is the language you will see as %s, and what users will see if no other preference is set.
af_za: Dit is die taal wat jy sal sien wanneer %s, en wat gebruikers sal sien as geen ander opsies gestel is nie.
da_dk: Dette er det sprog som du vil se som %s, og hvad brugere vil se, hvis ikke andet er valgt.
fi_fi: Tämän kielen näet sinä, %s, ja muut joiden kieltä ei ole asetettu.
it_it: Questa &egrave; la lingua che vedrai come %s, ed &egrave; ci&ograve; che gli utenti vedranno se non ci saranno altre modifiche alle preferenze.
ja_jp: これは %s のとき表示される言語です、そして各ユーザが個別に設定していないときに表示されます。
lt_lt: Ðia kalbà matysite jûs (kaip %s vartotojas) ir kiti vartotojai, kurie nenusistatæ tam tikros kalbos.
pl_pl: Jêzyk który bêdziesz widzia³ jako %s, i domy¶lny jêzyk dla innych, którzy go nie podadz±.

source: Multi language mode
af_za: Multi-taal modus
da_dk: Multisprogstilstand
fi_fi: Monikielisyystila
it_it: Modalit&agrave; multi lingua
ja_jp: 多言語モード
lt_lt: Daugiakalbis reþimas
pl_pl: Tryb wielojêzykowy

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site.
af_za: <u>Gallery</u> het drie multi-taal modusse. Dit sal die taal bepaal wat gebruikers sal sien as hulle die webwerf besoek.
da_dk: Gallery har tre flersprogstilstande. Disse afgør, hvilket sprog en bruger vil se når galleriet besøges.
fi_fi: GAlleriassa on kolme erilaista monikielisyystilaa. Nämä vaikuttavat siihen, millä kielellä Galleria näkyy käyttäjälle.
it_it: Gallery ha tre modalit&agrave; disponibili per la multi lingua. Queste influiscono sulla lingua che verr&agrave; mostrata ad un navigatore che accede al sito.
ja_jp: Galleryには3つの多言語モードがあります。これらはユーザがサイトを訪れたときに表示される言語に影響します。
lt_lt: Galerija turi tris daugiakalbius reþimus. Pasirinkite pageidaujamà.
pl_pl: Galeria ma 3 tryby wielojêzykowe. To ma wp³yw na jêzyk, który u¿ytkownik widzi podczas wizyty na stronie

source: Gallery is only displayed in one language
af_za: <u>Gallery</u> word net in een taal vertoon
da_dk: Gallery vises kun i et sprog
fi_fi: Galleria n&auml;ytet&auml;&auml;n vain yhdell&auml; kielell&auml;
it_it: Gallery &egrave; visualizzata in una sola lingua.
ja_jp: Galleryは1つの言語でのみ表示されます
lt_lt: Galerija rodoma tik viena pagrindine kalba
pl_pl: Galeria bêdzie wy¶wietlana tylko w jednym jêzyku

source: Gallery is displayed in the language the browser sends
af_za: <u>Gallery</u> word in die taal vertoon wat die bruiser stuur
da_dk: Gallery vises i det sprog, den får fra netlæseren
fi_fi: Galleria n&auml;ytet&auml;&auml;n sill&auml; kielell&auml;, jonka tiedot selainohjelma l&auml;hett&auml;&auml; palvelimelle
it_it: Gallery viene visualizzata nella lingua selezionata dal browser che naviga
ja_jp: Galleryはブラウザが送信する言語で表示されます
lt_lt: Galerija rodoma kalba, kuri nustatyta vartotojo narðyklëje
pl_pl: Galeria bêdzie wy¶wietlana w jêzyku którego ¿±daj± ustawienia przegl±darki

source: The User can choose the language via pulldown menu or national flags.
da_dk: Brugeren kan vælge sprog i en webmenu eller nationalflag.
it_it: L'utente pu&ograve; scegliere la lingua da un men&ugrave; a tendina o da una bandiera.
ja_jp: ユーザはプルダウンメニューか国旗によって言語を選択できます
lt_lt: Vartotojas pats gali pasirinkti kalbà per meniu arba paspaudæs vëliavëlæ.
pl_pl: U¿ytkownik mo¿e wybraæ jêzyk za pomoc± rozwijanego menu lub flag.

source: Available languages
af_za: Beskikbare tale
da_dk: Tilgængelige sprog
fi_fi: Saatavilla olevat kielet
it_it: Lingue disponibili
ja_jp: 利用可能な言語
lt_lt: Esamos kalbos
pl_pl: Dostêpne jêzyki

source: These languages will be available as user choices in a pulldown menu or national flags, if you have choosen language Mode 3, and will be available to registered users as their default language in Mode 2 or 3.
da_dk: Disse sprog vil kan vælges af brugerene i en webmenu eller nationalflag, hvis du har valgt tilstand 3 og vil være tilgængelige for registrerede brugere i tilstand 2 og 3.
it_it: Queste lingue saranno selezionabili dall'utente con un men&ugrave; a discesa o con delle bandiere nazionali, se hai scelto la modalit&agrave; multilingua 3, e saranno disponibili agli utenti registrati come lingua preferita nelle modalit&agrave; 2 o 3.
ja_jp: これらの言語は言語モードを3にしているときに、ユーザがドロップダウンメニューや国旗アイコンで選択可能になります。そして、モード 2か3の場合に、登録ユーザのデフォルト言語として選択可能です。
lt_lt: Ðios kalbos bus prieinamos vartotojams arba per kalbø meniu, arba renkantis kalbà atitinkanèià vëlevëlæ, jei pasirinksite treèià kalbø reþimà. Taip pat ðios kalbos bus prieinamos registruotiems vartotojams antrajame ir treèiajame reþimuose.
pl_pl: Je¿eli wybra³e¶ tryb 3 jêzyka, te t³umaczenia bêd± dostêpne do wyboru u¿ytkownikom jako rozwijalne menu lub flagi narodowe. A tak¿e bêd± dostêpne dla zarejestrowanych u¿ytkowników jako domy¶lny jêzyk w trybie 2 lub 3.

source: Show flags?
af_za: Wys flae?
da_dk: Vis flagene?
fi_fi: Näytä liput?
it_it: Mostrare le bandiere?
ja_jp: 国旗を表示する?
lt_lt: Ar rodyti vëliavëles?
pl_pl: Pokazywaæ flagi pañstw?

source: In Mode 3 you can choose to display national flags instead of a small pulldown menu for the available languages.
af_za: In Modus 3 kan jy kies om die beskikbare tale net flag-ikone aan te toon in plaas om van 'n aftreklys gebruik te maak.
da_dk: I tilstand 3 kan du vælge at vise nationalflag i stedet for en webmenu for de tilgængelige flag.
it_it: In modalit&agrave; 3 puoi scegliere se mostrare un piccolo men&ugrave; a discesa o delle bandiere per le lingue disponibili.
ja_jp: モード 3では有効な言語の小さなプルダウンメニューか国旗アイコンを表示するか選択できます。
lt_lt: Treèiajame kalbø reþime vietoj pasirenkamø kalbø meniu galite matyti maþas vëliavëles.
pl_pl: W trybie 3 mo¿esz wybraæ by wy¶wietlane by³y flagi pañstw zamiast rozwijanych menu dla dostêpnych jêzyków.

source: Format for date strings.
af_za: Datum formaat
da_dk: Datostrengsformat.
fi_fi: Päiväyksien formaatti.
it_it: Formato per le stringhe contenenti date.
ja_jp: 日付のフォーマット
lt_lt: Datos formatas.
pl_pl: Format daty.

source: This format string will be used to display %s in %s. It is recommended to use %s which will change format depending on language choice. However, if you wish to change this string, please look at the %sPHP documentation%s.
af_za: Hierdie formaat sal gebruik word om %s in %s te vertoon. Dit word aanbeveel om %s te gebruik, wat die formaat sal wysig afhangende van die taal keuse. Alhoewel, as jy verkies om die formaat te verander, lees dan asseblief eers die %sPHP dokumentasie%s.
da_dk: Dette strengformat vil bruge brugt for at vise %s i %s. Det anbefales at bruge %s som vil skifte afhængig af det valgte sprog. Men hvis du skifter denne streng så se venligst i %sPHP dokumentationen%s.
fi_fi: Tätä formaattia käytetään näyttämään %s %s:ssä. On suositeltavaa käyttää tässä %s, joka vaihtaa formaattia asetetun kielen mukaan. Jos kuitenkin haluat määrittää tähän jotain muuta, katso ohjeita %sPHP:n dokumentaatioista%s.
it_it: Questa stringa di formattazione verr&agrave; usata per mostrare %s in %s. Si raccomanda di usare %s dato che cambier&agrave; il formato in base alla lingua scelta. Tuttavia, se vuoi cambiare la stringa, consulta la %sdocumentazione PHP%s.
ja_jp: このフォーマット文字列は%sを%sで表示するために使われます。選択言語に応じてフォーマットが変更される%sを使うことが推奨されています。しかしながら、これを変更したいなら、%sPHPドキュメント%sをご覧ください。
lt_lt: Ðis formatas naudojamas %s nusakyti jûsø %s. Rekomenduojama naudoti %s, kuris nustatys datos formatà, pagal jûsø naudojamà kalbà. Jeigu keisite ðá parametrà, perþvelkite %sPHP dokumentacijà%s.
pl_pl: Format daty bedzie u¿ywany do wy¶wietlania %s w %s. Zaleca siê u¿ywaæ %s, który zmienia format w zale¿no¶ci od wybranego jêzyka. Jednak¿e, je¿eli chcesz zmieniæ ten format, zajrzyj do %sdokumentacji PHP%s..

source: date without time
af_za: datum sonder tyd
da_dk: dato uden tid
fi_fi: päivämäärä ilman aikaa
it_it: data senza ora
ja_jp: 日付のみ
lt_lt: datai be laiko
pl_pl: data bez czasu

source: http://www.php.net/manual/en/function.strftime.php
fi_fi: http://www.php.net/manual/fi/function.strftime.php
it_it: http://www.php.net/manual/it/function.strftime.php
ja_jp: http://www.php.net/manual/ja/function.strftime.php

source: For example, %s will display date like this: %s.
af_za: By voorbeeld, %s sal die datum s&oacute; vertoon: %s.
da_dk: %s vil for eksempel blive vist som: %s.
fi_fi: Esimerkiksi, %s näyttää päivämäärän seuraavasti: %s.
it_it: Ad esempio, %s mostrer&agrave; le date in questo modo: %s.
ja_jp: 例えば、%s は日付をこのように表示します: %s。
lt_lt: Pavyzdþiui, %s rodys tokià datà: %s.
pl_pl: Dla przyk³adu, %s bêdzie wy¶wietla³ datê tak: %s.

source: Format for date/time strings.
af_za: Formaat vir datum/tyd.
da_dk: Format for dato/tid-strenge.
fi_fi: Päivämäärän/ajan formaatti.
it_it: Formato per data/ora.
ja_jp: 日付と時間のフォーマット
lt_lt: Datos/laiko formatas.
pl_pl: Format daty i czasu.

source: date with time
af_za: datum met tyd
da_dk: dato med tid
fi_fi: päivämäärä ajalla
it_it: data con ora
ja_jp: 日付と時間
lt_lt: datai su laiku
pl_pl: data z czasem

source: For example, %s will display date and time like this: %s.
af_za: By voorbeeld, %s sal die datum en tyd s&oacute; vertoon: %s.
da_dk: %s vil for eksempel vise dato og tid som: %s.
fi_fi: Esimerkiksi, %s näyttää päivämäärän ja ajan seuraavasti. %s.
it_it: Ad esempio, %s mostrer&agrave; data e ora in questo modo: %s.
ja_jp: 例えば、%s は日付と時間をこのように表示します: %s
lt_lt: Pavyzdþiui, %s rodys tokià datà ir laikà: %s.
pl_pl: Dla przyk³adu, %s bedzie wy¶wietla³ datê i czas tak: %s.

source: Email and Registration
af_za: E-pos en registrasie
da_dk: Email og registrering
fi_fi: Sähköposti ja rekisteröinti
it_it: Email e Registrazione
ja_jp: メールと登録
lt_lt: Paðto sistema ir registracija
pl_pl: Email i Rejestracja

source: If you are having problems with email, please run the %s diagnostic.
af_za: As jy probleme met e-pos het, laat asseblief die %s diagnostiese program loop.
da_dk: Hvis du har problemer med email, så kør venligst %s fejlfindingen.
fi_fi: Jos törmään ongelmiin sähköpostin kanssa, aja %s diagnostiikka.
it_it: Se si stanno verificando problemi con l'email, esegui la diagnostica di %s.
ja_jp: 電子メールに関して問題があるなら、%s診断を実行してください。(訳注:日本語のメールを送りたい場合は注意が必要です。)
lt_lt: Turite problemø su paðto sistema? %s galite èia.
pl_pl: Je¿eli masz problemy z emailami, uruchom diagnostykê: %s.

source: Enable email
af_za: Ontsper e-pos
da_dk: Slå email til
fi_fi: Käytä sähköpostia
it_it: Abilita email
ja_jp: メールを有効にする
lt_lt: Ájungti paðto sistemà
pl_pl: Uaktywnij Email

source: Turns email on for the whole gallery. If you set this to %s then none of the rest of this section will apply.
af_za: Ontsper e-pos vir die hele <u>Gallery</u>. As jy dit na %s stel, sal die volgende instellings nie gebruik word nie.
da_dk: Slår email til for hele galleriet. Hvis du sætter dette til %s så vil intet i resten af sektionen få betydning.
it_it: Attiva l'email per l'intera galleria. Se la imposti a %s allora niente del resto di questa sezione sar&agrave; applicato.
ja_jp: gallery全体においてメールを有効にします。これを %s にセットしたらこのセクションの以降の項目は適用されません。
lt_lt: Ájungia paðto sistemà. Jeigu nustatysite %s, tai kiti parametrai ðioje sekcijoje negalios.
pl_pl: W³±cza obs³ugê email dla ca³ej galerii. Je¿eli ustawisz t± opcje na %s, wtedy ca³a reszta tej sekcji ustawieñ nie ma znaczenia.
