Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Cache filename = %s ; enabled = %s ; expires = %s
is_is: Skáarnafn flýti minnis = %s; virkt = %s; gildir til = %s
sl_si: Ime spominske datoteke = %s ; veljavno = %s ; poteklo = %s
sv_se: Cache filnamn = %s ; tillgänglig = %s ; förfaller = %s
tr_tr: Önbellek dosyaadý = %s ; açýk = %s ; bitiþ = %s
vi_vn: Tên file lưu trữ = %s ; hiệu lực = %s ; thời hạn = %s

source: Time now = %s ; Cache time = %s
is_is: Klukkan núna = %s; Flýtiminni = %s
sl_si: Èas zdaj = %s ; Èas s spominom = %s
sv_se: Tid nu = %s ; Cache-tid = %s
tr_tr: Þimdiki Saat= %s ; Önbellek Saati = %s
vi_vn: Thời gian hiện tại = %s ; Thời gian lưu trữ = %s

source: Logged In - Disabling Cache
is_is: Skráður inn - afvirkja flýtiminni
sv_se: Inloggad - Tömmer cache
tr_tr: Giriþ yapýldý - Önbellek kapatýlýyor
vi_vn: Đã đăng nhập - Ngưng lưu trữ

source: Using cache
is_is: Nota flýtiminni
sl_si: Uporaba spomina
sv_se: Använder cache
tr_tr: Önbellek kullan
vi_vn: Sử dụng lưu trữ

source: Not using cache
is_is: Nota ekki flýtiminni
sl_si: Brez uporabe spomina
sv_se: Använder inte cache
tr_tr: Önbellek kullanma
vi_vn: Không sử dụng lưu trữ

source: Cache to be rebuilt
is_is: Byggi upp flýtiminni
sv_se: Cache för att återskapa
tr_tr: Önbellek yeniden yapýlandýrma
vi_vn: Lưu trữ được làm lại

source: Cache will not rebuild.
sv_se: Cache kommer inte att återskapas.
tr_tr: Önbellek yeniden yapýlandýrýlmayacak.

source: Version out of date.
is_is: Útgáfan er ekki sú nýjasta
sl_si: Ta verzija je precej stara.
sv_se: Version inte uppdaterad.
tr_tr: Versiyon güncel deðil.
vi_vn: Quá hạn phiên bản.

source: Checking album: %s
is_is: Athuga albúm: %s
sl_si: Preverjam album: %s
sv_se: Kontrollerar album: %s
tr_tr: Albüm kontrol ediliyor: %s
vi_vn: Kiểm tra album: %s

source: Reading info for photo index = %d , id = %d
is_is: Les upplýsingar frá myndalista =%d , id = %d
sv_se: Läser information om foto index = %d , id = %d
vi_vn: Đọc thông tin index ảnh = %d , id = %d

source: Getting SVotes
is_is: Sæki atkvæði
sv_se: Hämtar röster
tr_tr: SOylarý Alýnýyor
vi_vn: Nhận Đánh giá

source: Getting Item Clicks
is_is: Sæki fjölda skoðanna
sv_se: Hämtar objektklickningar
tr_tr: Öge Týklamalarý Alýnýyor
vi_vn: Nhận Số lần nhấn Ảnh

source: Getting Item Capture Date
is_is: Sæki tökudag myndar
sl_si: Pridobljen datum/èas posnetka
sv_se: Hämtar Fotodatum
tr_tr: Öge Yakalama Tarihi Alýnýyor
vi_vn: Nhận Ngày tạo Mục/Ảnh

source: Getting Number of Comments
is_is: Sæki fjölda athugasemda
sl_si: Pridobeno ¹tevilo komentarjev
sv_se: Hämtar antal kommentarer
tr_tr: Yorum Sayýsý Alýnýyor
vi_vn: Nhận Số lượng Lời bình

source: Getting Comments
is_is: Sæki athugasemdir
sl_si: Pridobljeni komentarji
sv_se: Hämtar kommentarer
tr_tr: Yorumlar Alýnýyor
vi_vn: Nhận Lời bình

source: Album: %s ; Index: %d ; Votes: %d ; Views: %d; Date: %s; Capture: %s; Comment Date: %s; Rating: %s; Rating count: %d; Random: %d
is_is: Albúm: %s; Listi: %d; Atkvæði: %d; Skoðanir: %d; Dagsettning %s: Tekinn: %s; Athugasemd dags: %s; Einkunn: %s; Fjöldi einkunnagjafa: %d; Handahóf: %d
sv_se: Album: %s ; Index: %d ; Röster: %d ; Visningar: %d; Datum: %s; Fotodatum: %s; Kommentardatum: %s; Värderingar: %s; Värderingsräknare: %d; Slumpmässig: %d
tr_tr: Albüm: %s ; Indeks: %d ; Oylar: %d ; Görüntüleme: %d; Tarih: %s; Yakalama: %s; Yorum Tarihi: %s; Reyting: %s; Reyting sayacý: %d; Rastgele: %d
vi_vn: Album: %s ; Index: %d ; Đánh giá: %d ; Xem: %d; Ngày: %s; Tạo ảnh: %s; Ngày bình: %s; Bình chọn: %s; Đếm bình chọn: %d; Ngẫu nhiên: %d

source: Total: %s ; Start: %s ; Last Page: %s
is_is: Alls: %s ; Byrjun: %s ; Síðasta síða: %s
sl_si: Skupaj: %s ; Zaèetek: %s ; Zadnja stran: %s
sv_se: Totalt: %s ; Start: %s ; Sista sidan: %s
tr_tr: Toplam: %s ; Baþlangýç: %s ; Son Sayfa: %s
vi_vn: Tổng cộng: %s ; Bắt đầu: %s ; Trang cuối: %s

source: %d images with comments in album: %s
is_is: %d handahófsvaldar myndir með athugasemdum úr albúmi : %s
sl_si: %d fotografij s komentarjem v albumu: %s
sv_se: %d bilder med kommentarer i album: %s
tr_tr: %d resim yorumlu, albüm: %s
vi_vn: %d ảnh có lời bình trong album: %s

source: %d images in album: %s
is_is: %d handahófsvaldar myndir úr albúmi: %s
sl_si: %d fotografij v albumu: %s
sv_se: %d bilder i album: %s
tr_tr: %d resim, albüm: %s
vi_vn: %d ảnh trong album: %s

source: Given albumname: '%s' is invalid !
is_is: Nafn albúms: '%s' er ekki gilt !
sv_se: Givet albumnamn: '%s' är ogiltigt!
tr_tr: Verilen albümadý: '%s' geçersiz!
vi_vn: Tên album: '%s' là sai qui cách !

source: %d images with comments in this Gallery
is_is: %d myndir með athugasemdum í þessu Gallery
sl_si: %d fotografij s komentarjem v tej galeriji
sv_se: %d bilder med kommentarer i detta galleri
tr_tr: Galeride %d adet yorumu olan resim bulunuyor.
vi_vn: %d ảnh có lời bình trong Thư viện ảnh này

source: %d images this Gallery
is_is: %d myndir í þessu Gallery
sl_si: %d fotografij v tej galeriji
sv_se: %d bilder i detta galleri
tr_tr: Galeride %d resim var
vi_vn: %d ảnh trong Thư viện ảnh này

source: Back to stats-wizard
is_is: Aftur í tölfræði-ham
sl_si: Nazaj v èarovnik za statistiko
sv_se: Tillbaka till statistikguiden

source: Data load time %d seconds
is_is: Gögnum hlaðið inn á %d sekúndum
sl_si: Podatki nalo¾eni v %d sekundah
sv_se: Data hämtades på %d sekunder
tr_tr: Veri yükleme süresi %d saniye
vi_vn: Thời gian tải dữ liệu %d giây

source: Finished in %d seconds
is_is: Aðgerð lokið á %d sekúndum
sl_si: Zakljuèeno v %d sekundah
sv_se: Slutfördes på %d sekunder
tr_tr: %d saniyede bitirildi
vi_vn: Hoàn thành trong %d giây

source: Update
is_is: Uppfæra
sl_si: Posodobi
sv_se: Uppdatera
tr_tr: Güncelle
vi_vn: Cập nhật

source: Cache update required.
is_is: Þarfnast uppfærslu á flýtiminni
sv_se: Cache-uppdatering krävs.
tr_tr: Önbellek güncellemesi gerekli.
vi_vn: Yêu cầu cập nhật lưu trữ.

source: Some albums not searched as they require upgrading to the latest version of %s first
is_is: Ekki leitað í sumum albúmum þar sem þau þarf fyrst að uppfæra í útgáfu %s
sl_si: Nekateri albumi niso bili preiskani. Nadgradi te albume na verzijo %s
sv_se: Vissa album genomsöktes inte eftersom de kräver uppgradering till den senaste versionen av %s först
tr_tr: Bazý albümlerde arama yapýlamýyor, çünkü öncelikli olarak son yayýmlanan vesiyon %s yükseltilmesi gerekli.
uk_ua: В деяких альбомах не проводився пошук, оск╕льки спочатку ╖х треба поновити до найостанн╕шо╖ верс╕╖ %s
vi_vn: Không tìm kiếm trong vài album vì chúng yêu cầu phải được nâng cấp tới phiên bản sau cùng của %s trước

source: upgrade all albums
is_is: uppfæra öll albúm
sl_si: nadgradi albume
sv_se: uppgradera alla album
tr_tr: alt albümleri güncelle
uk_ua: поновити вс╕ альбоми
vi_vn: nâng cấp tất cả album

source: Recursing album: %s
is_is: Fer niður í albúm %s
sl_si: Obnovi album: %s
sv_se: Återknyter album: %s
tr_tr: Albüm yenileniyor: %s
vi_vn: Trở lại album: %s

source: Read cache num photos lock failed.
is_is: Lestur fjölda mynda lás frá flýtiminni misheppnaðist.
sv_se: Läsning av cache num fotolås misslyckades.
vi_vn: Đọc khóa lưu trữ số lượng ảnh bị lỗi.

source: Album name : %s ; index: %s
is_is: Nafn albúms; %s; listi: %s
sl_si: Ime albuma : %s ; kazalo: %s
sv_se: Albumnamn: %s ; index: %s
tr_tr: Albüm adý : %s ; indeks: %s
vi_vn: Tên album : %s ; index: %s

source: Read cache lock failed.
is_is: Lestur lás á flýtminni misheppnaðist.
sv_se: Läsning av cache lock misslyckades.
vi_vn: Đọc khóa lưu trữ bị lỗi.

source: add vote
is_is: greiða atkvæði
sl_si: oddaj glas
sv_se: Lägg till röst
tr_tr: oy ekle
vi_vn: thêm đánh giá

source: From album: %s
sv_se: Från album: %s
tr_tr: Albüm: %s

source: Owned by: %s
sv_se: Ägs av: %s
tr_tr: Sahip olan: %s

source: Capture Date:
is_is: Mynd tekin:
sl_si: Datum/èas posnetka:
sv_se: Fotodatum:
tr_tr: Yakalama Tarihi:
vi_vn: Ngày tạo:

source: Upload Date:
is_is: Dagur innsendingar:
sl_si: Datum nalaganja:
sv_se: Uppladdningsdatum:
tr_tr: Gönderim Tarihi:
vi_vn: Ngày tải lên:

source: Viewed:
ca_es: Vist:
hu_hu: Megtekintve:
is_is: Skoðað:
lt_lt: Þiûrëta:
sk_sk: Prehliadnuté:
sv_se: Visad:
tr_tr: Görüntüleme:
uk_ua: Перегладалось:
vi_vn: Đã xem:

source: Votes:
is_is: Atkvæði:
sl_si: Glasovi:
sv_se: Röster:
tr_tr: Oylar:
vi_vn: Đánh giá:

source: not rated
is_is: Snúa
sl_si: ni ocenjeno
sv_se: inte bedömd
tr_tr: oylanmamýþ
vi_vn: không bình chọn

source: Rating:
is_is: Sætaröðun:
sl_si: Ocenitev:
sv_se: Betyg:
tr_tr: Reyting:
vi_vn: Bình chọn:

source: Find and remove comment spam
is_is: Finna og fjarlægja óæskilegar athugasemdir
lt_lt: Surasti ir iðmesti þiûrëti&nbsp;komentarus
sl_si: Poi¹èi in odstrani spam komentarje
sv_se: Sök och ta bort kommentarspam
tr_tr: Spam yorumlarý bul ve sil
vi_vn: Tìm và xóa lời bình nhảm nhí

source: Delete Comments
is_is: Eyða athugasemdum
sl_si: Bri¹i komentarje
sv_se: Ta bort kommentarer
tr_tr: Yorumlarý Sil
vi_vn: Xóa lời bình

source: No action taken!
is_is: Engin aðgerð framkvæmd!
sl_si: Niè nismo naredili!
sv_se: Ingen åtgärd tagen!
tr_tr: Ýþlem yapýlmadý!
vi_vn: Không thực thi gì!

source: Deleted %d spam comments
is_is: Eyddi %d óæskilegum athugasemdum
sl_si: Brisanih %d spam komentarjev
sv_se: Tog bort %d spamkommentarer
tr_tr: %d spam yorumu silindi.
vi_vn: Đã xóa %d lời bình nhảm nhí

source: Deleted %d spam comment.
is_is: Eyddi %d óæskilegum athugasemdum
sl_si: Brisan %d spam komentar.
sv_se: Tog bort %d spamkommentar.
tr_tr: %d spam yorumu silindi.
vi_vn: Xóa %d lời bình nhảm nhí.

source: No comment deleted.
is_is: Engri athugasemd eytt
sv_se: Ingen kommentar borttagen.
tr_tr: Hiç bir yorum silinmedi.
vi_vn: Không xóa lời bình nào.

source: Scanned %d albums, %d photos, %d comments in %2.2f seconds
is_is: Skannaði %d albúm, %d myndir, %d athugasemdir á %2.2f sekúndum
lt_lt: Perþiûrëti %d albumai, %d nuotraukos, %d komentarai per %2.2f sekundes(-þiø)
sl_si: Preiskanih %d albumov, %d fotografij, %d komentarjev v %2.2f sekundah
sv_se: Skannade %d album, %d foton, %d kommentarer på %2.2f sekunder
tr_tr: Taranan %d albüm %d foto, %d yorum %2.2f saniyede.
vi_vn: Đã quét %d album, %d ảnh, %d lời bình trong %2.2f giây

source: No spam comments.
is_is: Engin óæskileg athugasemd
sl_si: Ni spam komentarjev.
sv_se: Inga spamkommentarer.
tr_tr: Spam yorum yok.
vi_vn: Không có lời bình nhảm nhí.

source: Entry
is_is: Skráning
sl_si: Vhod
sv_se: Notering
tr_tr: Giriþ
vi_vn: Mục

source: Location
is_is: Staðsetning
sl_si: Lokacija
sv_se: Plats
tr_tr: Lokasyon
vi_vn: Vị trí

source: Commenter
is_is: Sá sem bætti við athugasemd
sl_si: Komentiral/a
sv_se: Kommentar av
tr_tr: Yorumlayan
vi_vn: Người bình

source: Comment
is_is: Athugasemd
sl_si: Komentar
sv_se: Kommentar
tr_tr: Yorum
vi_vn: Lời bình

source: Delete Checked Comments
is_is: Eyða merktum athugasemdum
sl_si: Bri¹i oznaèene komentarje
sv_se: Ta bort kontrollerade kommentarer
tr_tr: Seçilen yorumlarý sil
vi_vn: Xóa các lời bình được chọn

source: Delete from blacklist
is_is: Eyða úr svörtumlista
lt_lt: Iðtrinti ið draudimo sàraðo
sl_si: Bri¹i iz liste nedovoljenih
sv_se: Ta bort från svartalistan
tr_tr: Karalisteden sil
vi_vn: Xóa khỏi sổ đen

source: Error saving blacklist!
is_is: Vistun á svörtum lista misheppnaðist!
lt_lt: Klaida iðsaugant draudimø saraðà!
sl_si: Napaka pri shranjevanju liste nedovoljenih!
sv_se: Felmeddelande vid sparning av svartalistan
tr_tr: Karalisteyi kaydetmede hata!
vi_vn: Lỗi lưu giữ sổ đen!

source: Deleted %d entry from blacklist.
is_is: Eyddi %d orðum úr svarta listanum
sl_si: Odstranjen %d pojem iz liste nedovoljenih.
sv_se: Tog bort %d post från svartalistan.
tr_tr: %d girdisi karalisteden silindi.
vi_vn: Xóa %d mục khỏi sổ đen.

source: Added to blacklist:
is_is: Bætt við á svarta listann
sv_se: Inlagd i svatrtalistan
tr_tr: Karalisteye eklendi:
vi_vn: vị trí hiện tại

source: Following duplicates were not added:
is_is: Þessi orð voru til fyrir:
sv_se: Följande dubletter lades inte in:
vi_vn: Bên dưới là những trùng lặp không được thêm:

source: Current blacklist
is_is: Núverandi svartlistun
sl_si: Trenutna lista nedovoljenih
sv_se: Nuvarande svartalista
tr_tr: Þuanki karaliste
vi_vn: Sổ đen hiện tại

source: Your blacklist is empty. You must add new entries to your blacklist for it to be useful.
is_is: Svartilistinn er tómur. Þú verður að bæta inn orðum svo að svartilistinn verður nothæfur.
lt_lt: Jûsø draudimø saraðas tuðèias. Jûs turite pridëti naujà áraðà, kad ðis sàraðas bûtø naudingas.
sl_si: Lista nedovoljenih je trenutno ¹e prazna. Dodaj nedovoljene besede ali znake.
sv_se: Din svartalista är tom. Du måste lägga till nya poster i din svartalista för att det skall bli användbart.
tr_tr: Karalisteniz boþ. Kullanýþlý olmasý için karalistenize yeni girdiler girmelisiniz.
vi_vn: Sổ đen của bạn trống. Bạn phải thêm các mục mới vào sổ đen của bạn để có thể sử dụng.

source: Update Blacklist
is_is: Uppfæra svartalistann
lt_lt: Atnaujinti draudimø sàraðà.
sl_si: Posodobi listo neza¾eljenih
sv_se: Uppdatera svartalistan
tr_tr: Karalisteyi Güncelle
vi_vn: Cập nhật sổ đen

source: Enter new blacklist entries
is_is: Bæta við í svartalistann
lt_lt: Áveskite naujà draudimà
sl_si: Vpi¹i nov pojem v listo nedovoljenih
sv_se: Skriv in nya poster i svartalistan
tr_tr: Yeni karaliste giriþlerini yap
vi_vn: Ghi các mục sổ đen mới

source: Useful blacklists:
is_is: Tillaga að svartlistun:
sl_si: Uporabljene liste nedovoljenih:
sv_se: Användbara svartalistor:
tr_tr: Kullanýþlý karaliste:
vi_vn: Các sổ đen dùng được:

source: You can just cut and paste these blacklists into the text box, or add new entries of your own.
is_is: Þú getur afritað/límt svartalistann í textagluggann, eða bætt við þínum eigin orðum.
lt_lt: Jûs galite iðkirpti ir áterpti ðituos draudimus, arba pridëti savo naujus.
sl_si: Lahko da¹ kar kopiraj/prilepi tekst v ta okvir, ali pa vpi¹i nov pojem.
sv_se: Du kan klippa ut och klistra in dessa svartalistor till en textruta eller lägga till nya noteringar själv.
vi_vn: Bạn có thể chỉ cần cắt và dán những sổ đen này vào trong khung nhập, hoặc thêm những mục mới của bạn.

source: Find blacklisted comments
is_is: Finna óæskilegar athugasemdir
lt_lt: Surasti uþdraustus komentarus
sl_si: Poi¹èi komentarje z liste nedovoljenih
sv_se: Sök svartlistade kommentarer
tr_tr: Karalisteye alýnmýþ yorumlarý bul
vi_vn: Tìm các lời bình bị nằm trong sổ đen

source: View/Edit blacklist
is_is: Skoða/breyta svartalistanum
lt_lt: Perþiûrëti/keisti draudimø sàraðà
sl_si: Poglej/Uredi listo nedovoljenih
sv_se: Visa/Redigera svartalistan
tr_tr: Karaliste Görüntüle/Düzenle
vi_vn: Xem/Biên soạn sổ đen

source: Add blacklist entries
is_is: Bæta í svartalistann
lt_lt: Pridëti draudimus
sl_si: Vpis novih nedovoljenih
sv_se: Lägg till poster i svartalistan
tr_tr: Karaliste girdilerini ekle
vi_vn: Thêm mục sổ đen

source: Find Orphans
is_is: Finna munaðarleysingja
lt_lt: Surasti neprijungtus elementus
sl_si: Poi¹èi po¹kodovane
sv_se: Sök föräldralösa
tr_tr: Sahipsizleri Bul
vi_vn: Tìm kiếm phần rời

source: Orphaned Albums:
is_is: Munaðarlaus albúm
sl_si: Albumi z napako:
sv_se: Föräldralösa album:
tr_tr: Sahipsiz Albümler:
vi_vn: Album rời:

source: Orphaned Albums will be re-attached to their parent albums, if at all possible. If the parent album is missing, the orphan will be attached to the Gallery Root, and it can be moved to a new location from there.
is_is: Munaðarlaus albúm munu verða tengd réttum yfiralbúmum, ef það er hægt. Ef yfiralbúm finnst ekki, þá mun munaðarlaust albúm vera flutt yfir á forsíðu Gallery, og þaðan er hægt að flytja þau á réttan stað.
lt_lt: Neprijungti albumai bus prijungti prie buvusiø albumø, jeigu tai ámanoma. Jeigu nëra buvusio albumo, neprijungtas bus prijungtas á pagrindinæ galerijà, tada já galima bus perkelti á naujà vietà.
sv_se: Föräldralösa album kommer att återknytas till deras överliggande album om det är möjligt. Om överliggande album saknas så kommer föräldralöst album att knytas till Gallery-roten och det kan flyttas till en ny plats därifrån.
vi_vn: Các album rời sẽ được gán lại vào các album gốc của chúng, nếu có thể được. Nếu album gốc bị mất, album rời sẽ được gán vào gốc Thư viện ảnh, và nó có thể được chuyển tới một vị trí mới từ đó.

source: Parent Album
hu_hu: Szülõ album
is_is: Upprunalegt albúm
lt_lt: Aukðtesnis Albumas
sk_sk: Nadriadený Album
sl_si: Album
sv_se: Överliggande album
tr_tr: Ana Albüm
vi_vn: Album gốc

source: Orphaned Album
hu_hu: Elárvult album
is_is: Munaðarlaust albúm
lt_lt: Nesusietas albumas
sk_sk: Osirotený Album
sl_si: Album z napako
sv_se: Föräldralösa album
tr_tr: Sahipsiz Albüm
vi_vn: Album rời

source: Gallery Root
hu_hu: Galéria Gyökér
is_is: Myndasafn
lt_lt: Galerijos Ðaknis
sl_si: Osnovna galerija
sv_se: Gallery-rot
tr_tr: Galeri Kök
vi_vn: Thư viện ảnh gốc

source: Re-Attach Orphaned Albums!
is_is: Ættleiða munaðarlaus albúm!
lt_lt: Nesusietø albumø prijungimas!
sl_si: Ponovno pripni po¹kodovan album!
sv_se: Återanknyt föräldralösa album!
tr_tr: Sahipsiz Albümleri Yeniden-Ekle!
vi_vn: Gán lại các album rời!

source: Orphaned Files:
is_is: Munaðarlausar skrár:
lt_lt: Neprijungti failai:
sl_si: Po¹kodovane datoteke:
sv_se: Föräldralösa filer:
tr_tr: Sahipsiz Dosyalar:
vi_vn: Các files rời:

source: Orphaned files will be deleted from the disk. Orphaned files should never exist - if they do, they are the result of a failed upload attempt, or other more serious issue such as the photos database being overwritten with bad information.
is_is: Munaðarlausar skrár (Orphaned files) verða eyddar, Munaðarlausar skár eiga ekki að finnast, ef svo, þá er það venga misheppnaðar upphölunar eða alvarlegri ástæðna svo sem að myndalbúmið hefur verið yfirskrifað með röngum upplýsingum.
lt_lt: Neprijungti failai bus iðtrinti ið failo. Neprijungti failai neturëtø niekada bûti - jeigu jie yra, tai jie yra rezultatai nepavykusio ákëlimo á serverá arba dar blogesnë prieþàstis pvz.: nuotraukø duomenø bazë yra perraðina bloga informacija.
sl_si: Po¹kodovane datoteke bodo izbrisane. Datoteke ne bi smele obstajati - njihov obstoj pomeni resno napako, ali pa je do napake pri¹lo pri nalaganju.
sv_se: Föräldralösa filer kommer att tas bort från hårddisken. Föräldralösa filer bör aldrig existera - om de gör det så är de resultat av misslyckat uppladdningsförsök eller andra mer seriösa problem så som att fotodatabasen blivit överskriven med felaktig information.
vi_vn: Các file rời sẽ bị xóa khỏi đĩa. Các file rời không bao giờ được có - nếu có, tức là chúng chính là ảnh hỏng trong khi gửi lên, hoặc vì những lý do an toàn khác như là cơ sở dữ liệu ảnh bị ghi đè bằng những thông tin xấu.

source: Album directory
is_is: Mappa fyrir albúm
sl_si: Album mapa
sv_se: Albumkatalog:
tr_tr: Albüm klasörü
vi_vn: Thư mục Album

source: Orphaned file
is_is: Munaðarlaus skrá
sl_si: Po¹kodovana datoteka
sv_se: Föräldralös fil
tr_tr: Sahipsiz dosya
vi_vn: File rời

source: Delete Orphaned Files!
is_is: Eyða munaðarlausum skrám!
sl_si: Bri¹i po¹kodovane datoteke!
sv_se: Ta bort föräldralösa filer!
tr_tr: Sahipsiz Dosyalarý Sil!
vi_vn: Xóa các file rời!

source: No Orphans Found
is_is: Engir munaðarleysingjar fundust
lt_lt: Neprijungtø failø nerasta.
sl_si: Ne najdem po¹kodb
sv_se: Inga föräldralösa hittades

source: There are no orphaned elements in this Gallery.
is_is: Það eru engin munaðarlaus skjöl í þessu albúmi
sl_si: V tej galeriji ni po¹kodovanih elementov.
sv_se: Det finns inga föräldralösa objekt i detta Galleri.
tr_tr: Bu Galeride sahipsiz elementler yok.
vi_vn: Không có thành phần rời nào trong Thư viện ảnh này.

source: Orphan %s Repaired
is_is: %s munaðarleysingjar lagfærðir
lt_lt: Neprijungti albumai %s sutvarkyti
sl_si: Po¹kodba %s odpravljena
sv_se: Föräldralös %s reparerad

source: Albums
is_is: Albúm
lt_lt: Albumai
sl_si: Albumi
sv_se: Album

source: Files
is_is: Skrár
lt_lt: Failai
sl_si: Datoteke
sv_se: Filer

source: The Webserver has not enough permission to delete the following files:
is_is: Vefþjóninn hefur ekki heimild til að eyða eftirfarandi skrám:
sl_si: Spletni stre¾nik nima pooblastila za brisanje naslednjih datotek:
sv_se: Webbservern har inte tillräckliga rättigheter för att ta bort följande filer:
vi_vn: Máy chủ web không đủ quyền hạn để xóa những file sau:

source: Please check the permission of these files and the folder above. chmod them, or ask your admin to do this.
is_is: Vinsamlegast skoðið aðgangsheimildir fyrir þessar skrár og möppur, leiðréttið heimildir eða biðjið kerfisstjóra um að gera það.
sl_si: Preveri prosim atribute dostopa za te datoteke in mape (chmod), ali prosi svojega administratorja, da to naredi.
sv_se: Vänligen kontollera rättigheterna för dessa filer och katalogen ovan, ändra chm på dem. eller be din administratör att göra det.
vi_vn: Xin hãy kiểm tra quyền hạn của những file đó và thư mục trên. thực hiện chmod chúng, hoặc hỏi QT để thực hiện.

source: Reload
is_is: Uppfæra
sl_si: Ponovno nalo¾i
sv_se: Uppdatera
tr_tr: Yeniden Yükle
vi_vn: Tải lại

source: Please Note: Even if the thumbnail image is properly displayed above, the actual full-sized image has been verified to be missing.
is_is: Takið eftir: þó svo að smámynd sé birt rétt hér að ofan, þá er upprunaleg mynd ekki til.
sv_se: Vänligen observera: Även om miniatyrbilden visas som den skall ovan så har den faktiska fullskaliga bilden blivit verifierad att den saknas.
vi_vn: Xin chú ý: Ngay cả nếu ảnh thumbnail hiển thị đúng, ảnh cỡ đầy đủ thực tế đã được xác nhận là bị mất.

source: Validate Albums
is_is: Athuga myndasöfn
sv_se: Validera album
tr_tr: Albümleri Onayla
vi_vn: Hợp lệ album

source: Missing Files:
is_is: Finn ekki skrár:
sv_se: Filer som saknas:

source: The following files are missing from the albums directory. Information is still stored about the photo in the album data, but the file itself is no longer present for some reason. These files will cause failures when attempting to migrate to Gallery 2.0. This can be fixed in one of two ways; the first is to simply delete the photo entry from the album. The second is to manually re-add the file to the albums directory using the filename you see in the left side of the table.
is_is: Eftirtaldar myndir vantar í þetta myndasafn. Upplýsingar um myndir eru enn skráðar í gagnasafni myndasafnsins, en myndin sjálf finnst ekki lengur. Þetta vil skapa vandamál í framtíðinni við uppfærslu til Gallery 2.0. Þetta er hægt að lagfæra á tvo vegu, annað hvort með því að eyða þessum myndum frá myndasafni eða leggja þessar myndir inn aftur með sama nafni sem þú sér til vinstri í þessari töflu.
sv_se: Följande filer saknas från albumkatalogen. Informationen om fotot är fortfarande sparat i albuminformationen men filen i sig själv är inte längre närvarande av någon anledning. Dessa filer kommer att orsaka felmeddelanden vid försök att överflyttning till Gallery 2.0. Detta kan åtgärdas på ett av följande två sätt, det första är att helt enkelt ta bort fotot från albumet. Det andra sättet är att manuellt filen till albumkatalogen med användning av filnamnet du ser på vänster sida i tabellen.
vi_vn: Những file sau bị mất khỏi thư mục album. Tuy nhiên thông tin về ảnh vẫn được lưu giữ trong dữ liệu album, nhưng bản thân file không thể trình bày do vài lý do. Những file đó có thể gây lỗi khi chuyển qua Thư viện ảnh 2.0. Điều này có thể sửa được bằng một trong hai cách; cách thứ nhất là xóa dữ liệu ảnh khỏi album. Cách thứ hai là tự thêm lại file vào thư mục album và sử dụng tên file như bạn thấy ở bên trái của bảng.

source: Missing File
is_is: Vantar skrá
sv_se: Fil som saknas
tr_tr: Kayýp Dosya
vi_vn: File mất

source: Action
is_is: Aðgerð
sv_se: Åtgärd
tr_tr: Hareket
vi_vn: Thực hiện

source: delete photo
ca_es: esborrar imatge
hu_hu: fotó törlése
is_is: eyða mynd
lt_lt: iðtrinti nuotraukà
sk_sk: zmaza» fotku
sl_si: bri¹i fotko
sv_se: Ta bort foto
tr_tr: resim sil
uk_ua: стерти фото
vi_vn: xóa ảnh
