Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: It will save your data so you won't have to enter it all again!
af_za: Dit sal jou data stoor sodat jy dit weer alles hoef in te tik nie!
da_dk: Det vil gemme dine data så du ikke behøver at taste dem ind igen!
fi_fi: Se tallentaa tietosi joten sinun ei tarvitse sy&ouml;tt&auml;&auml; kaikkia tietoja uudelleen!
it_it: Salver&agrave; i dati cos&igrave; non dovrai inserirli tutti di nuovo!
ja_jp: データはセーブされますので、もう一度入力する必要はないでしょう。
lt_lt: Visi nustatymai bus iðsaugoti, todël jø visø nereikës ávesti kiekvienà kartà!
pl_pl: Ta opcja zapisze Twoje dane tak by¶ nie musia³ wprowadzaæ ich powtórnie!

source: Please subscribe to the %s mailing list. This is a very low volume mailing list that will keep you abreast of important changes in %s. This is where we announce new versions, important bug fixes and any security issues and their resolution.
af_za: Skryf asseblief by die %s poslys in. Dit is a baie lae volume poslys wat jou op hoogte van belangrike veranderings in %s sal hou. Dit is waar ons nuwe versies, goggas en sekuriteits sake aankondig.
fi_fi: Jos haluat, voit liittyä %s postituslistalle. Se on erittäin vähän postittava postituslista, joka tiedottaa sinua tärkeistä muutoksista %s:ssa. Käytämme sitä ilmoittaessamme uusista versoista, tärkeistä ohjelmointivirhekorjauksista ja kaikista tietoturvaongelmista sekä niiden korjauksista.
it_it: Iscriviti alla mailing list %s. Si tratta di una mailling lista a basso traffico che ti terr&agrave; informato di importanti cambiamenti in %s. &Egrave; dove annunciamo le nuove versioni, importanti bug fixes e ogni problema di sicurezza con le relative soluzioni.
ja_jp: %s メーリングリストに参加してください。これは流量の少ないメーリングリストで、%sの重要な変更に追従することができます。これは私たちが新しいバージョンや重要なバグ修正、あらゆるセキュリティの問題やそれらの決定をアナウンスするところです。
lt_lt: Prisijunkite prie %s konferencijos. Tai labai nedidelë paðto konferencija kuri praneð jums apie svarbiausias %s pakeitimus. Èia mes paskelbiame naujas versijas, svarbius klaidø iðtaisymus ir kitas saugumo spragas bei jø paðalinimo bûdus.
pl_pl: Zapisz siê do listy dystrybucyjnej %s. To jest lista o ma³ym natê¿eniu ruchu w której bêdziesz informowany o wa¿nych zmianiach w %s. Tutaj wysy³amy informacje o nowych wersjach, wa¿nych dziurach i wszystkich problemach z bezpieczeñstwem jak i sposobach ich rozwi±zania.

source: Enter the Gallery
af_za: Betree die Galery
fi_fi: Astu Galleriaan
it_it: Entra in Gallery
lt_lt: Áeiti á Galerijà

source: Unable to write to %s.
af_za: Kan nie na %s skryf nie.
da_dk: Kan ikke skrive til %s.
fi_fi: %s ei voida kirjoittaa.
it_it: Impossibile scrivere su %s.
ja_jp: %s に書き込めません。
lt_lt: Negaliu raðyti á %s.
pl_pl: Nie mogê zapisaæ do %s.

source: You are missing either %s or %s.
af_za: Jy vermis &oacute;f %s &oacute;f %s.
da_dk: Du mangler enten %s eller %s
fi_fi: Sinulta puuttuu joko %s tai %s.
it_it: Manca %s oppure %s.
ja_jp: %s か %s のどちらかが欠落しています．
lt_lt: Jûs neturite %s arba %s.
pl_pl: Zagubione %s lub %s.

source: Review Settings
af_za: Hersien Instellings
da_dk: Gennemse indstillinger
fi_fi: Tarkastele asetuksia
it_it: Rivedi i Parametri
ja_jp: 設定を見直す
lt_lt: Perþiûrëti nustatymus
pl_pl: Zobacz ustawienia

source: Polaroid
lt_lt: Polaroidas

source: Polaroids
fi_fi: Polaroid-reunukset
lt_lt: Polaroidai

source: System locale
af_za: Sisteem lokaliteitsininstelling
fi_fi: Järjestelmän lokaalit
ja_jp: システムロケール
lt_lt: Sistemos lokalë
pl_pl: Lokalizacja systemu

source: OK
lt_lt: GERAI

source: Mini-Applet
fi_fi: Mini-appletti
ja_jp: ミニアプレット
lt_lt: Mini-Aplikacija

source: Full-Applet
da_dk: Fuld applet
fi_fi: Täys-appletti
ja_jp: 完全なアプレット
lt_lt: Pilna-Aplikacija
pl_pl: Pe³ny-Applet

source: No
da_dk: Nej
fi_fi: Ei
ja_jp: いいえ
lt_lt: Ne
pl_pl: Nie

source: Check Email
af_za: Kontrolleer E-pos
da_dk: Kontroller email
fi_fi: Tarkista sähköposti
ja_jp: メールのチェック
lt_lt: Patikrinti paðtà
pl_pl: Sprawd¼ Email

source: Email
fi_fi: Sähköposti
ja_jp: メール
lt_lt: E-paðtas

source: SMTP Server
ja_jp: SMTPサーバ
lt_lt: SMTP serveris
pl_pl: Serwer SMTP

source: Popup
fi_fi: Ponnahdusikkuna
ja_jp: ポップアップ
lt_lt: Iððokantis langas

source: Random Block Cache Time
ja_jp: ランダムブロック キャッシュ時間
lt_lt: Atsitiktinis keðo blokavimo laikas
pl_pl: Czas Losowego Cache Bloku.

source: RSS Publisher
ja_jp: RSS 発行
lt_lt: RSS Publikuotojas
pl_pl: Publikator RSS

source: %d (%d MPix)
ja_jp: %d (%d メガピクセル)
lt_lt: %d (%d MPiks.)

source: Password
af_za: Wagwoord
fi_fi: Salasana
lt_lt: Slaptaþodis

source: Login
af_za: Aanteken
fi_fi: Kirjaudu
lt_lt: Prisijungimo vardas

source: Reset
fi_fi: Resetoi
lt_lt: Atitaisyti

source: Gallery must be configured before you can use it.
da_dk: Galleriet skal konfigureres før du kan bruge det.
ja_jp: Gallery を使う前に設定をしなければなりません。
pl_pl: Galeria musi byæ skonfigurowana zanim bêdziesz móg³ jej u¿yæ.

source: Make sure that both files and the folder are read and writeable for your webserver !
da_dk: Kontroller at begge filer samt biblioteket kan læses og skrives af din webserver !
ja_jp: 両方のファイルとフォルダが、ウェブサーバから読み書き可能であることを確認してください。
pl_pl: Upewnij siê, ¿e pliki i katalogi mog± byc czytane i zapisywane przez twój webserwer.

source: Your Gallery settings were configured with an older version of Gallery, and are out of date. Please re-run the Configuration Wizard!
da_dk: Din konfigurering af Gallery blev lavet med en konfigurationshjælper fra en ældre version af Gallery. Den er forældet. Kør konfigurationshjælperen igen!
ja_jp: この Gallery 設定は古いバージョンの Gallery によるもので、古くなっています。コンフィグレーションウィザードを再度実行してください。
pl_pl: Twoja konfiguracja Galerii zosta³a stworzona przy u¿yciu starszej wersji Galerii i jest nieaktualna. Uruchom Kreator Konfiguracji ponownie!

source: If you experience problems, you can find help on the %sGallery Help Page%s.
da_dk: Hvis du får problemer kan du søge hjælp på %sGallery hjælpesiden%s.
ja_jp: 問題が発生したら、%sGallery ヘルプページ%s(英語) でヘルプを見つけることができます。
pl_pl: Je¿eli napotkasz jakie¶ problemy, powiniene¶ przejrzeæ pomoc na %sStronie Pomocy Galerii%s.

source: Save
da_dk: Gem
ja_jp: 保存
pl_pl: Zapisz

source: %s OK
fi_fi: %s kunnossa
ja_jp: %s はOKです

source: Gallery prefers ImageMagick version 5.4.8 and up. (Tough Version 6.x is recommended.) You can get the entire ImageMagick package from the %sImageMagick website%s.
da_dk: Gallery foretrekker ImageMagick version 5.4.8 eller højere (men version 6.x anbefales). Du kan oversætte og installere hele ImageMagick pakken fra %sImageMagick hjemmesiden%s.

source: Check to see if you are running a supported Version of PHP.
da_dk: Undersøger om du kører en understøttet PHP version.

source: You're running PHP version %s. You need to upgrade to at least PHP %s.
da_dk: Du kører PHP version %s. Du må opgradere til PHP %s eller nyere.

source: <b>safe_mode</b> is enabled on this server.
da_dk: <b>safe_mode</b> er slået til på din server.

source: Your webserver is not obeying the 'php_value' lines in your <b>.htaccess</b> file. Try entering the following into your web server's <b>httpd.conf</b> file:
da_dk: Apache bruger ikke 'php_value' linierne i din <b>.htaccess</b> fil. Prøv at tilføje følgende i din webservers <b>httpd.conf</b> fil:

source: PHPs magic quotes off
da_dk: magic_quotes er slået fra.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above).
da_dk: Enten er <b>mod_rewrite</b> ikke installeret, eller også er <b>.htaccess</b> ikke slået til (se ovenfor).

source: Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on, first make sure that your <b>.htaccess</b> file is being obeyed. If it still doesn't work, you may need to reconfigure and rebuild Apache with this flag:
da_dk: Uanset hvorfor, bliver vi nødt til at bruge længere URL'er i Gallery. Hvis du gerne vil slå det til, foreslår jeg at du sikrer dig at din <b>.htaccess</b> fil virker og hvis det så stadig ikke virker, kan du blive nødt til at rekonfigurere og genoversætte Apache med dette flag:

source: NetPBM was not found
da_dk: Jeg kan ikke finde NetPBM

source: If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
da_dk: Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;Du kan selv angive stien til NetPBM på næste side. Hvis den ikke er installeret, har du to muligheder:

source: I've found part of NetPBM, but some components are missing (see below).
da_dk: Jeg har fundet dele af NetPBM, men der mangler nogle kritiske komponenter (se nedenfor).

source: Perhaps your version of NetPBM is out of date.
da_dk: Måske er din version af NetPBM forældet.

source: ImageMagick installed
da_dk: ImageMagick er installeret.

source: ImageMagick was not found.
da_dk: Jeg kan ikke finde ImageMagick.

source: If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
da_dk: Hvis den er installeret og ikke er i webserverbrugerens sti, er det OK&#8212;du kan angive stien til ImageMagick manuelt på næste side. Hvis den ikke er installeret, er du nødt til at installere den.

source: I've found part of ImageMagick, but some components are missing (see below).
da_dk: Jeg har fundet dele af ImageMagick, men der mangler nogle kritiske komponenter (se nedenfor).

source: jhead was not found.
da_dk: Jeg kan ikke finde jhead.

source: If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at the %sjhead homepage%s.
da_dk: Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;du kan angive stien manuelt på næste side. Hvis den ikke er installeret, kan du selv installere den. Jhead er en public domain EXIF fortolker. Kildekode, linux programmer og windows programmer kan findes på %sjhead hjemmesiden%s.

source: jpegtran installed
da_dk: jpegtran er installeret

source: jpegtran was not found.
da_dk: jpegtran blev ikke fundet.

source: If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jpegtran is a free tool distributed by the Independent JPEG Group as part of <i>libjpeg</i>. Source may be found at the %sIJG homepage%s. Binaries may be found at the %sJPEG Club website%s or in the <i>libjpeg</i> package of Linux distributions.
da_dk: Hvis den er installeret og ikke er i webserverbrugerens sti så er det OK&#8212;du kan angive stien manuelt på næste side. Hvis den ikke er installeret, kan du selv installere den. Jpegtran er et gratis værktøj distribueret af The Independent JPEG Group som en del af <i>libjpeg</i>. Kildekoden kan findes på %sIJG hjemmesiden%s. Oversatte programmer kan findes på %sJPEG Club hjemmesiden%s eller i Linux distributioners <i>libjpeg</i> pakke.

source: Gettext support in PHP
da_dk: Gettext support i PHP

source: missing locales
da_dk: sprogdata mangler

source: These locales are required to use multilanguage capabilities of Gallery when your PHP has gettext support. They are also needed to format dates and times according to the selected language.
da_dk: Disse sprogdata er nødvendige for at bruge Gallerys flerprogsunderstøttelse når din PHP har gettext understøttelse. De er også nødvendige for at vise dato og tid korrekt for hvert sprog.

source: Recommended things
da_dk: Anbefalede ting

source: Nice to have.
da_dk: God at have

source: Gallery prefers NetPBM version 10.13 and up. You can install just the binaries Gallery needs from the %sGallery Download Page%s. Or, you can compile and install the entire NetPBM package from the %sNetPBM website%s.
da_dk: Gallery foretrækker NetPBM 10.13 og højere. Du kan nøjes med at installere de filer Gallery behøver fra %sGallery download siden%s. Eller du kan oversætte og installere hele NetPBM-pakken fra %sNetPBM hjemmesiden%s.

source: Select a skin to use for Gallery. You now have a wide choice of &quot;skins&quot; that affect the look of every page of your Gallery. You can have fun experimenting with the available skins. Choose &quot;None&quot; to use the default skin.
da_dk: Vælg et tema for dit galleri. Du har et bredt udvalg af &quot;temaer&quot; der påvirker udseendet af alle sider på dit galleri. Prøv at eksperimentere med de tilgængelige temaer. Vælg &quot;None&quot; for at bruge standard udseendet.

source: You can choose whether you want to use Gallery icons, text only, or both. When you choose icons only, then there will be a tooltip.
da_dk: Du kan vælge om du vil bruge Gallery ikoner, kun tekst eller begge. Hvis du vælger kun at bruge ikoner vil der være en onMousoverText.

source: ImageMagick Settings
da_dk: ImageMagick indstillinger

source: NetPBM Settings
da_dk: NetPBM indstillinger

source: Highlight Ratio
da_dk: Størrelse på forsidebillede

source: As the original image
da_dk: Som det oprindelige billede

source: Square highlight
da_dk: Kvadratisk forsidebillede

source: Use SMTP server.
da_dk: Brug en ikke-lokal SMTP-server.

source: SMTP Settings
da_dk: SMTP indstillinger

source: Registration
da_dk: Registrering

source: You need to enable emailing if you want to use this feature.
da_dk: Du skal slå email til hvis du vil benytte selvregistrering.

source: Blocks
da_dk: blokke

source: Frame around random photo.
da_dk: Ramme om filfældigt billede.

source: Frame around featured photo.
da_dk: Ramme om udvalgt billede.

source: ImageMagick high quality
da_dk: ImageMagick høj kvalitet

source: Thumbnail Ratio
da_dk: Facon på ikon

source: Square thumbs
da_dk: Kvadratiske ikoner

source: Custom fields that are available to describe each image. They should be separated by commas. E.g. <i>Location, Film Type</i>
da_dk: Selvvalgt felter, tilgængelige til beskrivelse af hvert billede. De skal kommasepareres. Fx Eg. <i>Beskrivelse, Sted, Filmtype</i>

source: Clickable image dimensions
da_dk: Vis størrelse på billede, der kan klikkes på

source: Number of Previous Microthumbs
da_dk: Nummer på foregående ikon

source: Number of Next Microthumbs
da_dk: Nummer på næste ikon

source: Gallery configuration wizard
da_dk: konfigurer galleriet

source: Welcome
da_dk: Velkommen

source: _Next Step >>
da_dk: _Næste trin >>

source: Installation Type:
da_dk: Installationstype:

source: easy
da_dk: let

source: advanced
da_dk: avanceret

source: Welcome to the Setup of Gallery.
da_dk: Velkommen til Gallery opsætningen.

source: Create an empty file config.php in the main folder of your Gallery.
da_dk: Opret en tom config.php fil Gallery hovedkataloget.

source: Your Gallery needs a reconfiguration.
da_dk: Gallery skal rekonfigureres

source: Step 1:
da_dk: Trin 1:

source: Step 2:
da_dk: Trin 2:

source: Step 3:
da_dk: Trin 3:

source: Step 4:
da_dk: Trin 4:

source: Installation confirmation.
da_dk: Bekræft installatione.

source: Step 5:
da_dk: Trin 5:

source: Saving the configuration.
da_dk: Gemmer konfigurationen.

source: Warning, but optional
da_dk: Advarsel, men valgfrit

source: Serious warning, but optional
da_dk: Alvorlig advarsel, men valgfrit

source: Serious warning, no go !
da_dk: Alvorlig advarsel, igen vej frem!

source: Gallery Dia_gnostics Page
da_dk: Gallery _fejlfindingsside

source: Gallery _help page
da_dk: Galleriets _hjælpeside

source: _documentation
da_dk: _dokumentation

source: This page will validate your system to make sure that you have all the necessary components installed, permissions set and that everything is configured reasonably.
da_dk: Denne side vil undersøge installation for at sikre at du har alle nødvendige komponenter og tilladelser på systemet og at alt er konfigureret fornuftigt.

source: _Next Step &gt;&gt;
da_dk: _Næste trin >>

source: If you cannot receive the email, then it must be disabled for this server, and %s email functions cannot be used until that is rectified.
da_dk: Hvis du ikke kan modtage emailen, så må det slås fra på denne server, og %s email funktioner kan ikke bruges indtil det er rettet

source: %s not set in php.ini.
da_dk: %s er ikke sat i php.ini.

source: Your _email address:
da_dk: Din _emailadresse:

source: If you see any errors, we highly suggest to get the actual version of those files.
da_dk: Hvis du oplever fejl, så anbefaler vi at du henter den rigtige version af den/disse fil(er).

source: One file is missing or corrupt.
da_dk: En fil mangler eller har fejl.

source: One file is older than expected.
da_dk: En fil er ældre end forventet.

source: The following files are older than expected for this version of %s. Please update them as soon as possible.
da_dk: De følgende filer er ældre end forventet for denne version af %s. Opdater dem snarest muligt.

source: Show/hide more information
da_dk: Vis/skjul yderligere information

source: You can choose whether you want to use Gallery icons, text only, or both. When you choose icons only, then there will be an onMousoverText.
da_dk: Du kan vælge om du vil bruge Gallery ikoner, kun tekst eller begge. Hvis du vælger kun at bruge ikoner vil der være en onMousoverText.

source: You must create an empty file named %s in your Gallery mainfolder and chmod it 777 before proceeding. See the %s for more details.
da_dk: Du skal lave en tom fil %s og 'chmod' den til 777 før du fortsætter. Se %s for flere detaljer

source: The %s file in your Gallery mainfolder is optional, however some %s features will be disabled unless you create an empty file named %s and chmod it to 777 before proceeding. See the %s for more details.
da_dk: Filen %s i Gallery hovedkataloget er valgfri, men visse %s funktioner vil ikke kunne bruges med mindre du laver en tom fil %s og 'chmod' den til 777 før du fortsætter. Se %s for flere detaljer

source: The %s file in your Gallery mainfolder is not writable by the webserver - chmod it 777 before proceeding. See %s for more details.
da_dk: Filen %s i Gallery hovedkataloget kan ikke skrives i af webserveren - 'chmod' den til 777 før du fortsætter. Se %s for flere detaljer

source: Confirmation
da_dk: Bekræftelse

source: &lt;&lt; Edit Config
da_dk: << Rediger konfiguration

source: Save Config &gt;&gt;
da_dk: Gem konfiguration >>

source: Settings
da_dk: Indstillinger

source: &lt;&lt; _Previous Step
da_dk: << _Forrige trin

source: Installation type: %s
da_dk: Installationstype: %s

source: &lt; Previous Tab
da_dk: < _Forrige faneblad

source: Next Tab &gt;
da_dk: _Næste faneblad >

source: Defaults
da_dk: Standard

source: Check _NetPBM
da_dk: Test _NetPBM

source: Check Image_Magick
da_dk: Test Image_Magick

source: Check _Sessions
da_dk: Check _Sessioner

source: Check _Email
da_dk: Kontroller _email

source: Check _Versions
da_dk: Check _Versioner

source: No Frame
da_dk: Ingen ramme

source: The frame from Nico Kaisers Siriux theme.
da_dk: Rammen fra Nico Kaisers Siriux tema.

source: _Close Window
da_dk: Luk vindue

source: 1- Installation Check
da_dk: 1 - Installations check

source: 2 - Settings
da_dk: 2 - indstillinger

source: 3 - Defaults
da_dk: 3 - standardindstillingerne

source: 4 - Confirm
da_dk: 4 - Bekræftelse

source: 5 - Save
da_dk: 5 - Gem

source: _Username
da_dk: _Brugernavn

source: _Password
da_dk: _Adgangskode

source: _Log me in
da_dk: _Log ind

source: _Reset
da_dk: _Nulstil

source: _Cancel
da_dk: _Fortryd

source: Clicking &quot;Start over&quot; should reset the page view number back to 1.
da_dk: At trykke 'Start forfra' skulle tilbageføre 'se side' tallet til 1.

source: _Reload
da_dk: _Genindlæs

source: _Start over
da_dk: _Start forfra

source: Enter your Gallery
da_dk: Gå ind i Gallery

source: URL
fi_fi: URL-osoite
