Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Invert Selection
ca_es: Invertir Selecció
hu_hu: Kijelölés invertálása
lt_lt: Pasirinkti prieðingai
sk_sk: Prevráti» Voµbu
uk_ua: Зм╕нити на протилежне

source: Upload Date
ca_es: Data d'Enviament
hu_hu: Feltöltés ideje
lt_lt: Ádëjimo data
sk_sk: Dátum Odoslania

source: Image Size
ca_es: Tamany d'Imatge
hu_hu: Képméret
lt_lt: Nuotraukos dydis
sk_sk: Veµkos» Obrázku
uk_ua: Розм╕р зображення

source: Additional EXIF Data
ca_es: Dades d'EXIF addicionals
hu_hu: További EXIF adatmezõk
lt_lt: Kita EXIF informacija
sk_sk: Dodatoèné EXIF Dáta

source: description
ca_es: descripció
lt_lt: apibûdinimà
uk_ua: опис

source: Error:
hu_hu: Hiba:
lt_lt: Klaida:
sk_sk: Chyba:
uk_ua: Помилка:

source: Generated by %s v%s
ca_es: Generat per %s v%s
hu_hu: Elõállította a %s v%s
lt_lt: Generuota su %s v%s
sk_sk: Generované %s verzia %s

source: Powered by %s v%s
hu_hu: Ezt az oldalt a %s v%s mûködteti
lt_lt: Serveryje veikia %s v%s
sk_sk: Poháòané %s verzia %s

source: Total points in brackets
ca_es: Punts totals en parèntesis
hu_hu: Az összpontszám a zárójelben olvasható
lt_lt: Ið viso taðkø
sk_sk: Celkový poèet bodov v zátvorke

source: Average points in brackets
ca_es: Mitja de punts en parèntesis
hu_hu: A zárójelben az átlagos pontszám olvasható
lt_lt: Vidutiniðkai taðkø
sk_sk: Priemerný poèet bodov v zátvorke

source: 1 voter
hu_hu: %d szavazó
lt_lt: 1 balsuotojas

source: Result from one voter
hu_hu: Eredmény %d szavazótól
lt_lt: Rezultatas - vienas balsuotojas

source: %s: %s points;
ca_es: %s: %s punts;
hu_hu: %s: %s pont;
lt_lt: %s: %s taðkai;
sk_sk: %s: %s bodov;

source: Key - %s
ca_es: Clau - %s
hu_hu: Skála - %s
lt_lt: Raktas - %s
sk_sk: Kµúè - %s

source: Poll results:
ca_es: Resultats votació:
hu_hu: A szavazás eredménye:
lt_lt: Balsavimo rezultatai:
sk_sk: Výsledky hlasovania:

source: No votes
ca_es: Cap vot
hu_hu: Nincs szavazat
lt_lt: Balsø nëra
sk_sk: ®iadne hlasy

source: Number %d overall.
ca_es: Nombre total %d
hu_hu: %d.&nbsp;helyezés az abszolút listán.
lt_lt: Numeris %d ið visø.
sk_sk: Èíslo %d celkove.

source: one vote
hu_hu: %d szavazat
lt_lt: vienas balsas

source: Move the album to a new album:
ca_es: Mou l'àlbum a un nou àlbum:
hu_hu: Album áthelyezése ide:
lt_lt: Perkelkite albumà á kità albumà:
sk_sk: Presunú» album do nového albumu:
uk_ua: Перем╕стити альбом в новий альбом:

source: Empty
ca_es: Buit
hu_hu: Üres
lt_lt: Tuðèia
sk_sk: Prázdny
uk_ua: Пусто

source: edit %s
ca_es: edita %s
hu_hu: %s szerkesztése
lt_lt: redaguoti %s
sk_sk: meni» %s
uk_ua: редагувати %s

source: No Caption
ca_es: Sense llegenda
hu_hu: Nincs képaláírás
lt_lt: Apraðymo nëra
sk_sk: ®iadna Hlavièka
uk_ua: Без п╕дпису

source: edit
ca_es: edita
hu_hu: szerkeszt
lt_lt: redaguoti
sk_sk: meni»
uk_ua: редагувати

source: Add your comment
hu_hu: Adj hozzá megjegyzést
lt_lt: Pridëti komentarà
sk_sk: Prida» Va¹u poznámku

source: Commenter:
hu_hu: Hozzászóló:
lt_lt: Komentuotojas:
sk_sk: Komentátor:

source: Message:
hu_hu: Üzenet:
lt_lt: Þinutë:
sk_sk: Odkaz:

source: Post
hu_hu: Elküld
lt_lt: Siûsti
sk_sk: Odosla»

source: PHP's %s unable to determine dimensions.
ca_es: %s de PHP permet determinar les dimensions.
lt_lt: %s PHP funkcija negali nustatyti matmenø.
sk_sk: PHP %s nebolo schopné zisti» rozmery.

source: Not closing this window because debug mode is on
ca_es: No es tanca la finestra perquè el mode debug està actiu
hu_hu: Nem zárom be ezt az ablakot, mert a Galéria debug módban van
lt_lt: Ðis langas neuþsidaro, nes ájungtas detalus klaidø praneðimo reþimas
sk_sk: Nezatvori» toto okno preto¾e debug re¾im je zapnutý
uk_ua: Не закриваю це в╕кно, бо режим в╕дладки вмикнено

source: No resizing required
ca_es: No requereix re-escalat
hu_hu: Nincs szükség újraméretezésre
lt_lt: Pakeitimai nereikalingi
sk_sk: Zmena veµkosti nieje potrebná

source: target file size %d kbytes
ca_es: tamany arxiu desitjat %d kbytes
hu_hu: a célzott fájlméret %d kbyte
lt_lt: failo dydis %d kilobaitai
sk_sk: cieµová veµkos» archívu %d kbytov

source: -> file size %d kbytes
ca_es: -> tamany arxiu %d kbytes
hu_hu: -> fájlméret %d kbyte
lt_lt: -> failo dydis %d kilobaitai
sk_sk: -> veµkos» súboru %d kbytov

source: trying quality %d%%
ca_es: provant qualitat %d%%
hu_hu: a(z) %d%%-os képminõséggel próbálkozom
lt_lt: bandau %d%% kokybæ
sk_sk: skú¹am kvalitu %d%%

source: Done.
ca_es: Fet.
hu_hu: Kész.
lt_lt: Atlikta.
sk_sk: Hotovo.
uk_ua: Зак╕нчено.

source: No watermark name specified!
hu_hu: Nnem adtál meg vízjel nevet!
lt_lt: Nenurodytas vandens þenklo pavadinimas!
sk_sk: Nebolo zadané meno vodotlaèe!

source: Call to %s failed in %s for file %s!
ca_es: Crida a %s fallida a %s per l'arxiu %s!
lt_lt: %s kvietimas %s failui %s nepavyko!
sk_sk: Vyvolanie %s zlyhalo v %s pre archív %s!

source: File %s type %d.
ca_es: Arxiu %s tipus %d.
hu_hu: Fájl: %s típusa: %d.
lt_lt: Failas %s tipas %d.
sk_sk: Archív %s typ %d.

source: Unknown file type: %s
ca_es: Tipus d'arxiu desconegut: %s
hu_hu: Ismeretlen fájltípus: %s
lt_lt: Neþinomas failo formatas: %s
sk_sk: Neznámy formát archívu: %s
uk_ua: Нев╕домий тип файлу: %s

source: Select Album
ca_es: Seleccionar Àlbum
hu_hu: Válassz albumot
lt_lt: Pasirinkite albumà
sk_sk: Zvoµte Album
tr_tr: Albüm Seç
vi_vn: Chọn Album

source: Top Level
ca_es: Nivell Superior
hu_hu: Fõ
lt_lt: Pagrindinis puslapis
sk_sk: Najvy¹¹ia Úroveò
uk_ua: Гор╕шн╕й р╕вень

source: current location
ca_es: situació actual
hu_hu: jelenlegi pozíció
lt_lt: dabartinë pozicija
sk_sk: súèasné miesto

source: self
ca_es: ell mateix
lt_lt: pats
sk_sk: samostatne

source: Could not open lock file (%s)!
ca_es: No es pot obrir l'arxiu de bloqueig (%s)!
lt_lt: Negaliu atidaryti uþrakinto failo (%s)!
sk_sk: Nebolo mo¾né otvori» lock file (%s)!

source: 1 hit
hu_hu: %d találat
lt_lt: 1 paspaudimas

source: Sub-albums
ca_es: Sub-àlbums
hu_hu: Belsõ albumok
lt_lt: Vidiniai-albumai
sk_sk: Pod albumy
uk_ua: Вкладен╕ альбоми

source: Unable to preserve EXIF data (jhead not installed)
ca_es: Impossible preservar dades EXIF (jhead no instal·lat)
hu_hu: Az EXIF adatokat nem tudom beolvasni (a jhead program nincs telepítve)
lt_lt: Negaliu gauti EXIF duomenø (neádiegtas jhead)
sk_sk: Neschopný zachova» EXIF dáta (jhead nieje in¹talovaný)

source: Skipping invalid email address %s
ca_es: Saltant direcció de correu invàlida %s
hu_hu: %s érvénytelen email cím, kihagyva.
lt_lt: Praleidþiu neteisingà el. paðto adresà %s
sk_sk: Vynechávam neplatnú emailovú adresu %s

source: Note: This is an automatically generated email message sent from the %s website. If you have received this in error, please ignore this message.
hu_hu: Megjegyzés: ez egy automatikus üzenet a %s weboldalról. Ha tévedésbõl kaptad, kérlek hagyd figyelmen kívül.
lt_lt: Pastaba: Ðis laiðkas automatiðkai sugeneruotas ir atsiøstas ið puslapio %s. Jeigu gavote ðá laiðkà per klaidà, ignoruokite já.

source: Report abuse to %s
hu_hu: A helytelen használatot jelentsd itt: %s
lt_lt: Praneðti apie laiðkà %s.
sk_sk: Oznámte zneu¾ívanie na %s

source: Email not sent as it is disabled for this gallery
ca_es: Correu no enviat ja que està deshabilitat per aquesta galeria
hu_hu: Email-t nem küldtem, ez a szolgáltatás jelenleg nem aktív
lt_lt: Laiðkas neiðsiøstas, nes ðioje galerijoje laiðku siuntimas iðjungtas
sk_sk: Email nebol odoslaný nakoµko bol zablokovaný pre túto gallery

source: Email not sent to %s as it is not a valid address
ca_es: Correu no enviat a %s ja que no és una direcció vàlida
hu_hu: %s címre nem küldtem email-t, mert ez a cím nem érvényes
lt_lt: Laiðkas adresu %s neiðsiøstas, nes tai nëra teisingas el. paðto adresas
sk_sk: Email nebol odoslaný do %s nakoµko to nieje platná adresa

source: Sender address %s is invalid, using %s.
ca_es: La direcció de l'emisor %s és invàlida, usant %s.
hu_hu: A küldõ &quot;%s&quot; címe érvénytelen, %s-t használom.
lt_lt: Siuntëjo adresas %s neteisingas, naudoju %s.
sk_sk: Odosielateµova adresa %s nieje platná, pou¾itá bude %s.

source: Last comment %s.
ca_es: Últim comentari %s.
hu_hu: Utolsó megjegyzés: %s.
lt_lt: Komentuota&nbsp;%s.
sk_sk: Posledný komentár %s.

source: FAILED
ca_es: FALLIT
hu_hu: SIKERTELEN
lt_lt: NEPAVYKO
sk_sk: NEÚSPE©NÝ

source: Email activity
ca_es: Activitat de correu
lt_lt: Paðto aktyvumas
sk_sk: Emailová èinnos»

source: Hi !!FULLNAME!!, Congratulations. You have just been subscribed to %s at %s. Your account name is !!USERNAME!!. Please visit the gallery soon, and create a password by clicking this link: !!NEWPASSWORDLINK!! Gallery @ %s Administrator.
ca_es: Hola !!FULLNAME!!, Felicitats. T'has subscrit a %s a %s. La teu nom de compta és !!USERNAME!!. Visita la galeria aviat si us plau i crea una contrasenya clicant aquest enllaç: !!NEWPASSWORDLINK!! Gallery @ Administrador %s.
hu_hu: Üdv !!FULLNAME!!, Üdvözüllek a(z) %s (%s) új felhasználói között! A felhasználóneved !!USERNAME!!. Kérlek, mielõtt látogasd meg a galériát, és készíts magadnak új jelszót ezen a linken: !!NEWPASSWORDLINK!! Gallery @ %s Administrator.
lt_lt: Sveiki !!FULLNAME!!, Sveikiname. Jûs buvote kà tik buvote uþregistruotas á %s puslapyje %s. Jûsø vartotojo vardas yra !!USERNAME!!. Paspaudæ and nuorodos apaèioje sukursite savo slaptaþodá: !!NEWPASSWORDLINK!! %s Galerijos administratorius.
sk_sk: Ahoj !!FULLNAME!!, Gratulácia. Práve ste boli prihlásený do %s v %s. Vá¹ u¾ívateµ je !!USERNAME!!. Prosím nav¹tívte gallery èo najskôr a vytvorte si heslo kliknutím tejto linky: !!NEWPASSWORDLINK!! Gallery @ %s Administrator.

source: gallery title
ca_es: títol galeria
hu_hu: Galéria címe
lt_lt: galerijos pavadinimas
sk_sk: gallery titul

source: gallery URL
ca_es: URL galeria
hu_hu: Galéria URL
lt_lt: galerijos URL

source: No Skin
lt_lt: Nëra odos (skin)

source: <dt>%s</dt><dd>The original look and feel.</dd>
lt_lt: <dt>%s</dt><dd>Originali iðvaizda.</dd>

source: unknown
lt_lt: neþinomas

source: None
hu_hu: Egy sem
lt_lt: Nëra
sk_sk: ®iadne

source: Dots
ca_es: Punts
hu_hu: Pöttyök
lt_lt: Taðkuotas
sk_sk: Bodky

source: Solid
ca_es: Sòlid
lt_lt: Solidus
sk_sk: Plné

source: No frames
hu_hu: Nincs keret
lt_lt: Rëmeliø nëra
sk_sk: ®iadne okraje

source: Just a simple dashed border around the thumb.
ca_es: Simple marge de punts al voltant del thumb.
hu_hu: Szaggatott vonal a kiskép körül
lt_lt: Paprastas brûkðniuotas rëmelis aplink sumaþintas nuotraukas.
sk_sk: Iba jednoduchý èiarkovaný okraj okolo zman¹eniny.

source: Just a simple solid border around the thumb.
ca_es: Simple marge sòlid al voltant del thumb.
hu_hu: Folytonos vonal a kiskép körül
lt_lt: Paprastas solidus rëmelis aplink sumaþintas nuotraukas.
sk_sk: Iba jednoduchý celý okraj okolo zman¹eniny.

source: Skipping %s.
ca_es: Saltant %s.
hu_hu: %s. kihagyása.
lt_lt: Praleidþiu %s.
sk_sk: Vynechávam %s.

source: Can't open %s
ca_es: No es pot obrir %s
hu_hu: %s nem nyitható meg.
lt_lt: Negaliu atidaryti %s
sk_sk: Nebolo mo¾né otvori» %s.

source: Not valid yet
hu_hu: Még nem érvényes
lt_lt: Vartotojas dar neaktyvuotas
sk_sk: Zatiaµ neplatné

source: EXIF Data
hu_hu: EXIF adatok
lt_lt: EXIF informacija
sk_sk: EXIF Dáta

source: add photos
ca_es: afegir imatges
hu_hu: fotók hozzáadása
lt_lt: ádëti nuotaukas
sk_sk: prida» fotky
uk_ua: додати фото

source: new nested album
ca_es: nou àlbum fill
hu_hu: új belsõ album
lt_lt: naujas vidinis albumas
sk_sk: nový vlo¾ený album
uk_ua: новий вкладений альбом

source: sort items
hu_hu: elemek rendezése
lt_lt: rûðiuoti elementus
sk_sk: utriedi» polo¾ky

source: resize all
ca_es: re-escala tot
hu_hu: mindet újraméretezi
lt_lt: dydþiø keitimas
sk_sk: zmeni» veµkos» v¹etkého
uk_ua: зм╕нити розм╕ри вс╕х

source: rebuild thumbs
ca_es: regenera thumbs
hu_hu: kisképek újrakészítése
lt_lt: pergeneruoti nuotraukas
sk_sk: obnovi» zmen¹eniny
uk_ua: перестворити п╕ктограмки

source: poll results
ca_es: resultats de votació
hu_hu: szavazási eredmények
lt_lt: balsavimo rezultatai
sk_sk: výsledky hlasovania

source: poll reset
ca_es: reincicialita la votació
hu_hu: felmérés nullázása
lt_lt: pradëti balsavimà ið naujo
sk_sk: resetova» hlasovanie

source: view comments
hu_hu: megjegyzések megtekintése
lt_lt: þiûrëti&nbsp;komentarus
sk_sk: prehliadnu» si poznámky

source: watermark album
hu_hu: album vízjelezése
lt_lt: pridëti vandens þenklus á albumà
sk_sk: prida» vodotlaè do albumu

source: Changed:
ca_es: Canviat:
hu_hu: Módosítva:
lt_lt: Keistas:
sk_sk: Zmenené:
uk_ua: Зм╕нено:

source: Contains:
ca_es: Conté:
hu_hu: Tartalom:
lt_lt: Yra:
sk_sk: Obsahuje:
uk_ua: Ма╓:

source: Watermarking photo.
sk_sk: Pridávam vodotlaè na fotku.

source: this may take a while
sk_sk: toto mô¾e trva» dlh¹ie

source: adding %s
ca_es: afegint %s
sk_sk: pridávam %s

source: The members file should be one user per line, and the fields should be space separated. Each line is of the form:<br> <i>username emailaddress fullname</i>.<br> Only username is required. Everything after the email address is the full name, so there can be spaces in it.<p>
ca_es: Els membres de l'arxiu haurien de ser un usuari epr línia, i els camp haurien d'estar separats per un espai. Cada línia és de la forma:<br> <i>nomusuari correu nomsencer</i>.<br> Només el nom d'usuari és obligatori. Qualsevol cosa després del correu és el nom complet, per tant, hi poden haver espais entremig.<p>
sk_sk: Èlenský archív by mal ma» jedného u¾ívateµa na ka¾dom riadku a polia by mali by» oddelené medzerou. Ka¾dý riadok má tvar:<br> <i>u¾ívateµ emailováadresa celé meno</i>.<br> Len u¾ívateµ je povinné pole. V¹etko za emailovou adresou je celé meno, tak¾e mô¾e obsahova» medzery.<p>

source: Search Again
ca_es: Cercar un altre cop
sk_sk: Nové Vyhµadávanie
uk_ua: Шукати знову

source: Search the Gallery's Album and Photo<br> titles, descriptions and comments
ca_es: Cercar títols, descripcions i comentaris de l'Àlbum de Gallery i les Imatges
sk_sk: Vyhµadávajte Gallery Albumové a Foto<br> hlavièky, popisy a poznámky
uk_ua: Шукати заголовки, описи ╕ коментар╕<br> альбом╕в ╕ фотограф╕й

source: Go
ca_es: Vés
sk_sk: Pokraèova»
uk_ua: Перейти

source: Executing:
ca_es: Executant:
sk_sk: Vykonáva:

source: not shown
ca_es: no mostrat
sk_sk: nezobrazený

source: Message
ca_es: Missatge
sk_sk: Odkaz

source: Email sent
ca_es: Correu enviat
sk_sk: Email odoslaný

source: Email not sent
ca_es: Correu no enviat
sk_sk: Email nebol odoslaný

source: %s RSS
vi_vn: %s cung cấp RSS

source: %s has registered by %s. Email has been sent to %s.
ca_es: %s registrat per %s. Correu enviat a %s.

source: Background Image
ca_es: Imatge de fons
uk_ua: Зображення на тл╕

source: Year must be between 1000 and 3000
ca_es: L'any ha d'estar comprès entre 1000 i 3000
uk_ua: Р╕к ма╓ бути м╕ж 1000 ╕ 3000

source: Send email to user <br>when account is created
ca_es: Enviar correu a l'usuari <br>quan la compta és creada

source: Note: admins can always create albums
ca_es: Nota: administradors sempre poden crear àlbums

source: Select the new location of album
ca_es: Elegeix la nova destinació de l'àlbum
uk_ua: Вибер╕ть нове м╕сце для альбома

source: Loop
ca_es: Cicle
uk_ua: Повторювати

source: Email not sent as no address provided
ca_es: Correu no enviat ja que no s'ha indicat direcció de correu

source: custom fields
ca_es: camps personalitzats

source: poll properties
ca_es: propietats de votació

source: resize photo
ca_es: re-escalar imatge
uk_ua: зм╕нити розм╕р фото

source: View Images
ca_es: Veure Imatges
uk_ua: Переглянути зображення

source: Name or email:
uk_ua: ╤м'я чи поштова адреса:

source: Add Photo
uk_ua: Додати фото

source: Use filename as caption if no caption is specified.
uk_ua: Використовувати назву файла зам╕сть п╕дпису, якщо п╕дпис не вказано.

source: Tip: Upload a ZIP file full of photos and movies!
uk_ua: П╕дказка: Завантажуйте ZIP файл з набором фото ╕ ф╕льм╕в!

source: Or, upload any images found at this location.
uk_ua: Або вивантажити вс╕ фото знайден╕ тут.

source: The location can either be a URL or a directory on the server.
uk_ua: Це може бути або URL, або каталог на сервер╕.

source: Tip: FTP images to a directory on your server then provide that path here!
uk_ua: П╕дказка: Вивантаж╕ть файли через FTP в каталог на сервер╕ ╕ вкаж╕ть маршрут до каталогу тут!

source: Set photo captions with original filenames.
uk_ua: Взяти п╕дписи до фото з назв файл╕в.

source: Alternatively, you can use one of these desktop agents to drag and drop photos from your desktop
uk_ua: Додатково, Ви також можете використовувати один з цих агентв╕ для простого додання фото з ст╕льниц╕ з використанням "пересунути-й-кинути" (т.зв. drag-n-drop)

source: top-level albums
uk_ua: альбоми найвищого р╕вня

source: albums
uk_ua: альбоми

source: images
uk_ua: зображень

source: no image
uk_ua: нема╓ зображення

source: pages
uk_ua: стор╕нках

source: %s has detected the following directories: %s in your albums directory (%s).
uk_ua: %s визначив(ла) так╕ теки: %s в Ваш╕й тец╕ альбом╕в (%s).

source: These are not valid albums. Please move them out of the albums directory.
uk_ua: Вони не належать до дозволених альбом╕в. Будь ласка, з╕тр╕ть ╖х з каталогу альбом╕в.

source: %s this album so that the URL is not so generic!
uk_ua: %s цього альбому, щоб воне не була такою невизначеною!

source: Note: This album is out of date!
uk_ua: Увага: цей альбом застар╕в!

source: upgrade album
uk_ua: поновити альбом

source: This album contains %s.
uk_ua: Цей альбом м╕стить %s.

source: no items
uk_ua: 0 пункт╕в

source: times
uk_ua: раз╕в

source: Album Caption:
uk_ua: П╕дпис до альбома :

source: Error
uk_ua: Помилка

source: Nested albums in this range will be ignored
uk_ua: Вкладен╕ альбоми в цьому д╕апазон╕ ╕гноруватимуться

source: Do you really want to delete this Album?
uk_ua: Ви справд╕ хочете стерти цей альбом?

source: Do you really want to delete user
uk_ua: Чи справд╕ Ви хочете стерти рахунок користувача?

source: Skipping album %d...
uk_ua: Пропуска╓ться альбом %d...

source: Apply values to nested Albums (except Album Title and Summary).
uk_ua: Застосувати ц╕ установки для вкладених альбом╕в (кр╕м заголовку Альбома ╕ коротко╖ ╕нформац╕╖).

source: Apply to nested Albums
uk_ua: Застосувати до вкладених альбом╕в

source: You must specify a username
uk_ua: Ви повинн╕ вказати ╕м'я

source: You must specify a password
uk_ua: Ви повинн╕ вказати пароль

source: Move this album within the album:
uk_ua: Перем╕стити цей альбом всередин╕ альбома:

source: Move this photo within the album:
uk_ua: Перем╕стити це фото всередин╕ альбома:

source: To move just one photo, make First and Last the same
uk_ua: Щоб перем╕стити т╕льки одне фото встанов╕ть Перше ╕ Останн╓ однаковими

source: Login Incorrect
uk_ua: Невдала ре╓страц╕я

source: Open your Windows explorer and browse to a folder containing a JPG image.
uk_ua: В╕дкрийте св╕й Windows Explorer ╕ перейд╕ть в теку, в як╕й збер╕гаються зображення JPG.

source: Select the image and there should be a link on the left that says &quot;Publish this file to the web...&quot;
uk_ua: Вибер╕ть зображення ╕ повинно з'явитись посилання л╕воруч, де буде написано "Опубл╕кувати на веб'╕"

source: Resizing %d photos...
uk_ua: Зм╕нюються розм╕ри %d фото...

source: Processing image
uk_ua: Обробка зображення

source: This will resize your photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
uk_ua: Ця операц╕я зм╕нить розм╕ри Ваших фото таким чином, що довша сторона фото буде дор╕внювати вказаному нижче розм╕ру ╕ розм╕р файла буде якомого ближче до вибраного розм╕ру.

source: What is the target size for all the photos in this album?
uk_ua: Який розм╕р фото в цьому альбом╕ встановити?

source: What is the target size for this photo?
uk_ua: Який розм╕р вибрати для цього фото?

source: Photos containing %s
uk_ua: Фото, в яких ╓ %s

source: not working for you? try the low-tech
uk_ua: не працю╓ для Вас? спробуйте не так╕ передов╕ техноло╜╕╖

source: Delay:
uk_ua: Затримка:

source: second
uk_ua: секунда

source: seconds
uk_ua: секунд

source: Error messages:
uk_ua: Пов╕домлення про помилки:

source: hits
uk_ua: перегляд╕в

source: 0 hits
uk_ua: 0 перегляд╕в

source: Error: %s!
uk_ua: Помилка: %s!

source: 0 items
uk_ua: 0 пункт╕в

source: Edit
uk_ua: Редагувати

source: Highlight
uk_ua: Винести на передн╕й план

source: Move
uk_ua: Перем╕стити

source: File Upload Date
uk_ua: Дата вивантаження файла

source: Item Capture Date
uk_ua: Дата зйомки
