Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
af_za: Kannie %s vind nie. Kyk in jou NetPBM l&ecirc;ergids watter PNG->JPEG program jy het (of probeer om net %s te gebruik). Toets ook jou konfigurasie (of gebruik ImageMagick).
da_dk: Kunne ikke finde %s. Undersøg dit NetPBM katalog for at se hvilke PNG->JPEG omdanne, du har (eller prøv at bruge %s i stedet), Undersøg din konfiguration (eller brug ImageMagick)
fi_fi: Galleria ei l&ouml;yt&auml;nyt %s. Tarkasta NetPBM-hakemisto n&auml;hd&auml;ksesi, mik&auml; PNG-JPEG-konvertteri sinne on asennettu (tai yrit&auml; kokeilla k&auml;ytt&auml;&auml; %s nykyisen sijasta). Ole hyv&auml; ja tarkista asetukset (tai k&auml;yt&auml; ImageMagickia).
it_it: %s non trovato. Controlla la directory di NetPBM per vedere quale convertitore PNG->JPEG hai (oppure prova semplicemente a usare %s). Controlla la tua configurazione (oppure usa ImageMagick).
ja_jp: %sが見つかりませんでした。あなたがどのPNG->JPEGコンバータを持っているか確認するため、NetPBMディレクトリをチェックしてください。(もしくは単に%sを試してください) コンフィグレーションをチェックしてください。(もしくは、ImageMagickを使ってください。)
lt_lt: Negaliu rasti %s. Patikrinkite NetPBM katalogà, ir paþiûrëkite kurá PNG->JPEG konverterá turite (arba tiesiog bandykite naudoti %s). Patikrinkite savo nustatymus (arba naudokite ImageMagick).
pl_pl: Nie mog³em znale¼æ %s. Sprawd¼ w katalogu NetPBM, który konwerter PNG->JPEG masz (lub spróbuj u¿yæ %s zamiast poprzedniego). Sprawd¼ konfiguracjê b±d¼ u¿yj ImageMagick'a.

source: Could not find %s. Check your NetPBM directory to see which PNM Composite/Overlay executable you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
da_dk: Kunne ikke finde %s. Undersøg dit NetPBM katalog for at se hvilke PNM overlay funktion du har, du har (eller prøv at bruge %s i stedet), Undersøg din konfiguration (eller brug ImageMagick)
it_it: %s non trovato. Controlla la directory di NetPBM per vedere quale eseguibile PNM Composite/Overlay hai (oppure prova semplicemente a usare %s). Controlla la tua configurazione (oppure usa ImageMagick).
ja_jp: %s が見つかりませんでした。あなたがどのPNMコンポジット/オーバレイ実行ファイルを持っているか確認するため、NetPBMディレクトリをチェックしてください (もしくは単に%sを試してください)。 コンフィグレーションをチェックしてください。(もしくは、ImageMagickを使ってください)
pl_pl: Nie mog³em znale¼æ %s. Sprawd¼ w katalogu NetPBM, który konwerter PNG->JPEG masz (lub spróbuj u¿yæ %s w zamian). Sprawd¼ konfiguracjê, b±d¼ u¿yj ImageMagick'a.

source: You must specify a path for %s or %s for Gallery to function!!
af_za: Jy moet 'n pad vir %s of %s invoer sodat <u>Gallery</u> kan werk!
fi_fi: Sinun täytyy määrittää polku %s tai %s jotta Galleria toimisi!!
it_it: Devi inserire un path per %s oppure %s per far funzionare Gallery!!
ja_jp: Galleryが機能するために、%s か %s へのパスのうちひとつは指定しなくてはいけません。
lt_lt: Kad Galerija teisingai veiktø turite nurodyti arba %s arba %s katalogà!!
pl_pl: Musisz okre¶liæ ¶cie¿kê dla %s lub %s by Galeria mog³a funkcjonowaæ!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
af_za: %s is nie behoorlik vir die gebruik as 'n grafiese pakket gekonfigureer nie. Maak seker dat jy 'n pad vir die %s programme in Stap 2 aangegee het.
da_dk: %s er ikke korrekt konfigureret til brug so grafikpakke. Kontroller at du indtastede en sti til %s programmet i trin 2.
fi_fi: %s ei ole konfiguroitu oikein, jotta sit&auml; voitaisiin k&auml;ytt&auml;&auml; grafiikkapakettina. Varmista ett&auml; olet antanut polun %s -bin&auml;&auml;reihin kohdassa 2.
it_it: %s non &egrave; correttamente configurato per essere usato come package grafico. Assicurati di aver inserito un path per i binari di %s al passo 2.
ja_jp: %sはグラフィックパッケージとして使うには不適切な設定となっています。ステップ2で%sバイナリのパスが入力されていたか確認してください。
lt_lt: %s sukonfigûruotas neteisingai. Ásitikinkite kad 2-ajame konfigûravimo þingsnyje ávedëte teisingà %s kelià.
pl_pl: %s nie jest poprawnie skonfigurowana by u¿ywaæ graficznych plików. Sprawd¼ czy wprowadzi³e¶ ¶cie¿ke %s do binarek w kroku 2.

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
af_za: Jou bediener het die PHP <i>open_basedir</i> beperking aangeskakel, en sommige van jou paaie is nie in die lys van beperkte paaie nie.
da_dk: Din server har PHP open_basedir begrænsningen sat og visse af dine stier er ikke i listen at begrænsede stier.
fi_fi: Palvelimessasi on PHP:n open_basedir -rajoite asetettuna, ja jotkin poluistasi eiv&auml;t ole rajoitettujen polkujen listalla
it_it: Il tuo server ha delle restrizioni su open_basedir di PHP, e alcuni path non sono nella lista dei path con restrizioni.
ja_jp: サーバはPHPのopen_basedir制限がかかっており、設定したパスは制限パスのリストにありません。
lt_lt: Jûsø serveryje ájungtas open_basedir PHP parametras, ir kai kurie katalogai nëra open_basedir sàraðe
pl_pl: Twój serwer ma ustawione ograniczenia w tworzeniu open_basedir w PHP, i kilka ¶cie¿ek nie jest w li¶cie ograniczonych

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
af_za: Dit beteken nie dat hulle nie sal werk nie, maar dit beteken wel dat paaie nie as korrek bevestig kan word nie. As dit nie moontlik is foto's korrek op te laai nie, lees die FAQ en die %sdiagnostiese blad%s om die probleem op te los.
da_dk: Dette betyder ikke at det ikke vil virke, men det betyder at vi ikke kan kontrollere at stierne er korrekt. Hvis du ikke kan overføre din billeder korrekt, så læs FAQ'en og %sdiagnostics%s for at løse dit problem.
fi_fi: T&auml;m&auml; ei tarkoita ett&auml; ne eiv&auml;t toimisi. T&auml;m&auml; kuitenkin tarkoittaa, ett&auml; Galleria ei voi tarkastaa polkujen toimivuutta. Jos et pysty kopioimaan kuvia palvelimelle onnistuneesti, ole hyv&auml; ja tutki FAQ-tiedostoa tai %sdiagnostiikka%s-sivua ratkaistaksesi ongelmat.
it_it: Questo non significa che non funzioneranno, tuttavia vuol dire che non possiamo verificare che i path siano corretti. Se non riesci a fare correttamente l'upload delle immagini, fa' riferimento alla FAQ e alla %sdiagnostica%s per risolvere il problema.
ja_jp: これはGalleryが動作しないわけではありませんが、パスが正しいかどうかの検証はできません。もし写真を正しくアップロードできないなら、FAQや%s検証ページ%sを参照して問題を解決してください。
lt_lt: Tai nereiðkia, kad katalogai neveiks, taèiau dël to mes negalime patikrinti ar keliai teisingi. Jeigu negalite teisingai ádëti nuotraukø, skaitykite DUK ir eikite á %sdiagnostikos puslapá%s.
pl_pl: To nie oznacza, ¿e nie bed± dzia³aæ, jednak¿e oznacza to, ¿e nie mo¿na zweryfikowaæ czy podane ¶cie¿ki s± prawid³owe. Je¿eli nie bêdziesz móg³ wgraæ zdjêæ poprawnie, zajrzyj do FAQ i do %sdiagnostyki%s by rozwi±zaæ problemy.

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can safely ignore it.
af_za: Konfirmeer dat die instellings wat jy ingevoer het korrek is. As jy hierdie blad verwarrend vind kan jy dit ignoreer.
da_dk: Bekræft at de angive indstillinger er rigtige. Hvis du synes at denne side er forvirrende, kan du roligt ignorere den.
fi_fi: Varmista, ett&auml; antamasi arvot tulivat tälle sivulle oikein. Jos et kuitenkaan ymmärrä tätä sivua, voit turvallisesti unohtaa sen.
it_it: Conferma che i settaggi che hai impostato sono stati correttamente accettati. Se questa pagina ti confonde, puoi tranquillamente ignorarla.
ja_jp: これまで入力してきた設定が正しく伝わっているか確認してください。このページで混乱が発生していたら、これを安全に無視することができます。
lt_lt: Patvirtinkite, kad visi parametrai teisingi. Jeigu nesuprantate, kas paraðyta ðitame puslapyje, papraðèiausiai nekreipkite á tai dëmesio.
pl_pl: Potwierd¼, ¿e ustawienia, które wprowadzi³e¶ s± poprawne. Je¿eli strona pokazuje nie do koñca prawde, mo¿esz prawdopodobnie bezpiecznie j± zignorowaæ i kontynuowaæ.

source: Confirm that the settings you entered came through correctly. There are errors highlighted below in red which need to be fixed before you can save your settings.
af_za: Konfirmeer dat die instellings wat jy ingevoer het korrek is. As jy hierdie blad verwarrend vind kan jy dit waarskynlik ignoreer, tensy daar foute in rooi staan, wat jy moet regmaak voordat jy jou instellings stoor.
da_dk: Bekræft at de angive indstillinger er rigtige. Der er nogle fejl vist med rødt nedenfor som du er nødt til at rettet for du kan gemme indstillingerne.
fi_fi: Varmista, ett&auml; antamasi arvot tulivat tälle sivulle oikein. Virheet, jotka täytyvät korjata ennenkuin voit tallentaa asetukset, on merkattu punaisella.
it_it: Conferma che i settaggi che hai impostato sono stati correttamente accettati. Ci sono degli errori evidenziati di seguito in rosso che devono essere risolti prima di salvare le impostazioni.
ja_jp: これまで入力してきた設定が正しく伝わっていたか確認してください。赤色で示されたエラーは、設定を保存する前に修正しなくてはいけません。
lt_lt: Patvirtinkite, kad visi parametrai teisingi. Apaèioje raudoname fone rodomos klaidos, kurios prieð tæsiant turi bûti iðtaisytos.
pl_pl: Potwierd¼, ¿e ustawienia, które wprowadzi³e¶ s± poprawne. S± b³êdy pod¶wietlone poni¿ej na czerwono, które musz± zostaæ naprawione przed dokonaniem zapisu ustawieñ.

source: Edit Config
af_za: Konfigurasie Wysig
fi_fi: Muokkaa konfiguraatiota
it_it: Modifica configurazione
lt_lt: Redaguoti nustatymus

source: Save Config
af_za: Stoor Konfigurasie
fi_fi: Tallenna konfiguraatio
it_it: Salva configurazione
lt_lt: Iðsaugoti nustatymus

source: Refresh
da_dk: Genindlæs
fi_fi: Päivitä
it_it: Aggiorna
ja_jp: 更新
lt_lt: Atnaujinti
pl_pl: Od¶wie¿

source: One error.
da_dk: En fejl.
it_it: Un errore.
ja_jp: %d 個のエラー。
lt_lt: Viena klaida.
pl_pl: Jeden b³±d

source: No errors.
da_dk: Ingen fejl.
fi_fi: Ei virheitä.
it_it: Nessun errore.
ja_jp: 0 個のエラー。
lt_lt: Klaidø nëra.
pl_pl: ¯adnych b³êdów.

source: See Details below.
da_dk: Se detaljerne nedenfor.
fi_fi: Lue lisätiedot alapuolelta.
it_it: Vedi Dettagli qui di seguito.
ja_jp: 詳細は以下。
lt_lt: Detalesnis apraðymas þemiau.
pl_pl: Szczegó³y poni¿ej.

source: There are errors in your configuration.
af_za: Daar is foute in jou Konfigurasie.
da_dk: Der er fejl i din konfiguration.
fi_fi: Asennuskokoonpanossasi on virheit&auml;
it_it: Ci sono errori nella configurazione.
ja_jp: あなたのコンフィグレーションにはエラーが存在します。
lt_lt: Jûsø nustatymuose yra klaidø.
pl_pl: S± b³êdy w Twojej konfiguracji.

source: Please go back and fix them!
af_za: Gaan asseblief terug en maak dit reg!
da_dk: Gå venligst tilbage og ret dem!
fi_fi: Ole hyv&auml; ja palaa korjaamaan ne!
it_it: Per favore torna indietro e correggi!
ja_jp: 戻ってそれらを修正してください。
lt_lt: Eikite atgal ir iðtaisykite jas!
pl_pl: Wróæ i napraw je!!

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
af_za: In hierdie stap word 'n paar instellings vir <u>Gallery<u> spesiaal aangepas. As dit die eerste keer is dat jy <u>Gallery</u> aanpas, sal jy waarneem dat redelike verstek waardes aan jou voorgestel word. Jy sal tog seker 'n paar klein veranderinkies aanbring. As jy alreeds <u>Gallery</u> vantevore gekonfigureer het, sal jy sien dat hierdie blad jou huidige instellings het, dus sal jy seker nie baie hoef te doen nie.
da_dk: I dette trin vil du tilpasse forskellige indstillinger i Gallery. Hvis detter første gang du tilpasser Gallery, vil du bemærke at vi har prøvet at sætte rimelige standardværdier for dig. Alligevel vil du sikkert være nødt til at lave mindre ændringer. Hvis du har tilpasset Gallery før, vil du bemærk at denne side allerede indeholder din aktuelle konfigureringsinformation, så du skal sikkert ikke ændre meget.
fi_fi: T&auml;ss&auml; vaiheessa m&auml;&auml;rit&auml;t useita Gallerian palvelinkohtaisia asetuksia. Jos t&auml;m&auml; on ensimm&auml;inen kerta, kun asetat Gallerian asetuksia, huomaat, ett&auml; olemme pyrkineet valitsemaan j&auml;rkev&auml;t perusasetukset sinua varten. Joka tapauksessa voi olla, ett&auml; joudut tekem&auml;&auml;n hienos&auml;&auml;t&ouml;j&auml; asetuksiin. Jos olet jo konfiguroinut Gallerian aiemmin, niin alkuper&auml;isasetuksesi ovat s&auml;ilyneet, joten sinun ei tarvitse muokata niit&auml; uudelleen.
it_it: In questa fase dovrai personalizzare diversi settaggi di Gallery. Se questa &egrave; la prima volta che personalizzi Gallery, ti accorgerai che abbiamo cercato di preimpostare dei valori ragionevoli per te. Anche cos&igrave;, probabilmente dovrai fare dei piccoli cambiamenti. Se hai gi&agrave; configurato Gallery in precedenza, ti accorgerai che la pagina ha gi&agrave; caricato la tua precedente configurazione, cos&igrave; non avrai molto da cambiare.
ja_jp: このステップではGalleryの多くの設定をカスタマイズすることができます。Galleryのカスタマイズ設定はこれが初めてなのでしたら、あなたにとって妥当なデフォルト設定にしようとしているのが分かるでしょう。たとえそうでも、多少の変更はしないといけないでしょう。以前にGalleryのコンフィグレーションをしたことがあるなら、現在の設定情報が既に入力されており、あまり変更する必要がないことに気がつくことでしょう。
lt_lt: Èia galite keisti ávairius Galerijos parametrus. Jeigu tai pirmas kartas, kai konfigûruojate Galerija, galite pastebëti, kad kai kurias reikðmes mes pabandëme atspëti uþ jus. Neþiûrint á tai, greièiausiai vis tiek turësite pakeisti bent porà parametrø. Jeigu Galerija jau buvo kartà sukonfigûruota, tai atitinkamuose laukuose matysite dabartinius parametrø nustatymus.
pl_pl: W tym kroku personalizujesz ró¿ne ustawienia dla Galerii. Je¿eli jest to pierwszy raz kiedy to robisz, musisz pamiêtaæ, ¿e wprowadzili¶my odpowiednie wg nas domy¶lne ustawienia. Ponadto, prawdopodobnie bêdziesz chcia³ co¶ zmieniæ. Je¿eli skonfigurowa³e¶ ju¿ Galerie wcze¶niej, ta strona bêdzie zawiera³a wprowadzone przez Ciebie wtedy ustawienia, przez co prawdopodobnie nie bêdziesz chcia³ za wiele zmieniaæ.

source: Switch through the corresponding tab and fill the values you need. Some, but not all values are required. If you have finished this step use the button to go to the next Step.
it_it: Controlla le tabelle corrispondenti e riempile con i valori di cui hai bisogno. Alcuni, ma non tutti, sono obbligatori. Se hai completato questa fase, usa il pulsante per passare alla Fase successiva.
ja_jp: 対応するタブを切替えながら、必要な値を入力してください。ただし、全ての値が必須ではありません。このステップが完了したら、ボタンをクリックして次のステップへ進んでください。
lt_lt: Persijunkite per atitinkamas korteles ir áraðykite Jums reikalingas reikðmes. Kaikurios, bet ne visos, reikðmës yra bûtinos. Jei baigëte ðá þingsná, spauskite "Sekanèio Þingsnio" mygtukà.
pl_pl: Prze³±cz siê do w³a¶ciwej tablicy i wype³nij warto¶ci, które potrzenujesz. Nie wszystkie s± wymagane. Je¶li ukoñczy³e¶ ten krok u¿yj przycisku, aby przej¶æ do nastêpnego Kroku.

source: Previous Step
fi_fi: Edellinen askel
it_it: Passo Precedente
lt_lt: Ankstesnis þingsnis

source: Previous Tab
fi_fi: Edellinen Tab
it_it: Tab Precedente
lt_lt: Ankstesnis Puslapis

source: Next Tab
fi_fi: Seuraava Tab
it_it: Tab Successiva
lt_lt: Sekantis Puslapis

source: Use Defaults
af_za: Gebruik verstek waardes
da_dk: Brug standardindstillingerne
fi_fi: K&auml;yt&auml; oletuksia
it_it: Usa valori predefiniti
ja_jp: デフォルトに戻す
lt_lt: Naudoti pradines reikðmes
pl_pl: U¿yj domy¶lnych

source: Here you can customize the default values for <b>new albums</b> that you create. These settings have no effect on existing albums!
af_za: Hier kan jy die verstek waardes vir <b>nuwe albums</b> wat jy kre&euml;er aanpas. Hierdie waardes affekteer nie bestaande albums nie!
it_it: Qui puoi personalizzare i valori predefiniti per i <b>nuovi album</b> che creerai. Queste impostazioni non influiscono sugli album preesistenti!
ja_jp: ここでは<b>新しいアルバム</b>を作る際のデフォルトの値をカスタマイズできます。これらの設定は、既にあるアルバムに対しては影響しません
lt_lt: Èia galite modifikuoti reikðmes pagal nutylëjimà <b>naujiems albumams</b>, kuriuos sukursite. Ðie nustatymai neturi átakos jokiems jau sukurtiems albumams!
pl_pl: Tutaj mo¿esz zmieniæ domy¶lne warto¶ci dla <b>nowych albumów</b> które tworzysz. Te ustawienia nie maj± wp³ywu na ju¿ istniej±ce albumy!

source: Note that these are <b>not master switches</b>. This means you can change those settings for each separately.
af_za: Let op dat hierdie nie <b>sisteem-wye</b> instellings is nie. Dit beteken dat jy elk afsonderlik kan verstel.
it_it: Nota che queste <b>non sono impostazioni principali</b>. Ci&ograve; significa che puoi modificare queste impostazioni per ogni singolo album separatamente.
ja_jp: これらは<b>マスタースイッチでない</b>ことに注意してください。これはこれらの設定をそれぞれ別々に変更できるということです。
lt_lt: Atminkite, kad tai nëra <b>pagrindiniai pasirinkimai</b>. Tai reiðkia, kad galësite keisti ðiuos pasirinkimus kiekvienam albumui atskirai.
pl_pl: Pamiêtaj ¿e nie s± to <b>g³ówne zmienne</b>. To znaczy ¿e musisz zmieniaæ je dla ka¿dego oddzielnie.

source: If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
da_dk: Hvis detter første gang du tilpasser Gallery, vil du bemærke at vi har prøvet at sætte rimelige standardværdier for dig. Alligevel vil du sikkert være nødt til at lave mindre ændringer. Hvis du har tilpasset Gallery før, vil du bemærk at denne side allerede indeholder din aktuelle konfigureringsinformation, så du skal sikkert ikke ændre meget.
it_it: Se questa &egrave; la prima volta che personalizzi Gallery, ti accorgerai che abbiamo cercato di preimpostare dei valori ragionevoli per te. Se hai gi&agrave; configurato Gallery in precedenza, ti accorgerai che la pagina ha gi&agrave; caricato la tua precedente configurazione, cos&igrave; non avrai molto da cambiare.
ja_jp: Galleryのカスタマイズ設定はこれが初めてなのでしたら、あなたにとって妥当なデフォルト設定にしようとしているのが分かるでしょう。たとえそうでも、多少の変更はしないといけないでしょう。以前にGalleryのコンフィグレーションをしたことがあるなら、現在の設定情報が既に入力されており、あまり変更する必要がないことに気がつくことでしょう。
lt_lt: Jei tai pirmas kartas, kada keièiate Galerijos nustatymus pastebësite, kad mes pasistengëme paringti protingus parametrus pagal nutylëjimà. Jei jau kada anksciau konfigûravote Galerija, tada pamatysite, kad ðiame puslapyje jau bus pakrauti Jûsø ankstesni nustatymai, todël Jums gal net ir neprireiks kaþkà daug taisyti.
pl_pl: Je¿eli jest to pierwszy raz kiedy ustawiasz Galeriê, musisz pamiêtaæ, ¿e wprowadzili¶my odpowiednie, wg nas domy¶lne, ustawienia. Je¿eli skonfigurowa³e¶ ju¿ Galeriê wczesniej, ta strona bêdzie zawiera³a wprowadzone przez Ciebie wtedy ustawienia, przez co prawdopodobnie nie bêdziesz chcia³ za wiele zmieniaæ.

source: Note to users upgrading from a previous version: settings new since your old version will be applied to all existing albums. If you wish to change these later, they must be changed one by one in each album. Please choose these default values carefully.
af_za: Nota aan gebruikers wat van 'n ouere version opgradeer: instellings van jou ou versie sal op al die albums toegepas word. As jy hulle later wil wysig, doen dit een vir een in elke album gedoen word. Kies hierdie verstek waardes versigtig.
fi_fi: Huomio käyttäjille jotka päivittävät edellisestä versiosta: uudet asetukset vaikuttavat kaikkii albumeihin. Jos haluat muuttaa arvoja, joudut muuttamaan niitä käsin albumikohtaisesti. Valitse nämä arvot huolella.
it_it: Nota per gli utenti che stanno aggiornando la versione di Gallery: i settaggi nuovi rispetto alla vecchia versione saranno applicati a tutti gli album esistenti. Se li vuoi cambiare pi&ugrave; tardi, dovrai cambiarli uno per uno in ciascun album. Fa' attenzione quando scegli questi valori.
ja_jp: 前のバージョンからアップグレードするユーザは気をつけてください: 古いバージョンから引き継がれる新しい設定は既存のすべてのアルバムに適用されます。これらを後で変更したいのなら、それぞれのアルバムでひとつひとつ変更しなければいけません。これらのデフォルトの値は慎重に選んでください。
lt_lt: Pastaba vartotojams atnaujinantiems Galerijos versijà: ðie nustatymai ásigalios visiems egzistuojanèiams albumams. Jeigu ateityje norësite pakeisti ðiuo nustatymus, turësite juos keisti kiekvienam albumui atskirai. Rinkitës atsargiai.
pl_pl: Notka dla u¿ytkowników aktualizuj±cych program z poprzedniej wersji: nowe ustawienia dodane w nowej wersji programu bêd± zastosowane dla wszystkich istniej±cych albumów. Je¿eli bêdziesz je potem chcia³ zmieniæ, bêdziesz musia³ to robiæ pojedynczo w ka¿dym albumie. Wybieraj te warto¶ci starannie.

source: Gallery Diagnostics
af_za: <i>Gallery</i> Diagnose
fi_fi: Gallerian diagnostiikka
it_it: Diagnostica di Gallery
lt_lt: Galerijos diagnostika

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
af_za: Di&eacute; blad is ontwerp om 'n diagnose omtrent jou bediener te gee wat dalk kan verhoed dat <u>Gallery</u> behoorlik werk.
da_dk: Denne er designet til at give oplysninger om serveren, der kan hjælpe dig med at finde problemer, der forhindrer Gallery i at fungere ordentligt.
fi_fi: T&auml;m&auml;n sivun tarkoitus on kertoa sinulle palvelimesi asetuksista, jotta voit ratkaista mahdollisia Gallerian toimintaongelmia.
it_it: Questa pagina &egrave; stata progettata per fornire una diagnostica del tuo server, per aiutarti a trovare problemi che potrebbero compromettere il funzionamento di Gallery.
ja_jp: このページは、Galleryが正しく機能するのを妨げる可能性のある問題を見つける手助けをするために、あなたのサーバに関するいくつかの診断を提供することを目指しています。
lt_lt: Ðis puslapis skirtas jûsø serverio diagnostikai ir problemø, kurios trukdo Galerijai tvarkingai funkcionuoti, sprendimui.
pl_pl: Ta strona jest stworzona by dostarczyæ trochê diagnostyki na temat Twojego serwera, by pomóc ci znale¼æ b³êdy, które uniemo¿liwi± Galerii poprawne funkcjonowanie.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
af_za: Die Konfigurasie Towenaar maak van allerhande diagnostiese metodes gebruik om probleme uit te vind en te omwerk, maar hier het ons nou 'n problem wat ons nog nie aan gedink het nie...
da_dk: konfigurationshjælperen prøver al slags fejlfinding for at finde og undgå problemer på dit system, men der kan være andre problemer, vi ikke har tænkt på.
fi_fi: Asennusvelho yritt&auml;&auml; selvitt&auml;&auml; mahdollisia virhetoimintatiloja, mutta voi olla, ett&auml; asetuksissa on my&ouml;s virheit&auml;, joita Gallerian testaukset eiv&auml;t havaitse.
it_it: La configurazione guidata tenta tutti i tipi di diagnostica per trovare e risolvere i problemi riscontrabili nel tuo sistema, ma potrebbero esserci altri problemi a cui non abbiamo pensato.
ja_jp: コンフィグレーションウィザードは、システム上のあらゆる問題を発見して対処するために、すべての種類の診断を試みます。しかし、考慮に入れていないほかの問題があるかもしれません。
lt_lt: Skriptai jûsø sistemoje pabandys aptikti visus galimus nesklandumus, taèiau gali pasitaikyti atvejø, kuriø mes neapgalvojome.
pl_pl: Kreator Konfiguracji przeprowadzi diagnostykê, by sprawdziæ jakiekolwiek b³êdy w systemie, lecz mog± pozostaæ inne problemy których nie wykryje.

source: You can use these tools to find out more about your setup
af_za: Jy kan die volgende programmetjies gebruik om meer omtrent jou konfigurasie uit te vind
da_dk: Du kan bruge disse værktøjer til at finde ud af mere om din opsætning
fi_fi: Voit k&auml;ytt&auml;&auml; n&auml;it&auml; ty&ouml;kaluja saadaksesi lis&auml;tietoa palvelimesi asetuksista
it_it: Puoi usare questi strumenti per ricavare informazioni circa la configurazione
ja_jp: セットアップに関するより多くの情報を得るためにこれらのツールを使うことができます。
lt_lt: Ðie árankiai jums padës spræsti iðkilusias problemas
pl_pl: Mo¿esz u¿ywaæ tych narzêdzi, by dowiedzieæ siê wiecej na temat ustawieñ

source: Tool
af_za: Programmetjie
da_dk: Værktøj
fi_fi: Ty&ouml;kalu
it_it: Strumenti
ja_jp: ツール
lt_lt: Árankis
pl_pl: Narzêdzie

source: Description
af_za: Beskrywing
da_dk: Beskrivelse
fi_fi: Kuvaus
it_it: Descrizione
ja_jp: 説明
lt_lt: Apraðymas
pl_pl: Opis
