Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_config.po
Languages: af_za, da_dk, fi_fi, it_it, ja_jp, lt_lt, pl_pl

source: Specify which album will be displayed as the icon for all feed entries: An empty field means that there will be no default highlight. '*' uses the most recently update album's highlight. Specifying an album name will use that album's highlight image.
fi_fi: Määritä, mikä albumi näytetään kaikkien syöttöjen ikonina: tyhjä kenttä tarkoittaa, ettei ole olemassa oletusarvoista kansikuvaa. '*' käyttää viimeisimmäksi päivitettyä albumin kansikuvaa. Jos määrität albuminimen, Galleria käyttää ko. albumin kansikuvaa.
it_it: Specifica quale album sar&agrave; mostrato come icona per tutte le entry del feed: Se il campo &egrave; vuoto, non ci sar&agrave; nessuna copertina predefinita. '*' usa la copertina dell'album modificato pi&ugrave; di recente. Specificando il nome di un album verr&agrave; utilizzata la copertina di quell'album.
lt_lt: Nurodykite kuris albumas bus rodomas kaip ikona visiems grandies áraðams. Tuðèias laukas reiðkia, kad nebus titulavimo pagal nutylëjimà. '*' naudoja paskutinio atnaujinto albumo titulavimà. Nurodydami albumo pavadinimà, naudosite to albumo titulavimo nuotraukà.
pl_pl: Okre¶la, który album bêdzie wy¶wietlany jako ikona dla wszystkich wej¶æ kana³u: puste pole oznacza, ¿e nie bêdzie standardowego wyró¿nienia. '*' u¿ywa wyró¿nienia albumu ostatniego aktualizowanego. Okre¶lenie nazwy albumu u¿yje obrazka wyró¿niaj±cego ten album.

source: Maximum Albums Returned
fi_fi: Palautettavien albumien maksimimäärä
it_it: Massimi Album Ritornati
ja_jp: 返すアルバムの最大数
lt_lt: Maksimalus Graþinamø Albumø Kiekis
pl_pl: Maksimum Zwróconych Albumów

source: This value is the maximum number of albums that the RSS feed will display to the user. Only the most recently modified albums are chosen for this value.
it_it: Questo valore &egrave; il numero massimo di album che il feed RSS visualizzer&agrave; all'utente. Solo gli album modificati pi&ugrave; di recente sono scelti per questo valore.
ja_jp: この値はRSSフィードが表示するアルバムの最大数です。最近に変更されたアルバムのうちこの数だけが選択されます。
lt_lt: Ði reikðmë yra maksimalus albumø kiekis, kurá vartotojui parodys RSS. Tiktai neseniai modifikuoti albumai priskiriami ðiai reikðmei.
pl_pl: Ta warto¶æ to maksymalna liczba albumów, które kana³ RSS wy¶wietli u¿ytkownikowi. Tylko ostatnio modyfikowane albumy s± wybierane dla tej warto¶ci.

source: Visible Albums Only
it_it: Solo gli Album Visibili
ja_jp: 見えるアルバムのみ
lt_lt: Tiktai Matomi Albumai
pl_pl: Tylko widoczne albumy

source: Specifies whether hidden albums should be included in the RSS feed. This is not advised unless you are the only Gallery user. Other users could become very upset if their hidden images become displayed to the public.
it_it: Specifica se gli album nascosti debbano essere inclusi nel feed RSS. Questo non &egrave; consigliabile a meno che tu non sia l'unico utente di Gallery. Gli altri utenti potrebbero arrabbiarsi se le loro immagini nascoste sono visibili al pubblico.
lt_lt: Nurodo ar paslëpti albumai turi bûti átraukti á RSS. Tai nëra rekomenduojama, iki kol Jûs nebûsite vienintelis Galerijos vartotojas. Kiti vartotojai gali labai nusiminti, jeigu jø paslëpti albumai taps matomi visiems kitiems vartotojams.
pl_pl: Okre¶la czy ukryte albumy maj± byæ do³±czane do kana³u RSS. Nie jest to zalecane, chyba ¿e jeste¶ jedynym uzytkownikiem Galerii. Inni u¿ytkownicy mog± siê zdenerwowaæ, je¶li ich ukryte obrazki zostan± wy¶wietlone dla szerokiej publiczno¶ci.

source: Display Visible Albums Only
da_dk: Vis kun synlige albummer
it_it: Visualizza solo gli Album Visibili
ja_jp: 見えるアルバムのみを表示する
lt_lt: Rodyti Tik Nepaslëptus Albumus
pl_pl: Wy¶wietl Tylko Widoczne Albumy

source: Display Hidden Albums
da_dk: Vis skjulte albummer
fi_fi: N&auml;yt&auml; piilotetut albumit
it_it: Visualizza gli Album Nascosti
ja_jp: アルバム内にクリック数を表示しますか?
lt_lt: Rodyti Paslëptus Albumus
pl_pl: Wy¶wietl Ukryte Almbumy

source: Use dc:date
it_it: Usa dc:date
ja_jp: dc:date を使う
lt_lt: Naudoti dc:date
pl_pl: U¿yj dc: data

source: (Advanced) If users complain about their RSS readers being unable to process the RSS Feed, try enabling this option. Including dc:date is not RSS 2.0 compliant, but some feed readers require it anyway. Turning this on will cause your feed to not validate as RSS 2.0.
it_it: (Per Esperti) Se gli utenti lamentano che i loro RSS readers non riescono a gestire il Fedd RSS, prova ad attivare questa opzione. Includere dc:date non rispetta lo standard RSS 2.0, ma alcuni reader RSS ne hanno bisogno. Attivando questa opzione, il tuo feed non sar&agrave; un RSS 2.0 valido.
lt_lt: (Sudetinga) Jei vartotojai skundþiasi kad su RSS skaitytuvai negali apdoroti RSS Ðakos, pabandykite ájungti ðià parinktá. dc:date itraukimas nera suderinamas su RSS 2.0, bet kaikurie grandþiø skaitytuvai visvien jo reikalauja. Jei ájungsite áia opcija, jûsø grandis nebus patvirtinka taip RSS 2.0.
pl_pl: (Zaawansowane) Je¶li u¿ytkownicy narzekaj±, ¿e ich czytniki RSS nie s± zdolne przetworzyæ kana³u RSS spróbuj za³±czyæ tê opcjê. W³±czaj±c dc: data nie jest konieczna w RSS 2.0, jednak niektóre czytniki kana³ów jej wymagaj±. Za³±czenie tej opcji spowoduje, ¿e twój kana³ nie bêdzie legalizowany jako RSS 2.0.

source: Use Big Photo
it_it: Usa Foto Grande
ja_jp: 大きい画像を使う
lt_lt: Naudoti Didelæ Nuotraukà
pl_pl: U¿yj du¿ego zdjêcia

source: (Advanced) If users complain about their RSS readers corrupting the channel thumbnail, you can turn this feature on. Turning this on will cause your feed to not validate as valid RSS 2.0.
it_it: (Per Esperti) Se gli utenti lamentano che i loro reader RSS non gestiscono il canale anteprime, puoi provare ad attivare questa funzione. Attivando questa opzione, il tuo feed non sar&agrave; un RSS 2.0 valido.
lt_lt: (Sudëtinga) Jei vartotojai skundþiasi kad jø RSS skaitytuvai sugadina kanalo thumbnail'us, galite ájungti ðià opcijà. Jei ájungsite áia opcija, jûsø grandis nebus patvirtinka taip RSS 2.0.
pl_pl: (Zaawansowane) Je¶li u¿ytkownicy narzekaj± na ich czytniki RSS koliduj±ce z kana³em miniatur mo¿esz wy³±czyæ tê opcjê. Za³±czenie tego spowoduje, ¿e twój kana³ nie bêdzie tak kompatybilny z RSS 2.0.

source: Use Photo Tag
it_it: Usa Tag Foto
ja_jp: 画像タグを使う
lt_lt: Naudoti Nuotraukos Þymà
pl_pl: U¿yj Etykiety Fotografii

source: (Advanced) Turning this off will cause two RSS extensions which allow for images representing items to be removed from the feed. Leaving this enabled should cause no problems - disabling it is a personal preference.
it_it: (Per Esperti) La disattivazione di questa funzione far&agrave; in modo che due estensioni RSS, che tengono conto delle immagini rappresentanti di oggetti, vengano rimosse dal feed. Lasciandola attivata non dovrebbero esserci problemi - disabilitarla &egrave; una scelta personale.
pl_pl: (Zaawansowane) Wy³±czenie tego spowoduje dwa rozszerzenia RSS, które pozwol± na usuniêcie obrazków reprezentuj±cych obiekty na usuniêcie z kana³u. Zostawienie tej opcji w³±czonej nie powinno powodowaæ problemów - wy³±cz j± je¶li tego potrzebujesz.

source: Layout
af_za: Uitleg
da_dk: Udseende
fi_fi: Sommittelu
it_it: Aspetto
ja_jp: レイアウト
lt_lt: Iðdëstymas
pl_pl: Wygl±d

source: Default Columns
af_za: Verstek Kolomme
da_dk: Standard kolonner
fi_fi: Oletuspalstat
it_it: Colonne predefinite
ja_jp: デフォルト列数
lt_lt: Stulpeliø skaièius
pl_pl: Domy¶lnie kolumn

source: The default number of columns in an album.
af_za: Verstek aantal kolomme in 'n album
da_dk: Antal kolonner som standard i et album
fi_fi: Albumissa k&auml;ytett&auml;vien palstojen oletusm&auml;&auml;r&auml;.
it_it: Il numero predefinito di colonne in un album.
ja_jp: アルバムでのデフォルトの列数です。
lt_lt: Pradinis nuotraukø stulpeliø skaièius albume.
pl_pl: Domy¶lna ilo¶æ kolumn w albumie.

source: Default Rows
af_za: Verstek aantal rye
da_dk: Standard antal rækker
fi_fi: Rivien oletusm&auml;&auml;r&auml;
it_it: Righe predefinite
ja_jp: デフォルト行数
lt_lt: Eiluèiø skaièius
pl_pl: Domy¶lnie wierszy

source: The default number of rows in an album.
af_za: Verstek aantal rye in 'n album
da_dk: Antal rækker som standard i et album
fi_fi: Albumissa k&auml;ytett&auml;vien rivien oletusm&auml;&auml;r&auml;.
it_it: Il numero predefinito di righe in un album.
ja_jp: アルバムでのデフォルトの行数です。
lt_lt: Pradinis nuotraukø eiluèiø skaièius albume.
pl_pl: Domy¶lna ilo¶æ wierszy w albumie.

source: Appearance
af_za: Verskyning
da_dk: Udseende
fi_fi: Ulkoasu
it_it: Veste grafica
ja_jp: 外観
lt_lt: Iðvaizda
pl_pl: Wygl±d

source: Border color
af_za: Rand Kleur
da_dk: Farve på kantlinje
fi_fi: Reunuksen v&auml;ri
it_it: Colore bordo
ja_jp: 枠線色
lt_lt: Rëmeliø spalva
pl_pl: Kolor krawêdzi

source: Default color of (image) borders. You can learn about %scolors%s here.
da_dk: Standard farve på billedrammer. Du kan lære mere om %sfarver%s her.
it_it: Colore predefinito per il bordo (delle immagini). Puoi saperne di pi&ugrave; sui colori %s qui%s.
ja_jp: デフォルトの(画像の)枠線色です。色については%sこちら%sに情報があります。
lt_lt: Pradinë (nuotraukø) rëmeliø spalva. Daugiau apie %scolors%s galite suþinoti èia.
pl_pl: Domy¶lny kolor ramki obrazka. Mo¿esz poczytaæ o %skolorach%s tutaj.

source: Border width
af_za: Rand lyndikte
da_dk: Bredde på kantlinje
fi_fi: Kuvan reunuksen leveys
it_it: Larghezza bordo
ja_jp: 枠線の太さ
lt_lt: Rëmeliø storis
pl_pl: Grubo¶æ krawêdzi

source: Default width of (image) borders.
da_dk: Standard bredde på billedrammer
it_it: Larghezza predefinita dei bordi (di una immagine).
ja_jp: デフォルトの(画像の)枠線の太さ
lt_lt: Pradinis (nuotraukø) rëmeliø plotis.
pl_pl: Domy¶lna grubo¶æ ramek obrazka.

source: Default Font
af_za: Verstek font
da_dk: Standard skrifttype
fi_fi: Oletusfontti
it_it: Font predefinito
ja_jp: デフォルトフォント
lt_lt: Pagrindinis ðriftas
pl_pl: Domy¶lna czcionka

source: Default font face. E.g. <i>arial</i> or <i>trebuchet</i>
af_za: Verstek font, bv. <i>arial</i> of <i>trebuchet</i>
da_dk: Standard skrifttype. F.eks. <i>arial</i> eller <i>trebuchet</i>
fi_fi: Oletusfontti. Esim. <i>arial</i> tai <i>trebuchet</i>
it_it: Font predefinito. Es. <i>arial</i> o <i>trebuchet</i>
ja_jp: デフォルトのフォント設定です。例: <i>arial</i> や <i>trebuchet</i>
lt_lt: Pagrindinis Galerijos teksto ðriftas. Pvz. <i>arial</i> arba <i>trebuchet</i>
pl_pl: Domy¶lna nazwa czcionki. Np. <i>arial</i> lub <i>trebuchet</i>

source: Image Processing and Display
af_za: Beeldverwerking en Vertoon
da_dk: Behandler og gemmer billeder
fi_fi: Kuvan käsittely ja esittäminen
it_it: Elaborazione e Visualizzazione Immagini
ja_jp: 画像の処理と表示
lt_lt: Nuotraukø apdorojimas ir rodymas
pl_pl: Przetwarzanie i wy¶wietlenie obrazu

source: Thumbnail size
af_za: Duimnaelskets formaat
da_dk: Størrelse på ikon
fi_fi: Esikatselukuvan koko
it_it: Dimensione anteprima
ja_jp: サムネイルのサイズ
lt_lt: Sumaþintos nuotraukos dydis
pl_pl: Rozmiar minatury

source: The default target size (in pixels) of album thumbnails.
af_za: Verstek album duimnaelskets-grootte (in pixels)
da_dk: Standard målstørrelse (i piksler) for albumikoner.
fi_fi: Albumin esikatselukuvien tavoitekoon oletusarvo (kuvapistein&auml;),
it_it: Valore preimpostato della dimensione voluta (in pixel) delle anteprime degli album.
ja_jp: アルバムのサムネイルのデフォルトの大きさ(ピクセル単位)です。
lt_lt: Sumaþintos nuotraukos dydis (pikseliais).
pl_pl: Domy¶lna docelowa wielko¶æ (w pixelach) miniatur z albumów.

source: Resized image size
af_za: Vergroote/verkleinde beeldgrootte
da_dk: Størrelse på ændret billedstørrelse
fi_fi: Kuvakooltaan muutetun valokuvan koko
it_it: Dimensione immagine ridimensionata
ja_jp: リサイズ画像のサイズ
lt_lt: Vidutinës nuotraukos dydis
pl_pl: Wielko¶æ obrazka przeskalowanego

source: When large images are added to an album, an intermediate version will automatically be generated at this size.
af_za: Wanneer groot afbeeldings by 'n album gevoeg word, sal 'n middlematig-grootte versie outomaties gegenereer word.
da_dk: Når et stort billede tilføjes et album, bliver en mellemversion af denne størrelse automatisk genereret
fi_fi: Kun albumiin lis&auml;t&auml;&auml;n isoja kuvia, Galleria luo my&ouml;s t&auml;m&auml;nkokoisen, &quot;keskisuuren&quot; kuvan.
it_it: Quando immagini molto grandi sono aggiunte ad un album, una immagine intermedia sar&agrave; automaticamente generata usando questa dimensione.
ja_jp: 大きな画像がアルバムに追加された場合、このサイズに合わせて中間ファイルが自動的に作成されます。
lt_lt: Kai ákelsite naujas nuotraukas, bus sukuriama vidutinë nuotrauka, kurios dydis ir bus ðis parametras.
pl_pl: Kiedy wieksze obrazy zostan± dodane do albumu, po¶rednia ich wersja zostanie natychmiast wygenerowana w tej wielko¶ci

source: off
af_za: af
da_dk: fra
fi_fi: pois
it_it: disattivato
lt_lt: iðjungta
pl_pl: z

source: Resized JPEG/PNG images file size
af_za: Vergrote/verkleinde JPEG/PNG beeld l&ecirc;ergrootte
da_dk: Filstørrelse på ændrede billedstørrelser
fi_fi: Kuvakooltaan muutettujen JPEG/PNG -tiedostojen koko
it_it: Dimensione dell'immagine JPEG/PNG ridimensionata
ja_jp: リサイズ済画像のファイルサイズ
lt_lt: Vidutinës JPEG/PNG nuotraukos failo dydis
pl_pl: Rozmiar pliku przeskalowanego obrazka JPEG/PNG

source: The default target size (in kilobytes) of resized JPEG/PNG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
af_za: Verstek l&ecirc;ergrootte van vergrote/verkleinde JPEG/PNG beeld. As jy 'n waarde invoer, sal die oplaai van foto's stadiger wees, maar die aflaai (m.a.w. besigtiging) sal vinniger wees, wat veral van toepassing is vir gebruikers wat per telefoon met die internet verbind.
da_dk: Standard målstørrelse (i kilobyte) for JPEG når størrelsen ændres. Hvis du angiver en værdi kan det gøre filoverførsler langsommere, men gøre det hurtigere at se en side for folk med modemopkoblinger. Sæt til 0 for ikke at angive målstørrelse.
fi_fi: Kooltaan muutetun JPEG-kuvan oletusarvoinen tavoitekoko (kilotavuina). Arvon kertominen t&auml;ss&auml; kohtaa voi hidastaa kuvien kopiointia palvelimelle, mutta se nopeuttaa sivujen n&auml;ytt&auml;mist&auml; erityisesti niiden k&auml;ytt&auml;jien osalta, jotka k&auml;ytt&auml;v&auml;t hitaita yhteyksiä. Anna arvoksi 0, jos et halua m&auml;&auml;ritt&auml;&auml; kohdekokoa.
it_it: Valore predefinito della dimensione voluta (in kilobyte) per le immagini JPEG/PNG ridimensionate. L'inserimento di un valore potrebbe rallentare l'upload delle immagini sul server, ma velocizzer&agrave; la visualizzazione delle pagine, specialmente per persone con connessione telefonica tradizionale. Imposta a 0 per nessuna dimensione.
ja_jp: JPEGフォーマットのリサイズ済画像のデフォルトのファイルサイズ(キロバイト指定)です。値を入力すると、アップロード時の画像処理に時間がかかりますが、特にダイアルアップユーザに対して画像の読み込みが速くなるでしょう。0を入力すると無指定となります。
lt_lt: Vidutinës JPEG/PNG nuotraukos failo dydis (kilobaitais). Tai gali sulëtinti nuotraukø ádëjimà á serverá, taèiau pagreitins vidutiniø nuotraukø perþiûrà (ypaè vartotojams su modeminiu ryðiu). Pagal nutylëjimà parametras iðjungtas (0).
pl_pl: Domy¶lna wielko¶æ docelowa przeskalowanego pliku JPEG/PNG (w kilobyte). W³±czaj±c warto¶æ mo¿na spowolniæ wgrywanie, lecz przy¶pieszy wgrywanie stron ze zdjêciami, szczególnie dla ludzi z modemu. Ustawienie na 0 spowoduje, brak okre¶lenia docelowej wielko¶ci.

source: Maximum image size
af_za: Maksimum beeldgrootte
da_dk: Maximum billedstørrelse
fi_fi: Maksimi kuvakoko
it_it: Dimensione massima immagine
ja_jp: 最大の画像のサイズ
lt_lt: Originalios nuotraukos dydis
pl_pl: Maksymalna wielko¶æ obrazka

source: You can optionally limit the dimensions your images on upload to Gallery.
af_za: Jy kan die dimensies van die foto's wat jy na <u>Gallery</u> laai beperk.
fi_fi: Voit valinnaisesti asettaa maksimikoon Galleriaasi kopioitaviin kuviin.
it_it: Puoi anche limitare le dimensioni delle immagini da uploadare in Gallery.
ja_jp: Galleryにアップロードする最大の画像の容量をオプションで設定できます。
lt_lt: Ðiuo parametru galite apriboti originaliø nuotraukø dydá.
pl_pl: Mo¿esz opcjonalnie ograniczyæ wielko¶æ obrazków wgrywanych do Galerii.

source: Warning:
da_dk: Advarsel:
it_it: Attenzione:
ja_jp: 警告:
pl_pl: Ostrze¿enie:

source: Enabling this feature will leave you <b>without a full size original</b> image in your Gallery, but allows you to save limited hard drive space. Gallery will attempt to preserve JPEG comments and EXIF data for the shrunken image, but this will require either <b>ImageMagick</b> or the optional <b>jhead</b> programs (see Step 2).
af_za: As jy dit ontsper, sal jy nie die oorspronklike groote foto in jou galery behou nie, maar jy sal natuurlik spasie op jou hardeskyf bespaar. <u>Gallery</u> sal probeer om JPEG kommentaar en EXIF data op jou verkleinerde foto te behou, maar daarvoor benodig jy &oacute;f die <u>ImageMagick</u> &oacute;f die <u>jhead</u> program (sien Stap 2).
fi_fi: Asettamalla tämän ominaisuuden, jäät <b>ilman alkuperäistä kuvaa</b>, mutta säästät kovalevytilaa. Galleria yrittää säilöä kutistetuissa kuvissa JPEG -kommentit ja EXIF -tiedot, mutta tämä tarvitsee joko <b>ImageMagick</b> tai <b>jhead</b> -ohjelman (kts. vaihe 2).
it_it: Se attivo, non verr&agrave; salvata <b>l'immagine originale a dimensioni reali</b>, ma far&agrave; risparmiare spazio su disco. Gallery tenter&agrave; di salvare i commenti JPEG e i dati EXIF per l'immagine ridimensionata, ma per fare ci&ograve; sar&agrave; necessario <b>ImageMagick</b> oppure <b>jhead</b> (opzionale). (vedi il Passo 2)
ja_jp: この機能を有効にすると、Galleryにおいて <b>元の完全な画像なし</b> の状態になりますが、制約のあるディスクスペースを節約することができます。Galleryは縮小したJPEG画像のコメントとEXIFデータを保存しようとしますが、<b>ImageMagick</b> かオプションの <b>jhead</b> のどちらかが必要になります。(ステップ2を参照)
lt_lt: Ájungdami ðià funkcijà liksite <b>be originalaus dyþio</b> nuotraukø, bet tai leidþia taupyti apribotà kietojo disko vietà. Galerija pabandys iðsaugoti JPEG failø EXIF duomenis, taèiau tam reikalingos <b>ImageMagick</b> arba <b>jhead</b> programos (þiûrëti 2-à þingsná).
pl_pl: Uaktywniaj±c t± funkcje, spowodujesz ¿e <b>nie bêd± zapisywane obrazy w swojej oryginalnej wielko¶ci i jako¶ci</b> w Twojej Galerii, ale dziêki temu zaoszczêdzisz miejsce na dysku. Galeria bêdzie próbowa³a ograniczyæ komentarze i dane EXIF w skurczonych plikach JPEG, jednak to wymagaæ bêdzie <b>ImageMagick'a</b> lub ewentualnie programu <b>jhead</b> (zobacz Krok 2).

source: Maximum JPEG/PNG image file size
af_za: Maksimum JPEG/PNG beeld l&ecirc;ergrootte
da_dk: Maximum filstørrelse for JPEG/PNG billeder
fi_fi: Maksimi JPEG/PNG -kuvien tiedostokoko
it_it: Dimensione massima del file dell'immagine JPEG/PNG
ja_jp: リサイズ画像の最大ファイルサイズ
lt_lt: Originalios JPEG/PNG nuotraukos failo dydis
pl_pl: Maksymalny rozmiar pliku obrazka JPEG/PNG

source: You can optionally limit the filesize of your JPEG/PNG images on upload to Gallery.
af_za: Jy kan die l&ecirc;ergrootte van die foto's wat jy na <u>Gallery</u> laai beperk.
fi_fi: Voit valinnaisesti rajoittaa JPEG/PNG -kuvien kokoa joita kopioidaan Galleriaan.
it_it: Puoi anche limitare la dimensione dei file delle immagini JPEG/PNG da uploadare nella galleria.
ja_jp: GalleryにアップロードするJPEG/PNG画像のファイルサイズの制限をオプションで設定できます。
lt_lt: Tai ppat galite apriboti originaliø JPEG/PNG nuotraukø failø dydá.
pl_pl: Mo¿esz opcjonalnie ograniczyæ wielko¶æ plików JPEG/PNG wgrywanych do Galerii.

source: Enabling this feature will leave you <b>without an original quality image</b> in your Gallery. Set the default target filesize (in kilobytes). Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 if you don't want to restrict filesize.
af_za: As jy dit ontsper, sal jy nie die oorspronklike groote foto in jou galery behou nie. Gee die verstek l&ecirc;ergrootte in kilogrepe aan. As jy 'n waarde invoer mag dit dalk die oplaai van fotos vertraag, maar die aflaai (m.a.w. besigtiging) sal vinniger wees, wat veral van toepassing is vir gebruikers wat per telefoon met die internet verbind. Stel die waarde na 0 as jy nie die l&ecirc;ergrootte wil beperk nie.
da_dk: Hvis du slår dette vil vil du <b>ikkw bevare dit originale billede</b> i dir galleri. Standard målstørrelse (i kilobyte) for JPEG når størrelsen ændres. Hvis du angiver en værdi kan det gøre filoverførsler langsommere, men gøre det hurtigere at se en side for folk med modemopkoblinger. Sæt til 0 for ikke at angive målstørrelse.
fi_fi: Tämä asetus jättää sinut <b>ilman alkuperäistä kuvaa</b>! Kooltaan muutetun JPEG-kuvan oletusarvoinen tavoitekoko (kilotavuina). Arvon asettaminen t&auml;ss&auml; kohtaa voi hidastaa kuvien kopiointia palvelimelle, mutta se nopeuttaa sivujen latautumista erityisesti niiden k&auml;ytt&auml;jien osalta, jotka k&auml;ytt&auml;v&auml;t hitaita yhteyksiä. Anna arvoksi 0, jos et halua m&auml;&auml;ritt&auml;&auml; kohdekokoa.
it_it: Attivando questa opzione Gallery <b>non conserver&agrave; l'immagine con qualit&agrave; originale</b>. Mettendo un valore potrebbe rallentare il caricamento delle immagini sul server, ma velocizzer&agrave; la visualizzazione delle pagine, specialmente per le persone con una connessione telefonica tradizionale. Imposta a 0 per nessuna limitazione alla dimensione.
ja_jp: この機能を有効にすると、Galleryにおいて <b>元の画質の画像</b> なしにします。JPEGフォーマットのサイズ画像のデフォルトのファイルサイズ(キロバイト指定)を設定してください。値を入力すると、アップロード時の画像処理に時間がかかりますが、特にダイアルアップユーザに対して画像の読み込みが速くなるでしょう。0を入力すると無指定となります。
lt_lt: Ájungdami ðià funkcijà liksite <b>be originalios kokybës</b> nuotraukø. Tai gali sulëtinti nuotraukø ádëjimà á serverá, taèiau pagreitins vidutiniø nuotraukø perþiûrà (ypaè vartotojams su modeminiu ryðiu). Pagal nutylëjimà parametras iðjungtas (0).
pl_pl: Uaktywniaj±c t± funkcje, spowodujesz ¿e <b>nie bêd± zapisywane obrazy w swojej oryginalnej wielko¶ci i jako¶ci</b> w Twojej Galerii. Ustaw domy¶ln± wielko¶æ docelowa przeskalowanego pliku JPEG (w kilobyte). W³±czaj±c warto¶æ mo¿na spowolniæ wgrywanie, lecz przy¶pieszy siê wgrywanie stron ze zdjêciami, szczególnie dla ludzi z modemu. Ustawienie na 0 powoduje, brak docelowej wielko¶ci.

source: Preserve Names
af_za: Behou l&ecirc;ername
da_dk: Behold navn
fi_fi: S&auml;ilyt&auml; nimet
it_it: Preserva Nomi
ja_jp: ファイル名の保存
lt_lt: Iðsaugoti pavadinimus
pl_pl: Zatrzymuj nazwy

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
af_za: Kies <i>Ja</i> as <u>Gallery</u> nie die oorspronklike l&ecirc;ernaam moet verander nie.
da_dk: Når billeder overføres til Gallery skal vi beholde de originale navne. Hvis du vælger <i>nej</i>, vil gallery give hvert overført billede et nyt navn.
fi_fi: Kun kuvat kopioidaan palvelimelle Galleriaan, tulisiko kuvien nimien s&auml;ilytt&auml;&auml; alkuper&auml;isnimens&auml;? Jos valitset <i>ei</i>, Galleria luo kuville tai videotiedostoille itse oman nimen kuvaa palvelimelle kopioitaessa.
it_it: Quando fai l'upload delle immagini , devono essere preservati i nomi originali? Se selezioni <i>no</i>, Gallery assegner&agrave; un nuovo nome a ogni foto o filmato che saranno caricati.
ja_jp: Galleryに画像をアップロードした際、元のファイル名をそのまま使いますか? <i>いいえ</i> を選択し場合、Galleryはアップロードされたそれぞれのファイルに新しい名前を割り当てるでしょう。
lt_lt: Ar ádedant failus á Galerijà iðsaugoti originalius failø pavadinimus? Jeigu parametrà <i>iðjungsite</i>, Galerija pati priskirs pavadinimà kiekvienam naujos nuotraukos failui.
pl_pl: Kiedy wgrywasz obrazy do Galerii, czy powinny pozostawaæ te same nazwy pliku? Je¿eli wybierzesz <i>nie</i>, Galeria sama nada nowe nazwy dla ka¿dego pliku, który zostanie wgrany.

source: Add to beginning
af_za: Voeg van die begin af by
da_dk: Tilføj i starten
fi_fi: Lis&auml;&auml; alkuun
it_it: Aggiungi all'inizio
ja_jp: 先頭に追加
lt_lt: Kelti á pradþià
pl_pl: Dodaj na pocz±tek
