Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: This will resize your intermediate photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
hu_hu: Itt újraméretezheted az átmeneti méretû képeket úgy, hogy azok hosszabbik oldala a megadott mérettel lesz egyenlõ, valamint a fájlméretük közelítöleg a megadott érték lesz.
is_is: Þetta mun breyta stærð myndanna þinna svo að lengsta hlið hverrar myndar sé jöfn markstærðinni fyrir neðan og skráastærðin verður sem næst stærðinni sem þú valdir.
lt_lt: Operacija pakeis vidutinio dydþio nuotraukø dydþius taip, kad ilgiausia nuotraukos pusë bus tokia pati kaip nustatymai, o bylos dydis bus artimas pasirinktajam parametrui.
sk_sk: Toto zmení veµkos» Va¹ich stredne veµkých fotiek tak, ¾e najdlh¹ia strana fotky sa bude rovna» cieµovej veµkosti dolu a veµkos» archívu bude blízko zvolenej veµkosti.
sv_se: Detta kommer att storleksändra dina mellanliggande foton så att den längsta sidan av fotot blir jämlik med målstorleken du väljer nedan och filstorleken kommer att bli nära stående vald storlek.
tr_tr: Resimleriniz yeniden boyutlandýrýlacak böylece resmin en uzun bölümü aþaðýda bulunan hedef boyutla ayný olacak ve dosya boyutu seçilmiþ dosya boyutuna en yakýn konuma gelecek.
vi_vn: Điều này sẽ chỉnh kích thước ảnh trung gian của bạn để được chiều ngang lớn nhất cho ảnh bằng với kích thước bên dưới và dung lượng ảnh sẽ bằng với dung lượng được chọn.

source: What is the target size for all the intermediate photos in this album?
hu_hu: Mekkorák legyenek az album átmeneti méretû fotói?
is_is: Hver er markstærð mynda í millistærð í þessu albúmi?
lt_lt: Koks bus visø vidutinio dydþio nuotraukø dydis ðiame albume?
sk_sk: Aká je cieµová veµkos» v¹etkých stredne veµkých fotiek v tomto albume?
sv_se: Vad är målstorleken för alla mellanliggande foton i detta album?
tr_tr: Albümünüzdeki tüm resimlerin baþlangýç hedef boyutu nedir?
vi_vn: Kích cỡ nào cho tất cả ảnh trung gian trong album này?

source: What is the target size for the intermediate version of this photo?
hu_hu: Mekkora legyen a fotó átmeneti méretû változata?
is_is: Hver er markstærð þessarar myndar í millistærð?
lt_lt: Koks bus vienos vidutinio dydþio nuotraukos dydis?
sk_sk: Aká je cieµová stredne rozmerová veµkos» tejto fotky?
sv_se: Vad är målstorleken för den mellanliggande versionen av detta foto?
tr_tr: Bu fotoðraf için baþlangýç hedef boyut nedir?
vi_vn: Kích cỡ nào cho phiên bản trung gian của ảnh này?

source: Target filesize
ca_es: Tamany arxiu desitjat
hu_hu: Célzott fájlméret
is_is: Æskileg skráarstærð
lt_lt: Failo dydis
sk_sk: Cieµová veµkos» súboru
sl_si: Ciljna velikost datoteke
sv_se: Målfilsstorlek
tr_tr: Hedef dosya boyutu
uk_ua: Розм╕р файла
vi_vn: Dung lượng ảnh

source: Maximum side length in pixels
ca_es: Longitud de costat màxima en pixels
hu_hu: Maximális oldalhossz pixelben
is_is: Efri mörk á lengd hliðar í dílum
lt_lt: Maksimalus ilgis pikseliais
sk_sk: Maximálna då¾ka strany v pixelových bodoch
sl_si: Maksimalna dol¾ina stranice v pikslih
sv_se: Maximal sidlängd i bildpunkter(pixlar)
tr_tr: Piksel olarak maksimum kenar boyu
uk_ua: Максимальна довжина сторони в п╕кселах
vi_vn: Độ rộng ảnh tối đa bằng pixel

source: (manual value)
ca_es: (valor manual)
hu_hu: (kézileg megadva)
is_is: (handvalin stærð)
lt_lt: (kita reikðmë)
sk_sk: (manuálna hodnota)
sl_si: (roèna vrednost)
sv_se: (Manuellt värde)
tr_tr: (manuel deðer)
vi_vn: (giá trị tự ghi)

source: Apply to nested albums ?
is_is: Breyta líka undiralbúmum ?
sl_si: Sprejmem vrednosti tudi za pod-albume?
sv_se: Verkställ på underliggande album?
tr_tr: Alt-albümlere uygula ?
vi_vn: Thực thi cả những album nhánh ?

source: Get rid of resized
ca_es: Desentendre's de la imatge re-escalada
hu_hu: Töröld az újraméretezettet
is_is: Eyða stækkuðum/smækkuðum myndum
lt_lt: Atsikratyti vidutinës nuotraukos
sk_sk: Odtstráni» tie ktoré majú zmenenú veµkos»
sl_si: Znebi se zmanj¹anih
sv_se: Ta bort storleksändrade

source: (Use only the original picture)
ca_es: (Utilitza només la imatge original)
hu_hu: (Csak az eredeti képek használata)
is_is: (Nota einungis upprunalega mynd)
lt_lt: (Naudoti tik originalià)
sk_sk: (Pou¾i» iba originálne obrázky)
sl_si: (Uporabi originalno fotografijo)
sv_se: (Använd endast originalbilden)
vi_vn: (Chỉ dùng ảnh nguyên gốc)

source: Change Size
ca_es: Canviar Tamany
hu_hu: Képméret megváltoztatása
is_is: Breyta stærð
lt_lt: Pakeisti dydá
sk_sk: Zmeni» Veµkos»
sl_si: Spremeni velikost
sv_se: Ändra storlek

source: Rotate/Flip Photo
ca_es: Rotar/Voltar Imatge
hu_hu: Fotó forgatása/tükrözése
is_is: Snúa/spegla mynd
lt_lt: Nuotraukos pasukimas/apvertimas
sk_sk: Otoèi»/Prehodi» Fotku
sl_si: Obrni sliko
sv_se: Rotera/Vänd foto
tr_tr: Resmi Döndür/Deðiþtir
uk_ua: Повернути/дзеркально в╕добразити фото
vi_vn: Xoay/Lật&nbsp;ảnh

source: Rotating/Flipping photo.
ca_es: Totant/Voltant imatge.
hu_hu: Fotó forgatása/tükrözése.
is_is: Sný/spegla mynd.
lt_lt: Pasuku/apverèiu nuotraukà.
sk_sk: Otáèam/Prehadzujem Fotku
sl_si: Obraèam sliko.
sv_se: Roterar/Vänder foto.
tr_tr: Resim Döndürülüyor/Deðiþtiriliyor.
uk_ua: Поверта╓ться/дзеркально в╕добража╓ться фото
vi_vn: Đang Xoay/Lật ảnh.

source: (this may take a while)
ca_es: (pot tardar una estona)
hu_hu: (ez eltarthat egy darabig)
is_is: (þetta gæti tekið smá stund)
lt_lt: (tai gali truputá uþtrukti)
sk_sk: (toto mô¾e trva» dlh¹ie)
sl_si: (to lahko traja nekaj èasa)
sv_se: (Detta kan ta en stund)
tr_tr: (bu iþlem zaman alabilir)
uk_ua: (це може зайняти певний час)
vi_vn: (có thể phải đợi một chút)

source: Manipulate again?
ca_es: Manipular un altre cop?
hu_hu: Változtatás újra?
is_is: Breyta mynd aftur?
lt_lt: Keisti dar kartà?
sk_sk: Znova manipulova»?
sl_si: Ponovno obdelam?
sv_se: Bearbeta igen?
tr_tr: Tekrar yönelendir?
vi_vn: Sử lý lại?

source: How do you want to manipulate this photo?
ca_es: Com vols manipular aquesta imatge?
hu_hu: Miképp kívánod piszkálni ezt a képet?
is_is: Hvernig viltu breyta þessari mynd?
lt_lt: Kà norite padaryti su nuotrauka?
sk_sk: Ako chcete manipulova» túto fotku?
sl_si: Kaj hoèe¹ narediti s to sliko?
sv_se: Hur vill du bearbeta detta foto?
tr_tr: Bu fotoyu nasýl deðiþtirmek istersiniz?
uk_ua: Як зм╕нити це фото?
vi_vn: Bạn muốn sử lý ảnh này thế nào?

source: Rotate
ca_es: Rotar
hu_hu: Forgatás
is_is: Snúa
lt_lt: Pasukti
sk_sk: Otoèi»
sl_si: Obraèanje
sv_se: Rotera
tr_tr: Döndür
uk_ua: Повернути
vi_vn: Xoay

source: Counter-Clockwise
ca_es: Sentit contrari a les agulles del rellotge
hu_hu: Balra
is_is: Rangsælis (til vinstri)
lt_lt: Prieð laikrodþio rodyklæ
sk_sk: Oproti smeru hodinových ruèièiek
sl_si: V nasprotni smeri urinega kazalca
sv_se: Moturs
uk_ua: Проти годинниково╖ стр╕лки

source: Clockwise
ca_es: Sentit de les agulles del rellotge
hu_hu: Jobbra
is_is: Réttsælis (til hægri)
lt_lt: Pagal laikrodþio rodyklæ
sk_sk: V smere hodinových ruèièiek
sl_si: V smeri urinega kazalca
sv_se: Medurs
uk_ua: За годинниковою стр╕лкою

source: Flip
ca_es: Voltar
hu_hu: Tükrözés
is_is: Spegla
lt_lt: Apversti
sk_sk: Prevráti»
sl_si: Preslikaj
sv_se: Vänd
tr_tr: Deðiþtir
uk_ua: Перевернути
vi_vn: Lật

source: Processing and Saving Photos
ca_es: Processant i Guardant Imatges
hu_hu: Fotók feldolgozása és mentése
is_is: Meðhöndla og vista myndir
lt_lt: Apdoroju ir iðsaugau nuotraukas
sk_sk: Spracúvam a Uchovávam Fotky
sl_si: Obdelujem in shranjujem slike
sv_se: Bearbetar och sparar foton
tr_tr: Resimler kaydediliyor
uk_ua: Обробка ╕ збереження фотограф╕й
vi_vn: Sử lý và lưu giữ ảnh

source: Fetching Urls...
ca_es: Portant Urls...
hu_hu: URL-ek lekérdesése...
is_is: Sæki frá vefslóðum...
lt_lt: Apdoroju URL adresus...
sk_sk: Prinies» URL linky
sl_si: Pobiram z URL-jev...
sv_se: Hämtar URLs...
tr_tr: Urller alýnýyor...
uk_ua: Визначення URL'╕в...
vi_vn: Tìm URL...

source: Processing %s as a local directory.
ca_es: Processant %s com a directori local
hu_hu: %s helyi könyvtár feldolgozása.
is_is: Meðhöndla %s sem möppu á netþjóninum.
lt_lt: Apdoroju %s kaip vietiná katalogà.
sk_sk: Spracúvam %s ako lokálny súbor.
sl_si: Obdelujem %s kot lokalno mapo.
sv_se: Bearbetar %s som en lokal katalog.
uk_ua: Обробля╓ться %s як локальна тека.
vi_vn: Sử lý %s như một thư mục nội tại.

source: Unable to find %s locally - trying %s.
is_is: Finn ekki %s á staðnum - reyni %s.
sv_se: Lyckades inte hitta %s lokalt - prövar %s.
vi_vn: Không thể thấy %s nội tại - thử %s.

source: Could not open url: %s
ca_es: No es pot obrir la url: %s
hu_hu: A(z) %s URL nem nyitható meg.
is_is: Gat ekki opnað vefslóðina: %s
lt_lt: Negaliu atidaryti adreso: %s
sk_sk: Nebolo mo¾né otvori» URL linku: %s
sl_si: Ne morem odpreti url naslova: %s
sv_se: Kunde inte öppna webbadress: %s
tr_tr: Url açýlamýyor: %s
uk_ua: Не можу в╕дкрити URL: %s
vi_vn: Không thể mở url: %s

source: Parsing %s for images...
ca_es: Analitzant %s per imatges...
hu_hu: Képek keresése: %s...
is_is: Leita í %s eftir myndum...
lt_lt: Ieðkau nuotraukø adresu %s...
sk_sk: Analyzujem %s na obrázky...
sl_si: I¹èem slike v %s...
sv_se: Analyserar %s efter bilder...
tr_tr: Resimler için %s inceleniyor...
uk_ua: Перегляда╓ться %s в пошуках зображень...
vi_vn: Phân tích %s cho các ảnh...

source: Found %d images
ca_es: Trobades %d imatges
hu_hu: %d képet találtam
is_is: Fann %d myndir
lt_lt: Radau %d nuotraukas(-a, -ø)
sk_sk: Nájdených bolo %d obrázkov
sl_si: Najdeno %d slik
sv_se: Hittade %d bilder
tr_tr: %d Resim bulundu
uk_ua: Знайдено %d зображень
vi_vn: Thấy %d ảnh

source: Processing status...
ca_es: Processant estat...
hu_hu: Feldolgozás folyamatban...
is_is: Staða vinnslu...
lt_lt: Procesas...
sk_sk: Stav procesu...
sl_si: Stanje obdelave ...
sv_se: Bearbetningsstatus...
uk_ua: Стан обробки...

source: No images uploaded!
ca_es: Cap imatge enviada!
hu_hu: Egy kép sem került feltöltésre!
is_is: Engar myndir sendar inn!
lt_lt: Nuotrauka(-os) nebuvo ádëta(-os)!
sk_sk: ®iadne obrázky boli odoslané!
sl_si: Slike niso nalo¾ene!
sv_se: Inga bilder upladdade!
tr_tr: Hiçbir resim yüklenmedi!
uk_ua: Жодних зображень не в╕двантажено!
vi_vn: Không gửi được ảnh nào!

source: Select the items you want to upload. To select multiple hold 'ctrl' (PC) or 'Command' (Mac)
sv_se: Välj de objekt du önskar att ladda upp. För att välja flera håll ned 'ctrl' (PC) eller 'Command' (Mac)

source: %d meta file(s) found. These files contain information about the images, such as titles and descriptions.
is_is: %d skrár fundnar. Þessar skrár innihalda upplýsingar um myndirnar eins og t.d. titil og lýsingu þeirra.
lt_lt: Surasta(-os) %d meta byla(-os). Ðiose bylose gali bûti informacija apie nuotraukas, kaip antai pavadinimai ir apibûdinimai.
sk_sk: %d meta archív(y) nájdené. Tieto archívy obsahujú informácie o obrázkoch, ako napríklad hlavièky a popis.
sl_si: %d meta podatek(ki) najden(i). Te datoteke vsebujejo podatke o slikah (naslov, opis).
sv_se: %d metafil(er) hittad(e). Dessa filer innehåller information om bilderna så som titlar och beskrivningar.
vi_vn: %d các file đã thấy. Những file này có chứa thông tin về ảnh, như là tựa đề và chi tiết.

source: Add Files
ca_es: Afegir Arxius
hu_hu: Új fájlok hozzáadása
is_is: Bæta við skrám
lt_lt: Pridëti failus
sk_sk: Prida» súbory
sl_si: Dodaj datoteke
sv_se: Ladda upp filer
uk_ua: Додати файли

source: Search
ca_es: Cerca
hu_hu: Keresés
is_is: Leita
lt_lt: Ieðkoti
sk_sk: Vyhµadávanie
sl_si: I¹èi po galeriji
sv_se: Sök
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm&nbsp;kiếm

source: Caption:
is_is: Fyrirsögn:
sl_si: Naslov:
sv_se: Objektrubrik:
tr_tr: Baþlýk:
vi_vn: Chú thích:

source: Matching Comments
ca_es: Comentaris coincidents
hu_hu: Illeszkedõ megjegyzések
is_is: Samstæðar athugasemdir
lt_lt: Uþklausà atitinkantys komentarai
sk_sk: Zodpovedajúce Poznámky
sl_si: Ujemajoèi komentarji
sv_se: Matchande kommentarer
tr_tr: Yorumlar eþleniyor
uk_ua: В╕дпов╕дн╕сть коментар╕в
vi_vn: Những bình luận tìm thấy

source: From Album
ca_es: De l'Àlbum
hu_hu: Ebbõl az albumból:
is_is: Frá albúmi
lt_lt: Ið albumo
sk_sk: Z Albumu
sl_si: Iz albuma
sv_se: Från album
tr_tr: Albüm
uk_ua: З альбома
vi_vn: Từ album

source: KEYWORDS
ca_es: PARAULES CLAU
hu_hu: KULCSSZAVAK
is_is: LEITARORÐ
lt_lt: RAKTINIAI ÞODÞIAI
sk_sk: K¥ÚÈOVÉ SLOVÁ
sl_si: KATEGORIJA
sv_se: NYCKELORD
tr_tr: ANAHTARKELÝMELER
uk_ua: КЛЮЧОВ╤ СЛОВА
vi_vn: TỪ KHÓA

source: Albums containing %s
ca_es: Àlbums que contenen %s
hu_hu: Albumok, melyekben %s megtalálható
is_is: Albúm sem innihalda %s
lt_lt: Albumai tenkinantys uþklausà %s
sk_sk: Albumy obsahujú %s
sl_si: Albumi, ki vsebujejo %s
sv_se: Album innehållande %s
tr_tr: %s içeren Albümler
uk_ua: Альбоми, в яких ╓ %s
vi_vn: Album bao gồm %s

source: No Album Matches
ca_es: Cap coincidència d'àlbums
hu_hu: Nincs illeszkedõ album
is_is: Engin albúm fundust
lt_lt: Albumø, tenkinanèiø ðià uþklausà, nëra
sk_sk: ®iadny Album nebol nájdeny
sl_si: Ni tak¹nih albumov
sv_se: Inga album matchar
tr_tr: Eþ bir Albüm yok
uk_ua: Не знайдено в╕дпов╕дних альбом╕в
vi_vn: Không có album nào

source: Photos containing %s in caption, comment or name.
sv_se: Foton som innehåller %s i rubrik, kommentar eller kommentar
tr_tr: Baþlýkta, yorumda ya da isimde %s içeren fotolar.

source: No Photo Matches
ca_es: Cap Coincidència d'Imatges
hu_hu: Egyet sem találtam
is_is: Engar myndir fundust
lt_lt: Nuotraukø, tenkinanèiø ðià uþklausà, nëra
sk_sk: ®iadna fotka nebola nájdená
sl_si: Ni tak¹nih fotografij
sv_se: Inga foton matchar
tr_tr: Uygun resim bulanumadý
uk_ua: Не знайдено в╕дпов╕дних фото
vi_vn: Không thấy ảnh nào

source: Some albums not searched as they require upgrading to the latest version of %s first.
is_is: Ekki leitað í sumum albúmum þar sem þau þarf fyrst að uppfæra í útgáfu %s
sl_si: Po nekaterih albumih ne more¹ iskati. Potrebna je nadgradnja teh albumov na verzijo %s .
sv_se: Vissa album genomsöktes inte eftersom de kräver uppgradering till senaste versionen av %s först.
tr_tr: Bazý albümlerde arama yapýlamýyor, çünkü son yayýmlanan vesiyona yükseltilmesi gerekli. Son versiyon: %s.
vi_vn: Không tìm kiếm trong vài album vì chúng yêu cầu phải được nâng cấp tới phiên bản sau cùng của %s trước.

source: Upgrade all albums.
is_is: Uppfæra öll albúm.
sl_si: Nadgradi vse albume.
sv_se: Uppgradera alla album.
tr_tr: Tüm albümleri güncelle.
vi_vn: Nâng cấp tất cả album

source: Search the Gallery's Album and Photo titles, descriptions and comments.
sv_se: Sök i Gallerys Album och Foton Titlar, Beskrivningar och Kommentarer
tr_tr: Galeri Albüm ve Resim baþlýklarýnda, açýklamalarýnda ve yorumlarýnda ara.

source: play
ca_es: engegar
hu_hu: mehet
is_is: spila
lt_lt: pradëti
sk_sk: spus»
sl_si: igraj
sv_se: Starta
tr_tr: oynat
uk_ua: грати
vi_vn: chạy

source: stop
ca_es: parar
hu_hu: állj
is_is: stöðva
lt_lt: sustabdyti
sl_si: stoj
sv_se: Stoppa
tr_tr: dur
uk_ua: стоп
vi_vn: ngừng

source: normal size
ca_es: tamany normal
hu_hu: normál méret
is_is: venjuleg stærð
lt_lt: vidutinis dydis
sk_sk: normálna veµkos»
sl_si: normalna velikost
sv_se: Normalstorlek
tr_tr: normal boyut
uk_ua: звичайний розм╕р
vi_vn: cỡ bình thường

source: forward direction
ca_es: endavant
hu_hu: elõre
is_is: spila áfram
lt_lt: pirmyn
sk_sk: smerom vpred
sl_si: prika¾i naprej
sv_se: Framåt
tr_tr: ileri istikamet
uk_ua: напрямок: вперед
vi_vn: hướng thuận

source: Delay
is_is: Seinkun
sl_si: Odlog
sv_se: Fördröjning
tr_tr: Gecikme
vi_vn: Giữ chậm

source: Loop:
sv_se: Slinga:
tr_tr: Tekrar:

source: Fullscreen applet
hu_hu: Teljesképernyõs applet
is_is: Forrit sem notar alla skjástærðina
lt_lt: Pilnaekranë aplikacija
sk_sk: Celoobrazový aplet
sl_si: Polnoekranski vmesnik
sv_se: Applet-program för helskärm
tr_tr: Tamekran applet
vi_vn: Applet kín màn hình

source: Modern browsers
hu_hu: Modern böngészõ (IE)
is_is: Nútíma vafrar
lt_lt: Ðiuolaikinës narðyklës
sk_sk: Moderné prehliadaèe
sl_si: Napredni brskalnik
sv_se: Modern webbläsare
tr_tr: Modern tarayýcýlar
vi_vn: Trình duyệt hiện tại

source: Compatible but limited
hu_hu: Bármely böngészõ
is_is: Samhæft en takmarkað
lt_lt: Suderinamas bet apribotas
sk_sk: Komatibilné ale limitované
sl_si: Kompatibilno z omejitvami
sv_se: Kompatibel men begränsad
vi_vn: Tương thích nhưng giới hạn

source: Slide Show
ca_es: Presentació
hu_hu: Diavetítés
is_is: Myndasýning
lt_lt: Nuotraukø perþiûra
sk_sk: Predvádzanie
sl_si: Diaprojekcija
sv_se: Bildspel
uk_ua: Показ слайд╕в

source: Sort Album
ca_es: Ordena Àlbum
hu_hu: Album rendezése
is_is: Endurraða albúmi
lt_lt: Albumo rûðiavimas
sk_sk: Preskupi» Album
sl_si: Razvrsti album
sv_se: Sortera album
tr_tr: Albümü Sýrala
uk_ua: Сортувати альбом
vi_vn: Sắp xếp album

source: Select your sorting criteria for this album below
ca_es: Selecciona a sota el teu criteri d'ordenació per aquest àlbum
hu_hu: Válaszd ki a rendezési elvet az alábbiak közül
is_is: Veldu röðun fyrir albúmið hér að neðan
lt_lt: Pasirinkite kaip rûðiuosite albumà?
sk_sk: Dolu zvoµte triediace kritéria pre tento album
sl_si: Izberi naèin razvr¹èanja za album
sv_se: Välj sorteringskriteria för detta album nedan
tr_tr: Lütfen aþaðýdan bu albüm için istediðiniz sýralama kriterini seçiniz.
uk_ua: Вибрати критер╕й упорядкування для цього альбома нижче
vi_vn: Chọn kiểu sắp xếp cho album bên dưới

source: Warning: This operation can't be undone.
ca_es: Atenció: Aquesta operació no es podrà desfer.
hu_hu: Figyelem: Ez a mûvelet nem vonható vissza!
is_is: Ath: Þessa aðgerð er ekki hægt að afturkalla.
lt_lt: Dëmesio: ði operacija negali bûti atitaisyta.
sk_sk: Upozornenie: táto operácia nemô¾e by» zru¹ená.
sl_si: Opozorilo: Te operacije ni mogoèe preklicati.
sv_se: Varning: Denna åtgärd kan inte ångras.
tr_tr: Uyarý: Bu iþlem geri alýnamaz.
uk_ua: Попередження: в╕дм╕нити результати виконання ц╕╓╖ операц╕╖ неможливо.
vi_vn: Cảnh báo: Khi đã thực thi tác động này, bạn không thể quay lại cấu hình trước (undo).

source: By Upload Date
ca_es: Per Data d'Enviament
hu_hu: Feltöltési dátum szerint
is_is: Eftir tíma innsendingar
lt_lt: Pagal ádëjimo datà
sk_sk: Podµa Dátumu Odsunutia
sl_si: Po datumu nalaganja
sv_se: Efter uppladdningsdatum
tr_tr: Eklenme Tarihi ile
uk_ua: За датою вивантаження
vi_vn: Theo ngày gửi lên

source: By Picture-Taken Date
ca_es: Per Data de Realització de la Imatge
hu_hu: Készítési dátum szerint
is_is: Eftir tíma myndatöku
lt_lt: Pagal fotografavimo datà
sk_sk: Podµa dátumu obrázku
sl_si: Po datumu nastanka slike
sv_se: Efter fotodatum
tr_tr: Resim çekilme Tarihi
uk_ua: За датою зйомки
vi_vn: Theo ngày giữ ảnh

source: By Filename
ca_es: Per Nom d'Arxiu
hu_hu: Fájlnév szerint
is_is: Eftir skráarnafni
lt_lt: Pagal failo pavadinimà
sk_sk: Podµa nazvu súboru
sl_si: Po imenu datoteke
sv_se: Efter filnamn
tr_tr: Dosya Adý ile
uk_ua: За назвою файла
vi_vn: Theo tên ảnh

source: By Number of Clicks
ca_es: Per Nombre de Clics
hu_hu: A megtekintések száma szerint
is_is: Eftir fjölda skoðana
lt_lt: Pagal populiarumà
sk_sk: Podµa poètu Kliknutí
sl_si: Po ¹tevilu klikov
sv_se: Efter antal klick
tr_tr: Týklanma Sayýsý ile
uk_ua: За числом перегляд╕в
vi_vn: Theo số lần được nhấn

source: By Caption
ca_es: Per Llegenda
hu_hu: Képaláírás szerint
is_is: Eftir fyrirsögn
lt_lt: Pagal apraðymà
sk_sk: Podµa titulu
sl_si: Po naslovu
sv_se: Efter objektrubrik
tr_tr: Baþlýk ile
uk_ua: За п╕дписом
vi_vn: Theo chú thích

source: By Number of Comments
ca_es: Per Nombre de Comentaris
hu_hu: A megjegyzések száma szerint
is_is: Eftir fjölda athugasemda
lt_lt: Pagal komentarø kieká
sk_sk: Podµa poètu komentárov
sl_si: Po ¹tevilu komentarjev
sv_se: Efter antal kommentarer
tr_tr: Yorum Sayýsý ile
uk_ua: За к╕льк╕стю коментар╕в
vi_vn: Theo số lượng lời bình

source: Randomly
ca_es: Aleatòriament
hu_hu: Véletlenszerûen
is_is: Af handahófi
lt_lt: Atsitiktine tvarka
sk_sk: Náhodne
sl_si: Nakljuèno
sv_se: Slumpmässigt
tr_tr: Rastgele
uk_ua: Дов╕льно
vi_vn: Ngẫu nhiên

source: Poststamp preview
sv_se: Förhandsvisning av frimärke
tr_tr: Posta pulu görünümü

source: Choose a stamp:
sv_se: Välj en stämpel:
tr_tr: Pul Seçin:

source: Gallery statistics - Wizard
sv_se: Gallery-statistik - Guide
tr_tr: Galeri istatistikler - Sihirbaz

source: return to admin page
is_is: aftur í umsjónarsíðu
sv_se: Tillbaka till administrationsida

source: Type
is_is: Gerð
sv_se: Typ
tr_tr: Tür
vi_vn: Loại

source: Options
is_is: Valmöguleikar
sl_si: Mo¾nosti
sv_se: Alternativ
tr_tr: Seçenekler
vi_vn: Lựa chọn

source: Layout
is_is: Útlit
sl_si: Ureditev
sv_se: Utseende
tr_tr: Plan
vi_vn: Sắp đặt

source: Filter by Capture Date
is_is: Raða eftir myndatökudegi
sv_se: Filtrera efter fotodatum
tr_tr: Yakalama Tarihi ile Filtrele
vi_vn: Lọc theo ngày gửi

source: Show statistics
is_is: Sýna tölulegar upplýsingar
sv_se: Visa statistik

source: Maybe your want to use your OWN statistics somewhere .. Just copy and paste the url from this textbox.
is_is: Kannski vilt þú birta þína eigin tölfræði annarstaðar... afritið krækjuna frá þessu textahólfi.
sv_se: Kanske du vill använda din EGEN statistik någonstans .. Kopiera och klistra in webbadressen från denna textruta.
tr_tr: Belki kendi istatistik sisteminizi kullanmak istersiniz .. Sadece yazý kutusundaki url yi kopyalayýp yapýþtýrýn.
vi_vn: Có thể bạn muốn sử dụng trạng thái của riêng bạn ở đâu đó .. Hãy sao chép và dán địa chỉ có trong hộp này.

source: - Images with the least votes
is_is: - Myndir með fæst atkvæði
sl_si: - Slike z najmanj glasovi
sv_se: - Bilder med minst röster
tr_tr: - En az oylu resimler
vi_vn: - Những ảnh có ít đánh giá

source: - Images with the most votes
is_is: - Myndir með flest atkvæði
sl_si: - Slike z najveè glasovi
sv_se: - Bilder med flest röster
tr_tr: - En çok oylu resimler
vi_vn: - Những ảnh có nhiều đánh giá

source: - Bottom rated images
is_is: - Myndir með lægstu röðun
sv_se: - Lägst betygsatta bilder
tr_tr: - En az oy olan resimler
vi_vn: - Những ảnh bị đánh giá thấp nhất

source: - Top rated images
is_is: - Myndir með hæstu röðun
sl_si: - Najbolj¹e ocenjene slike
sv_se: - Högst betygsatta bilder
tr_tr: - En iyi oy olan resimler
vi_vn: - Những ảnh được đánh giá cao nhất

source: - Oldest images first
is_is: - Elstu myndir fyrst
sl_si: - Najprej starej¹e fotografije
sv_se: - Äldst bilder först
tr_tr: - En eski resimler ilk
vi_vn: - Những ảnh cũ nhất trước

source: - Latest added images
is_is: - Nýjustu myndir fyrst
sl_si: - Zadnje dodane slike
sv_se: - Senast upplagda bilder
tr_tr: - Son eklenen resimler
vi_vn: - Những ảnh được thêm sau cùng

source: - Oldest Capture Date
is_is: - Elsta dagsetning myndatöku
sl_si: - Najstarej¹i datum/èas posnetka
sv_se: - Äldst fotodatum
tr_tr: - En Eski Yakalama Tarihi
vi_vn: - Ngày tạo ảnh cũ nhất

source: - Latest Capture Date
is_is: - Nýjasta dagsetning myndatöku
sl_si: - Najnovej¹i datum/èas posnetka
sv_se: - Senaste fotodatum
tr_tr: - Son Yakalama Tarihi
vi_vn: - Ngày tạo ảnh sau cùng

source: - Oldest Comments
is_is: - Elstu athugasemdir
sl_si: - Starej¹ih komentarjev
sv_se: - Äldst kommentarer
tr_tr: - En eski Yorumlar
vi_vn: - Lời bình cũ nhất

source: - Latest Comments
is_is: - Nýjustu athugasemdir
sl_si: - Najnovej¹ih komentarjev
sv_se: - Senaste kommentarer
tr_tr: - Son Yorumlar
vi_vn: - Lời bình mới nhất

source: - Random Images
is_is: - Handahófsvaldar myndir
sl_si: - Nakljuènih fotografij
sv_se: - Slumpmässiga bilder
tr_tr: - Rastgele Resimler
vi_vn: - Những ảnh ngẫu nhiên

source: - Images with the least views
is_is: - Minnst skoðaðar myndir
sl_si: - Najmanj ogledane slike
sv_se: - Bilder med minst visningar
tr_tr: - En az görüntülenen resimler
vi_vn: - Những ảnh được xem ít nhất

source: - Images with the most views
is_is: - Mest skoðaðar myndir
sl_si: - Najveèkrat ogledane slike
sv_se: - Bilder med flest visningar
tr_tr: - En çok görüntülenen resimler
vi_vn: - Những ảnh được xem nhiều nhất

source: Number Albums = %s
is_is: Fjöldi albúma = %s
sl_si: ©tevilo albumov = %s
sv_se: Antal album = %s
tr_tr: Albüm Sayýsý = %s
vi_vn: Số Album = %s
