Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: Note: Admins can always create albums and are allowed to change their password.
sv_se: Observera: administratörer kan alltid skapa album och är tillåtna att ändra sina lösenord.
tr_tr: Not: Yöneticiler herzaman albüm yaratabilir ve þifrelerini deðiþtirmek için izinleri vardýr.

source: Send email to user when account is created
sv_se: Skicka e-post till användare när konto är skapat
tr_tr: Hesap yaratýldýðýnda kullanýcýya email gönder

source: Donate to Gallery now!!
ca_es: Donació a Gallery ara!
hu_hu: Adakozz a Gallerynek!
is_is: Ánafna Gallery-verkefninu fé núna!
lt_lt: Paremkite Galerijos projektà!!
sk_sk: Prispejte na Gallery!
sl_si: Podpri (doniraj) Gallery!
sv_se: Donera till Gallery nu!!
tr_tr: Galeriye þimdi baðýþ yap!!
vi_vn: Quyên góp tặng cho Thư viện ảnh!!

source: Gold Frame
is_is: Gylltur rammi
sl_si: Zlati okvir
sv_se: Guldram

source: A fancy golden frame
is_is: Flottur gylltur rammi
sv_se: En fantasirik guldgul ram

source: Spiral Notebook
is_is: Gormabók
sv_se: Spiralbunden anteckningsbok

source: A white shadowed frame with spiral notebook binding on the left side
is_is: Hvítur skygður rammi í gormabók, með gorminn á vinstrihlið.
sv_se: En vit skuggad ram med spiralbunden anteckningsbok på vänster sida

source: A photo with a large white frame, extra wide at the bottom edge
is_is: Mynd með stórum hvítum ramma, frekar víður að neðan
sv_se: Ett foto med en bred vit ram, extra stor i botten

source: Polaroids
is_is: Polaroid myndir
sv_se: Polaroider

source: A stack of photos with a large white frame, extra wide at the bottom edge
is_is: Stakkur af myndum með stórum hvítum ramma, frekar víður að neðan
sv_se: En uppsättning av foton med en bred vit ram, extra stor i botten

source: Postage Stamp
sv_se: Frimärke

source: A simple postage stamp effect.
sv_se: En enkel frimärkseffekt.

source: Shadows
is_is: Skuggar
sv_se: Skuggor

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
is_is: Gegnsæir PNG skuggar munu falla til hægri og niður á við. Það ætti að ganga upp á móti flestum bakgrunnum, fyrir utan svart
sv_se: PNG transparenta skuggor fallande åt höger och nedåt. Riktig genomskinlighet så den bör fungera mot de flesta bakgrunderna förutom svart.

source: Original Style
is_is: Upphaflegur stíll
sv_se: Originalstil

source: The original %s album frame style.
is_is: Upphaflegur %s rammi albúms
sv_se: Original %s albumets ramstil.

source: Wood Frame
is_is: Viðarrammi
sl_si: Lesen okvir
sv_se: Träram

source: A textured wooden frame
is_is: Viðarrammi með áferð
sv_se: En ram med trästruktur

source: Debug ON ! Level %s
sv_se: Felsökning PÅ ! Nivå %s

source: Security violation
ca_es: Violació de seguretat
hu_hu: Biztonsági hiba
is_is: Öryggisbrot
lt_lt: Saugumo paþeidimas
sk_sk: Poru¹enie bezpeènosti
sl_si: Kr¹itev varnosti
sv_se: Säkerhetsintrång
tr_tr: Güvenlik Ýhlali
uk_ua: Порушення захисту
vi_vn: Xâm phạm an toàn

source: Description
hu_hu: Leírás
is_is: Lýsing
lt_lt: Apibûdinimas
sk_sk: Popis
sl_si: Zaznamek
sv_se: Beskrivning
tr_tr: Açýklama
vi_vn: Chi tiết

source: Use the Gallery Remote Applet to upload pictures. It will take a short while to download.
hu_hu: Használd a Gallery Remote Applet-et képek feltöltésére. A program letöltése eltarthat néhány percig...
is_is: Nota fjartengd forrit Gallerísins til þess að senda inn myndir. Það tekur skamma stund að ná í forritin.
lt_lt: Naudokite Gallery Remote Applet norëdami ákelti nuotraukas. Operacija gali truputá uþtrukti, kol bus paimta programa.
sk_sk: Pou¾ite Gallery Diaµkovú Apletu na odosielanie obrázkov. Jej stiahnutie bude chvíµu trva».
sl_si: Uporabi (nalo¾i) vmesnik za nalaganje fotografij.
sv_se: Använd Gallery Remote Applet-program för att ladda upp bilder. Det kommer att ta en kort stund att hämta.
vi_vn: Sử dụng Applet truy cập Thư viện ảnh từ xa để tải ảnh lên. Sẽ mất một lát để nhận ảnh.

source: If you don't have the Java Plugin 1.4 or later, you can use one of the other methods.
hu_hu: Ha nincs Java 1.4 futtatókörnyezeted, válassz másik lehetõséget!
is_is: Ef þú ert ekki með Java Plugin 1.4 eða nýrri þá getur þú notað aðrar aðferðir.
lt_lt: Jeigu neturite Java Plugin 1.4 arba vëlesnës versijos, galite naudoti kurá nors kità metodà.
sk_sk: Ak nemáte Java Plugin 1.4 alebo neskor¹í, mô¾ete pou¾i» jednu z iných metód.
sl_si: V kolikor nimate nalo¾en Java Plugin 1.4 ali vi¹ji, lahko uporabite ostale naèine/metode.
sv_se: Om du inte har Java Insticksprogram 1.4 eller senare så kan du använda någon av de andra metoderna.
vi_vn: Nếu bạn không có Java Plugin 1.4 hoặc mới hơn, bạn có thể dùng một trong các cách khác.

source: Your browser doesn't support applets; you should use one of the other upload methods.
hu_hu: Ha a böngészõd nem támogatja az appleteket, válassz más feltöltési lehetõséget!
is_is: Vafrinn þinn styður ekki forrit; þú ættir að nota einhverja af hinum aðferðunum til þess að senda myndirnar inn.
lt_lt: Jûsø narðyklë nepalaiko applets, naudokite kurá nors kità nuotraukø ákëlimo bûdà.
sk_sk: Vá¹ prehliadaè nepodporuje applety; pou¾ite jednu z druhých odosielacích metód.
sv_se: Din webläsare stöder inte applet-program; du bör använda någon av de andra uppladdnings-metoderna
tr_tr: Tarayýcýnýz appletlarý desteklemiyor; diðer yükleme yönetemlerini kullanmayý deneyin.
vi_vn: Trình duyệt của bạn không hỗ trợ applets; bạn nên dùng một trong các cách khác.

source: Use the Gallery Remote Mini Applet to upload pictures. It will take a short while to download.
hu_hu: Használd a Gallery Remote Mini Applet-et képek feltöltésére. A program letöltése eltarthat néhány percig...
is_is: Notaðu minni gerðina af fjartengda forriti Gallerísins til þess að senda inn myndir. Það tekur skamma stund að ná í forritið.
lt_lt: Naudokite Gallery Remote Mini Applet nuotraukø ákëlimui. Tai gali truputá uþtrukti, kol bus paimta programa.
sk_sk: Pou¾ite Gallery Diaµkovú Mini Apletu na odosielanie obrázkov. Jej stiahnutie bude chvíµu trva».
sv_se: Använd Gallery Remote Mini-Applet för att ladda upp bilder. Den kommer att ta en liten stund att hämta.
vi_vn: Sử dụng Mini Applet truy cập Thư viện ảnh từ xa để tải ảnh lên. Sẽ mất một lát đê nhận ảnh.

source: Click the <b>Browse</b> button to locate a photo to upload.
ca_es: Clica al <b> Botó </b> de navegació per localitzar una foto per enviar.
hu_hu: Klikk a <b>Böngészés</b> gombra a feltöltendõ fénykép megadásához.
is_is: Smelltu á <b>Browse</b> hnappinn til að finna mynd.
lt_lt: Norëdami ádëti nuotraukà, spauskite <b>Browse</b>.
sk_sk: Kliknite na <b>Browse</b> gombík na vyhµadanie fotky na odoslatie.
sl_si: Klikni na gumb <b>Prika¾i</b> za izbor fotografije, ki jo ¾eli¹ nalo¾iti.
sv_se: Klicka på <b>Bläddra</b>-knappen för att lokalisera foto eller film att ladda upp.
tr_tr: <b>Gözat</b> butonuna týklayarak yükleyeceðiniz resim(leri) seçiniz.
uk_ua: Натисн╕ть кнопку <b>Перегляд</b> щоб вибрати фото для завантеження
vi_vn: Nhấn nút <b>Browse</b> để tìm tới một ảnh gửi lên.

source: Tip:
hu_hu: Tipp:
is_is: Ráðlegging:
lt_lt: Patarimas:
sk_sk: Nápomoc:
sl_si: Nasvet:
sv_se: Tips:

source: Upload a compressed file (zip, rar, ace ...) full of photos and movies!
is_is: sendu inn þjappaða skrá(zip, rar, ace..) með mörgum myndum og myndböndum í einu lagi!
sl_si: Nalo¾i stisnjeno datoteko (zip, rar, ace ...) polno fotografij in filmov!
sv_se: Ladda upp en komprimerad fil (zip, rar, ace ...) full med foton och/eller filmer!

source: If no caption is set, what would you like the captions to default to?
is_is: Ef engin fyrirsögn er gefin, hvað viltu þá setja sem sjálfvalda fyrirsögn?
lt_lt: Jeigu nëra antraðtës, tai kas turëtø bûti pagal nutilëjimà?
sv_se: Om ingen objektrubrik anges vad vill du att förvalda objektrubriker skall vara?
vi_vn: Nếu không ghi chú thích, bạn muốn chú thích mặc định là gì?

source: Upload Now
ca_es: Enviar ara
hu_hu: Feltöltés most
is_is: Senda inn núna
lt_lt: Ádëti dabar
sk_sk: Odosla»
sl_si: Nalo¾i zdaj
sv_se: Ladda upp nu
uk_ua: Вивантажити тепер

source: You can use one of these desktop agents to drag and drop photos from your desktop
hu_hu: Használhatod ezeket a programokat is a saját gépedrõl való egyszerû feltöltéshez (drag-and-drop)
is_is: Þú getur notað eitthvert af þessum forritum til þess að senda inn myndir beint af tölvunni þinni
lt_lt: Galite naudoti ir vienà ið ðiø darbastalio agentø, kuriø pagalba tiesiog galësite pertempti nuotraukas tiesiai ið darbastalio
sk_sk: Mô¾ete pou¾i» jeden z týchto prostriedkov pracovnej plochy na umiestenie fotiek »ahaním z Va¹ej pracovnej plochy
sl_si: Lahko uporabi¹ agent povleci-potisni za premik fotografij
sv_se: Du kan använda en av dessa skrivbordsagenter för att dra och släppa foton från ditt skrivbord
tr_tr: Masaüstü bileþenlerini kullanarak resimleri sürekle ve býrak yöntemiyle masaüstünüzden yükleyebilirsiniz
vi_vn: Bạn có thể dùng một trong các phương tiện màn hình để kéo và thả ảnh từ trên màn hình của bạn

source: A Java application that runs on Mac, Windows and Unix
ca_es: Una aplicació Java que corre sobre Mac, Windows i Unix
hu_hu: Java alkalmazás, mely Mac-en, Windows-on és Unix rendszereken is fut
is_is: Java-hugbúnaður sem keyrir jafnt á Mac, Windows og Unix
lt_lt: Java programa, kuri veikia Mac, Windows ir Unix platformose
sk_sk: Java aplikácia ktorá be¾í na Mac, Windows a Unix
sl_si: Java aplikacija, ki teèe pod Mac, Windows ali Unix
sv_se: En Java-applikation som körs på Mac, Windows och Unix
tr_tr: Mac, Windows ve Unix'de çalýþan Java uygulamasý
uk_ua: Програма Java, яка працю╓ на Маках, В╕ндовс╕ ╕ Юн╕кс╕.
vi_vn: Một ứng dụng Java có thể chạy trên Mac, Windows và Unix

source: Other methods
hu_hu: Más lehetõségek
is_is: Aðrar aðferðir
lt_lt: Kitu bûdai
sk_sk: Iné metódy
sl_si: Ostali naèini
sv_se: Andra metoder
tr_tr: Diðer methodlar
vi_vn: Những cách khác

source: See a couple of other Methods for adding pictures to your Gallery on Gallerys Website.
hu_hu: Nézz utána más képfeltöltõ módszereknek a Gallery honlapján!
is_is: Sjá nokkrar aðrar aðferðir við að bæta við myndum í Galleríið þitt á vefsíðu Gallery.
lt_lt: Perþvelkite ir kitus bûdus, kurie leidþia ákelti nuotraukas á Jûsø Gallery. Informacijà rasite Gallery svetainëje.
sk_sk: Pozrite si pár druhých Metód na pridávanie obrázkov do Va¹ej Gallery na Gallery Website.
sv_se: Se ett par andra metoder för uppladdning av bilder till ditt Gallery på Gallerys webbsida.
vi_vn: Hãy xem các cách khác để thêm ảnh vào Thư viện ảnh của bạn trên trang web Thư viện ảnh.

source: Windows XP Publishing Agent
hu_hu: Windows XP Közzététel Varázsló
is_is: Útgáfustjóri Windows XP
lt_lt: Windows XP Publikavimo Agentas
sk_sk: Windows XP Zverejòovací Agent
sl_si: Windows XP Agent za objavo
sv_se: Windows XP Publiseringsverktyg
tr_tr: Windows XP Yayýmlama Sihirbaazý
vi_vn: Phương tiện xuất bản của Windows XP

source: <i>Note:</i> this feature is still experimental!
ca_es: <i>Nota:</i> aquesta funcionalitat és encara experimental!
hu_hu: <i>Megjegyzés:</i> ez a lehetõség csak kísérleti jelleggel él!
is_is: <i>Ath:</i> þessi aðgerð er enn á tilraunastigi!
lt_lt: <i>Dëmesio:</i>ði galimybë vis dar bandoma!
sk_sk: <i>Poznámka:</i> táto vlastnos» je e¹te experimentálna!
sl_si: <i>Bele¾ka:</i> ¹e vedno samo poizkusno!!
sv_se: <i>Observera:</i> Denna egenskap är fortfarande i experimentstadiet!
tr_tr: <i>Not:</i> bu özellik halen denem sürecinde
uk_ua: <i>Увага</i>: це все ще експериментальна функц╕я!
vi_vn: <i>Chú&nbsp;ý:</i> tính năng này đang được thử nghiệm!

source: Upload any images found at this location.
hu_hu: Minden ezen a helyen található kép feltöltése.
is_is: Senda inn allar myndir sem finnast hér.
lt_lt: Ákelti visas nuotraukas, rastas ðioje vietoje.
sk_sk: Odosla» ktorékoµvek obrázky nájdené na tomto mieste.
sl_si: Nalo¾i katerokoli fotografijo iz te lokacije.
sv_se: Ladda upp bilder/filmer som finns på denna plats.
tr_tr: Bu lokasyonda bulunan tüm resimleri yükle.
vi_vn: Gửi bất cứ ảnh nào có ở vị trí này.

source: The location can either be a URL or a local directory on the server.
hu_hu: Megadhatsz URL-t vagy egy helyi könyvtárat a szerveren.
is_is: Staðsetningin getur annaðhvort verið netslóð (URL) eða mappa á netþjóninum.
lt_lt: Vieta gali bûti kaip URL arba serveryje esantis katalogas.
sk_sk: Miesto mô¾e by» alebo URL alebo lokálny súbor na serveri.
sl_si: Lokacija je lahko URL naslov ali mapa na stre¾niku.
sv_se: Platsen kan antingen vara en webbadress eller en lokal katalog på servern.

source: FTP images to a directory on your server then provide that path here!
hu_hu: Másold fel FTP-vel a képeket a szerver egy könytárába és add meg itt a könyvtár útvonalát!
is_is: Sendu inn myndinar með FTP í möppu á netþjóninum og gefðu svo upp slóðina hér!
lt_lt: Ákeltite nuotraukas per FTP á katalogà ir paskui já nurodykite èia!
sk_sk: FTP obrázky do súboru na Va¹om serveri a potom zadajte trasu sem!
sl_si: Na (preko) FTP nalo¾i datoteke, potem vpi¹i pot do njih!
sv_se: Ladda upp bilder/filmer med ett FTP-program till en katalog på din server och skriv in sökvägen här!
tr_tr: Önce resimlerinizi Ftp ile bir klasöre gönderin, ardýndan adresi buraya yazýn!
vi_vn: Duyệt FTP tới thư mục ảnh trên máy chủ của bạn sau đó ghi đường dẫn ở đây!

source: What would you like the captions to default to?
is_is: Hvað vildu setja sem sjálfvalda fyrirsögn?
lt_lt: Kokia antraðtë turëtø bûti pagal nutilëjimà?
sv_se: Vad vill du att förvalda objektrubriker skall vara?
vi_vn: Bạn muốn chú thích mặc định là gì?

source: Submit URL or directory
ca_es: Enviar URL o directori
hu_hu: URL vagy könyvtár megadása
is_is: Gefa upp veffang (URL) eða möppu
lt_lt: Ádëti ið URL arba katalogo serveryje
sk_sk: Poda» URL alebo adresár
sl_si: Vpi¹i URL naslov ali mapo
sv_se: Lägg till Webbadress eller Katalog
uk_ua: В╕д╕слати URL чи маршрут до каталогу

source: If you experience problems, you can find help on the %sGallery Help Page%s.
is_is: Ef þú lendir í vandræðum, þá getur þú leitað hjálpar á %s hjálparsíðu Gallery%s.
sv_se: Om du stöter på problem så kan du hitta hjälp på %sGallerys hjälpsida%s.

source: Gallery needs Reconfiguration
is_is: Gallery þarfnast enduruppsetningar
sl_si: Galerijo je potrebno ponovno konfigurirati
sv_se: Gallery behöver konfigureras om

source: Your Gallery settings were configured with an older version of Gallery, and are out of date. Please re-run the Configuration Wizard!
is_is: Uppsetning þín á Gallery var gerð með eldri útgáfu og er úrelt. Vinsamlegast keyrðu uppsetningarferlið aftur!
sv_se: Dina Galleryinställningar konfigurerades med en äldre version av Gallery och är föråldrade. Vänligen gör om konfigurationsguiden!

source: Launch the %sConfiguration Wizard%s.
is_is: Ræsa %suppsetningarferlið%s.
sv_se: Starta %sKonfigurationsguiden%s.

source: Gallery Configuration Error
is_is: Villur í uppsetningu Gallery
sl_si: Napaka pri nastavitvi galerije
sv_se: Gallery konfigurationsfel

source: Gallery has not been configured!
is_is: Gallery hefur ekki verið sett upp!
sl_si: Galerija ¹e ni pravilno nastavljena!
sv_se: Gallery har inte blivit konfigurerat!

source: Gallery must be configured before you can use it.
is_is: Þú verður að setja Gallery upp áður en þú getur notað það.
sv_se: Gallery måste konfigureras innan du kan använda det.

source: Create an empty file .htaccess and an empty file config.php
is_is: Búðu til tóma .htaccess skrá og einnig tóma config.php
sv_se: Skapa en tom .htaccess-fil och en tom config.php-fil

source: Create an albums folder for your pictures and movies.
is_is: Búðu til möppu fyrir ljósmyndir og kvikmyndir
sv_se: Skapa en albumkatalog för dina bilder och filmer.

source: Make sure that both files and the folder are read and writeable for your webserver !
is_is: Gakktu úr skugga um að vefþjónninn geti bæði lesið og skrifað skrár og möppur!
sv_se: Försäkra dig om att båda filerna och katalogen är läs- och skrivbara av din webbserver !

source: Then start the %sConfiguration Wizard%s.
is_is: Ræstu síðan %suppsetningarferlið%s.
sv_se: Starta sedan %sKonfigurationsguiden%s.

source: Slide Show for Gallery :: %s
ca_es: Presentació per Gallery :: %s
hu_hu: Gallery :: %s diavetítése
is_is: Myndasýning fyrir myndasafn :: %s
lt_lt: Nuotraukø perþiûra Galerijai :: %s
sk_sk: Predvádzanie Gallery :: %s
sl_si: Projekcija za album :: %s
sv_se: Bildspel för Galleri :: %s
tr_tr: Galeri için Slaytþov :: %s
vi_vn: Trình diễn ảnh cho Thư viện ảnh :: %s

source: Slide Show for album :: %s
ca_es: Presentació per l'àlbum :: %s
hu_hu: Album :: %s diavetítése
is_is: Myndasýning fyrir albúm :: %s
lt_lt: Nuotraukø perþiûra albumui :: %s
sk_sk: Predvádzanie albumu :: %s
sl_si: Projekcija za album :: %s
sv_se: Bildspel för album :: %s
tr_tr: Albüm için Slaytþov :: %s
vi_vn: Trình diễn ảnh cho album :: %s

source: If you don't have the Java Plugin 1.4 or later, or you don't want to wait for the applet to download, you can use one of the non-fullscreen versions.
hu_hu: Ha nincs 1.4-es Java futtatókörnyezeted, vagy nem akarod megvárni, míg betöltõdik az applet, választhatsz a nem teljesképernyõs lehetõségek közül is.
is_is: Ef þú ert ekki með Java Plugin 1.4 eða nýrri eða þú vilt ekki bíða meðan þú nærð í forritið þá getur þú notað eitthvað af forritunum sem nota ekki alla skjástærðina.
lt_lt: Jei neturite Java Plugin 1.4 arba vëlesnës versijos, arba nenorite laukti, kol bus paimta programa, galite naudoti nepilnaekranæ perþiûrà.
sk_sk: Ak nemáte Java Plugin 1.4 alebo nov¹í, alebo ak nechcete èaka» na apletu kým sa natiahne, mô¾ete pou¾i» jednu z ne-celoobrazovkových verzii.
sv_se: Om du inte har Java Insticksprogram 1.4 eller senare och inte önskar att vänta på att applet-programmet skall hämtas så kan du använda en av versionerna som ej är helskärm.
vi_vn: Nếu bạn không có Java Plugin 1.4 hoặc mới hơn, hoặc bạn không muốn phải tải applet xuống, bạn có thể dùng một trong các tính năng trình diễn ảnh không kín màn hình.

source: Your browser doesn't support applets; you should use one of the other slideshow methods.
hu_hu: A böngészõd nem támogatja az appleteket: válassz más vetítési módot!
is_is: Vafrinn þinn styður ekki forrit; þú ættir að nota eitthvað af hinum aðferðunum við að skoða myndasýninguna.
lt_lt: Jûsø narðyklë nepalaiko applets; naudokite kurá nors kità nuotraukø perþiûros bûdà.
sk_sk: Vá¹ prehliadaè nepodporuje applety; pou¾ite jednu z druhých prehliadacích metód.
sv_se: Din webbläsare stöder inte applet-program; du bör använda någon av de andra bildspels-metoderna.
tr_tr: Tarayýcýnýz applet larý desteklemiyor; diðer slaytgösterisi methodlarýný kullanmayý deneyin.
vi_vn: Trình duyệt của bạn không hỗ trợ applets; bạn nên dùng một trong các trình diễn ảnh khác.

source: %s Random Images from %s
ca_es: %s Imatges Aleatòries de %s
hu_hu: %s találomra kiválasztott kép a(z) %s albumból
is_is: %s handahófsvaldar myndir úr %s
lt_lt: %s atsitiktiniai paveikslëliai ið %s
sk_sk: %s Náhodné Obrázky z %s
sl_si: %s poljubnih fotografij iz %s
sv_se: %s Slumpmässiga bilder från %s
tr_tr: %s Rastgele Resimler %s
vi_vn: %s ảnh ngẫu nhiên từ %s

source: %d Random Images from album :: %s
ca_es: %d Imatges Aleatòries de l'àlbum :: %s
hu_hu: %d Véletlenszerû képek az albumból :: %s
is_is: %d handahófsvaldar myndir úr albúmi :: %s
lt_lt: %d atsitiktiniai paveikslëliai albumui :: %s
sk_sk: %d Náhodné obrázky z albumu :: %s
sl_si: %d poljubnih fotografij iz albuma :: %s
sv_se: %d Slumpmässiga bilder från album :: %s
tr_tr: %d Rastgele Resimler albüm :: %s
vi_vn: %d ảnh ngẫu nhiên từ album :: %s

source: Blend
hu_hu: Áttûnés
is_is: Blanda
sl_si: Prelivanje
sv_se: Sammansmältning
vi_vn: Trộn

source: Blinds
hu_hu: Rácsok
is_is: Rúllugardínur
sl_si: ®aluzije
sv_se: Persiennränder
vi_vn: Cắt

source: Checkerboard
hu_hu: Pepita
is_is: Skákborð
sl_si: Kocke
sv_se: Rutbräde
vi_vn: Chia&nbsp;ô

source: Doors
hu_hu: Ajtók
is_is: Hurðir
sl_si: Vrata
sv_se: Dörrar
tr_tr: Kapýlar
vi_vn: Mở

source: Gradient
hu_hu: Színátmenet
is_is: Hægri fletta
sl_si: Listanje
sv_se: Svep
vi_vn: Chạy&nbsp;ngang

source: Iris
hu_hu: Kereszt
is_is: Glenna
sl_si: Kriz
sv_se: Kors
vi_vn: Chia&nbsp;bốn

source: Pinwheel
hu_hu: Napsugár
is_is: Teinahjól
sl_si: Veternica
sv_se: Ekerhjul
vi_vn: Xoáy

source: Pixelate
hu_hu: Mátrix
is_is: Dílar
sl_si: Zamegljeno
sv_se: Pixelar
vi_vn: Ảo

source: Radial
hu_hu: Óra
is_is: Á langs
sl_si: Ura
sv_se: Klocka
tr_tr: Iþýnsal
vi_vn: Xoay&nbsp;tâm

source: Rain
hu_hu: Esõ
is_is: Rigna
sl_si: De¾
sv_se: Regn
tr_tr: Yaðmur
vi_vn: Mưa

source: Slide
hu_hu: Dia
is_is: Renna
sl_si: Drsajoèe
sv_se: Dia
vi_vn: Đẩy&nbsp;ngang

source: Snow
hu_hu: Hóesés
is_is: Snjóa
sl_si: Sneg
sv_se: Snö
tr_tr: Kar
vi_vn: Tuyết

source: Stretch
hu_hu: Megnyújt
is_is: Strekkja
lt_lt: Iðtempti
sl_si: Kocka
sv_se: Dragning
tr_tr: Strech
vi_vn: Xoay&nbsp;khung

source: RANDOM!
hu_hu: Találomra
is_is: Handahóf
lt_lt: ATSITIKTINIS!
sk_sk: NÁHODNE!
sl_si: POLJUBNO!
sv_se: SLUMPMÄSSIGT!
tr_tr: RASTGELE!
vi_vn: BẤT&nbsp;KỲ!

source: The slide show is stopped, Click [play] to resume.
ca_es: La presentació s'ha parat, clica [engegar] per continuar.
hu_hu: A diavetítés megállt. Kattints a [mehet] gombra a folytatáshoz.
is_is: Myndasýningin er stöðvuð, Smelltu á [spila] til að halda áfram.
lt_lt: Nuotraukø perþiûra sustabdyta. Jei norite tæsti, spauskite [pradëti].
sk_sk: Prehliadanie je zastavené, Kliknite [play] na pokraèovanie.
sl_si: Projekcija zaustavljena, klikni [igraj] za ponovitev.
sv_se: Bildspelet är stoppat, Klicka [Starta] för att återuppta.
tr_tr: Slaytþov durduruldu, [oynat]'ý týklayarak devam ettirin.
uk_ua: Показ слайд╕в призупинено. Натисн╕ть [грати] щоб продовжити.
vi_vn: Trình diễn ảnh đã ngừng, Nhấn [chạy] để xem lại.

source: Slide show is running...
ca_es: La presentació està en marxa...
hu_hu: Diavetítés folyamatban...
is_is: Myndasýning í gangi...
lt_lt: Vyksta nuotraukø perþiûra...
sk_sk: Predvádzanie prebieha...
sl_si: Projekcija se izvaja...
sv_se: Bildspelet är igång...
tr_tr: Slayt Þov çalýþýyor...
vi_vn: Trình diễn ảnh đang hoạt động ...

source: The slide is showing full sized images, Click [normal size] to view resized images.
ca_es: La presentació està mostrant imatges a tamany complet, clica [tamany normal] per veure-les re-escalades.
hu_hu: Diavetítés teljes méretû képekkel. Klikkelj [normál méret] gombra az átméretezett képekhez.
is_is: Myndasýningin sýnir núna myndir í fullri stærð, smelltu á [venjuleg stærð] til að fá þær smækkaðar.
lt_lt: Nuotraukø rodomos originaliu dydþiu. Vidutinio dydþio nuotraukoms paspauskite [vidutinis dydis] mygtukà.
sk_sk: Prehliadanie zobrazuje celorozmerné obrázky, Kliknite [normal size] na zobrazenie zmenenej veµkosti.
sl_si: Ta projekcija prika¾e slike v polni velikosti, klikni [normalna velikost] za gledanje ponastavljenih slik.
sv_se: Bildspelet visar fullskaliga storlekar på bilder, Klicka [Normalstorlek] för att visa storleksändrade bilder.
tr_tr: Slaytþov resimlerin tam boyutunu gösteriyor, [normal boyut]'a týklayarak yeniden boyutlandýrýlmýþ resimleri görün.
vi_vn: Trình diễn ảnh đang trình diễn ảnh đầy đủ, Nhấn [cỡ bình thường] để xem ảnh đã chỉnh cỡ.
