Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_core.po
Languages: ca_es, hu_hu, is_is, lt_lt, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn

source: The slide is showing normal sized images, Click [full size] to view full sized images.
ca_es: La presentació està mostrant imatges a tamany normal, clica [tamany complet] per veure-les a tamany complet.
hu_hu: Diavetítés normál méretû képekkel. Klikkelj [teljes méret] gombra a teljes méretû képekhez.
is_is: Myndasýningin sýnir núna myndir í venjulegri stærð, smelltu á [full stærð] til að birta myndir í fullri stærð.
lt_lt: Nuotraukos rodomos vidutiniu dydþiu. Originalaus dydþio nuotraukoms paspauskite [originalus dydis] mygtukà.
sk_sk: Prehliadanie zobrazuje obrázky v normálnej veµkosti, Kliknite [full size] na zobrazenie celorozmernej veµkosti.
sl_si: Ta projekcija prika¾e slike v normalni velikosti, klikni [polna velikost] za ogled slik v polni velikosti.
sv_se: Bildspelet visar normalstorlek på bilder, Klicka [Fullskalig storlek] för att visa fullskaliga storlekar på bilder.
tr_tr: Bu slayt normal boyuttaki resimleri gösteriyor, [tam boyut] linkine týklayarak tam boyut resmi görüntüleyebilirsiniz.
vi_vn: Trình diễn ảnh đang trình diễn ảnh cỡ bình thường, Nhấn [cỡ đầy đủ] để xem ảnh đầy đủ.

source: Picture is loading...
ca_es: La imatge s'està carregant...
hu_hu: Kép töltõdik..
is_is: Sæki mynd...
lt_lt: Nuotrauka kraunasi...
sk_sk: Obrázok sa naèítava...
sl_si: Fotografija se nalaga...
sv_se: Bild laddas...
tr_tr: Resim yükleniyor...
uk_ua: Завантажу╓ться картинка...
vi_vn: Đang tải ảnh...

source: of
ca_es: de
is_is: af
lt_lt: ið
sk_sk: z
sl_si: od
sv_se: av
uk_ua: з
vi_vn: của

source: Please Wait...
ca_es: Espera si us plau...
hu_hu: Türelem...
is_is: Dokaðu við...
lt_lt: Praðome palaukti...
sk_sk: Prosím èakajte...
sl_si: Poèakaj prosim ...
sv_se: Vänligen vänta...
tr_tr: Lütfen Bekleyin...
uk_ua: Зачекайте ...
vi_vn: Xin vui lòng chờ...

source: reverse direction
ca_es: endarrera
hu_hu: hátra
is_is: spila afturábak
lt_lt: atgal
sk_sk: smerom naspä»
sl_si: prika¾i nazaj
sv_se: Bakåt
tr_tr: ters istikamet
uk_ua: напрямок: назад
vi_vn: hướng ngược

source: full size
ca_es: tamany complet
hu_hu: teljes méret
is_is: full stærð
lt_lt: originalus dydis
sk_sk: plná veµkos»
sl_si: polna velikost
sv_se: Fullskalig storlek
tr_tr: tam boyut
uk_ua: повний розм╕р
vi_vn: cỡ đầy đủ

source: 1 second
is_is: ein sekúnda
sl_si: 1 sekunda
sv_se: 1 sekund
tr_tr: 1 saniye
vi_vn: 1 giây

source: 2 seconds
is_is: tvær sekúndur
sl_si: 2 sekundi
sv_se: 2 sekunder
tr_tr: 2 saniye
vi_vn: 2 giây

source: 3 seconds
is_is: þrjár sekúndur
sl_si: 3 sekunde
sv_se: 3 sekunder
tr_tr: 3 saniye
vi_vn: 3 giây

source: 5 seconds
is_is: fimm sekúndur
sl_si: 5 sekund
sv_se: 5 sekunder
tr_tr: 5 saniye
vi_vn: 5 giây

source: 10 seconds
is_is: tíu sekúndur
sl_si: 10 sekund
sv_se: 10 sekunder
tr_tr: 10 saniye
vi_vn: 10 giây

source: 15 seconds
is_is: fimmtán sekúndur
sl_si: 15 sekund
sv_se: 15 sekunder
tr_tr: 15 saniye
vi_vn: 15 giây

source: 30 seconds
is_is: þrjátíu sekúndur
sl_si: 30 sekund
sv_se: 30 sekunder
tr_tr: 30 saniye
vi_vn: 30 giây

source: 45 seconds
is_is: fjögurtíuogfimm sekúndur
sl_si: 45 sekund
sv_se: 45 sekunder
tr_tr: 45 saniye
vi_vn: 45 giây

source: 1 Minute
is_is: ein mínúta
sl_si: 1 minuto
sv_se: 1 minut
tr_tr: 1 Dakika
vi_vn: 1 phút

source: Transition:
ca_es: Trancisió
hu_hu: Átmenet:
is_is: Umskipting:
lt_lt: Perëjimas:
sk_sk: Prechod:
sl_si: Prehod:
sv_se: Övergång:
tr_tr: Baðlantý:
uk_ua: Перех╕д:
vi_vn: Chuyển:

source: This album has no photos to show in a slide show.
ca_es: Aquest àlbum no tñe fotos a mostrar en la presentació
hu_hu: Ebben az albumban nincs olyan kép, amelyet vetíteni lehetne.
is_is: Þetta albúm inniheldur engar myndir til að nota í myndasýningu.
lt_lt: Ðiame albume nëra nuotraukø.
sk_sk: Tento album nemá ¾iadne fotky na zobrazenie v predvádzaní.
sl_si: Ta album ne vsebuje fotografij za prikaz v projekciji.
sv_se: Detta album har inga foton att visa i ett bildspel.
tr_tr: Bu albümde slayt þovda göstermek için resim bulunmuyor.
uk_ua: В цьому альбом╕ нема╓ слайд╕в для показу.
vi_vn: Album này không có ảnh để thực hiện trình diễn ảnh.

source: back to album
ca_es: tornar a l'àlbum
hu_hu: vissza az albumhoz
is_is: aftur í albúm
lt_lt: gráþti á albumà
sk_sk: naspä» do albumu
sl_si: nazaj v album
sv_se: Tillbaka till album
uk_ua: повернутись в альбом

source: Slide Show for album
ca_es: Presentació per l'àlbum
hu_hu: Az album diavetítése
is_is: Myndasýning fyrir albúm
lt_lt: Nuotraukø perþiûra albumui
sk_sk: Predvádzanie albumu
sl_si: Projekcija za album
sv_se: Bildspel för album
tr_tr: Albüm için Slaytþov
uk_ua: Слайди з альбома
vi_vn: Trình diễn ảnh cho album

source: Sort by most viewed image first
is_is: Raða, mest skoðaðar myndir fremst
sv_se: Sortera efter mest visad bild först
tr_tr: En çok görüntülenen resmi ilk olarak sýrala
vi_vn: Sắp xếp theo các ảnh được xem nhiều nhất trước

source: most viewed
is_is: oftast skoðað
sv_se: Mest visad
tr_tr: en çok görüntülenen
vi_vn: xem nhiều nhất

source: Sort by the latest added image first
is_is: Raða, nýjustu myndir fremst
sv_se: Sortera efter senast upplagd bild först
tr_tr: En son eklenen resmi ilk olarak sýrala
vi_vn: Sắp xếp theo các ảnh được thêm vào sau cùng

source: latest added
is_is: nýjasta
sv_se: Senaste inlagda
tr_tr: son eklenenler
vi_vn: thêm sau cùng

source: Sort by image capture date
is_is: Raða, eftir dags myndatöku
sv_se: Sortera efter fotodatum
tr_tr: Resim yakalama tarihi ile sýrala
vi_vn: Sắp xếp theo ngày tạo ảnh

source: latest shots
is_is: nýjasta myndataka
sv_se: Senaste fotona
tr_tr: son çekimler
vi_vn: ảnh sau cùng

source: Show images with comments - latest are shown first
is_is: Sýna myndir með athugasemdum - nýjustu sýndar fyrst
sv_se: Visa bilder med kommentarer - senaste visas först
tr_tr: Yorumlu resimleri göster - enson yorumlular ilk gösterilecek
vi_vn: Hiển thị các ảnh có lời bình - lời bình sau cùng được hiển thị trước

source: latest comments
is_is: nýjustu athugasemdir
sv_se: Senaste kommentarer
tr_tr: son yorumlar
vi_vn: lời bình cuối

source: Show random images
is_is: Sýna myndir af handhófi
sv_se: Visa slumpmässiga bilder
tr_tr: Rastgele resimleri göster
vi_vn: Hiển thị ảnh ngẫu nhiên

source: random images
is_is: handahófs valdar myndir
sv_se: Slumpmässiga bilder
tr_tr: rastgele resimler
vi_vn: ảnh ngẫu nhiên

source: Show caption
is_is: Sýna myndatexta
sv_se: Visa objektrubrik
tr_tr: Baþlýk göster
vi_vn: Hiển thị chú thích

source: Show album link
is_is: Sýna tengil til myndasafns
sv_se: Visa albumlänk
tr_tr: Albüm linkini göster
vi_vn: Hiển thị liên kết album

source: Show description
is_is: Sýna lýsingu
sv_se: Visa beskrivning
tr_tr: Açýklamayý göster
vi_vn: Hiển thị giới thiệu

source: Show comments
is_is: Sýna athugasemdir
sv_se: Visa kommentarer
tr_tr: Yorumlarý göster
vi_vn: Hiển thị lời bình

source: Show capture date
is_is: Sýna myndatökudag
sv_se: Visa fotodatum
tr_tr: Yakalama tarihini göster
vi_vn: Hiển thị ngày tạo ảnh

source: Show upload date
is_is: Sýna tíma innsendingar
sv_se: Visa uppladdningsdatum
tr_tr: Eklenme Tarihini Göster
vi_vn: Hiển thị ngày tải lên

source: Show number of views
is_is: Sýna fjölda skoðanna
sv_se: Visa antal visningar
tr_tr: Görüntüleme sayýsýný göster
vi_vn: Hiển thị số lần xem

source: Show the add comment link
is_is: Sýna tengil til að bæta við athugasemdum
sv_se: Visa lämna kommentar länk
tr_tr: Yorum ekle baðlantýsýný göster
vi_vn: Hiển thị liên kết thêm lời bình

source: Show the add vote link
sv_se: Visa lägg till röst länk

source: Show the album owners
is_is: Sýna eiganda myndasafns
sv_se: Visa albumägarna
tr_tr: Albüm sahiplerini göster
vi_vn: Hiển thị người sở hữu album

source: Show timing basic information
is_is: Sýna grunnupplýsingar tímatöku
sv_se: Visa grundläggande tidinformation
tr_tr: Temel zamanlama bilgisini göster
vi_vn: Hiển thị thông tin thời gian cơ bản

source: Reverses sort order - see above
is_is: Öfug röð - sjá hér að ofan
sv_se: Omvänder sorteringsordning - se ovan
vi_vn: Đảo chiều sắp xếp - xem bên trên

source: Thumb size in pixels
is_is: Smámynda stærð í punktum
sv_se: Miniatyrbild-storlek i bildpunkter(pixlar)
tr_tr: Pixel olarak thumb boyutu
vi_vn: Cỡ ảnh thumb bằng pixel

source: Controls the number of photos displayed on one page
is_is: Setur fjölda mynda sem birtar eru á einni síðu
sv_se: Kontrollerar antal foton som visas på en sida
vi_vn: Kiểm soát số lượng ảnh trình bày trên một trang

source: Controls the maximum number of photos listed, -1 for all
is_is: Setur hámarks fjölda mynda, -1 fyrir allar
sv_se: Kontrollerar maximalt antal foton som listas, -1 för alla
vi_vn: Kiểm soát số lượng tối đa ảnh liệt kê, -1 cho tất cả

source: Use Grid Layout
sv_se: Använd rutnät-utseende

source: Controls the number of rows to display in grid mode
sv_se: Kontrollerar antalet rader som visas i rutnätsläge

source: Controls the number of columns to display in grid mode
sv_se: Kontrollerar antal kolumner som visas i rutnätsläge

source: Above the comments
is_is: Fyrir ofan athugasemdir
sv_se: Ovanför kommentarerna
tr_tr: Yorumlarýn üstünde
vi_vn: Trên bình luận

source: In the caption line
is_is: Í titil línu
sv_se: På rubrikraden
vi_vn: Trong dòng chú thích

source: Above the stats
is_is: Fyrir ofan tölfræðina
sv_se: Ovanför statistiken
tr_tr: Ýstatisklerin üstünde
vi_vn: Trên trạng thái

source: Below the comments
is_is: Fyrir neðan athugasemdir
sv_se: Nedanför kommentarerna
tr_tr: Yorumlarýn altýnda
vi_vn: Dưới bình luận

source: Position of the add vote and add comment links
is_is: Staðsetning á tenglum til að bæta við athugasemdum og atkvæðum
sv_se: Positionen för, lägg till röst och lägg till kommentar, länkar
tr_tr: Oy ekleme ve yorum ekleme linklerinin pozisyonu
vi_vn: Vị trí của liên kết thêm đánh giá và thêm lời bình

source: Filter by year
is_is: Raða eftir ári
sv_se: Filtrera efter år
tr_tr: Yýla göre filtrele
vi_vn: Lọc theo năm

source: Filter by month
is_is: Raða eftir mánuði
sv_se: Filtrera efter månad
tr_tr: Aya göre filtrele
vi_vn: Lọc theo tháng

source: Filter by day
is_is: Raða eftir degi
sv_se: Filtrera efter dag
tr_tr: Güne göre filtrele
vi_vn: Lọc theo ngày

source: delete album
ca_es: esborrar àlbum
hu_hu: album törlése
is_is: eyða albúmi
lt_lt: iðtrinti albumà
sk_sk: zmaza» album
sl_si: bri¹i album
sv_se: Ta bort album
tr_tr: albüm sil
uk_ua: стерти альбом
vi_vn: xóa album

source: move album
ca_es: moure àlbum
hu_hu: album áthelyezése
is_is: færa albúm
lt_lt: perkelti albumà
sk_sk: presunú» album
sl_si: premakni album
sv_se: Flytta album
tr_tr: albümü taþý
uk_ua: перем╕стити альбом
vi_vn: chuyển album

source: reorder album
hu_hu: album mozgatása
is_is: endurraða albúmi
lt_lt: surûðiuoti albumà
sk_sk: preskupi» album
sl_si: prestavi album
sv_se: Omsortera album
tr_tr: albümü yeniden sýrala
vi_vn: sắp xếp lại album

source: rename album
ca_es: renombrar àlbum
hu_hu: album átnevezése
is_is: endurnefna albúm
lt_lt: pervadinti albumà
sk_sk: premenova» album
sl_si: preimenuj album
sv_se: Döp om album
tr_tr: albümü yeniden adlandýr
uk_ua: зм╕нити назву альбома
vi_vn: đổi tên album

source: edit captions
ca_es: editar llegendes
hu_hu: képaláírások szerkesztése
is_is: breyta fyrirsögnum
lt_lt: redaguoti apraðymus
sk_sk: meni» titulok
sl_si: uredi naslove
sv_se: Redigera objekttexter
tr_tr: baþlýk düzenle
uk_ua: редагувати п╕дписи
vi_vn: sửa chú thích

source: permissions
ca_es: permisos
hu_hu: jogosultságok
is_is: aðgangsheimildir
lt_lt: teisës
sk_sk: oprávnenia
sl_si: pravice
sv_se: Rättigheter
tr_tr: izinler
uk_ua: дозволи
vi_vn: quyền hạn

source: properties
ca_es: propietats
hu_hu: tulajdonságok
is_is: stillingar
lt_lt: nustatymai
sk_sk: vlastnosti
sl_si: lastnosti
sv_se: Egenskaper
tr_tr: özellikler:
uk_ua: властивост╕
vi_vn: cấu hình

source: view&nbsp;comments
ca_es: veure comentaris
hu_hu: megjegyzések&nbsp;megtekintése
is_is: skoða&nbsp;athugasemdir
lt_lt: þiûrëti&nbsp;komentarus
sk_sk: prezrie»&nbsp;poznámky
sl_si: prika¾i&nbsp;komentarje
sv_se: Visa&nbsp;kommentarer
tr_tr: yorumlarý&nbsp;görüntüle
uk_ua: переглянути коментар╕
vi_vn: xem&nbsp;lời&nbsp;bình

source: watermark&nbsp;album
hu_hu: album vízjelzése
is_is: vatnsmerkja&nbsp;albúm
sk_sk: vodotlaè&nbsp;album
sl_si: ¾ig&nbsp;albuma
sv_se: vattenstämpla&nbsp;album
tr_tr: watermark&nbsp;albüm
vi_vn: chèn&nbsp;ảnh

source: Logged in as:
hu_hu: Bejelentkezett felhasználó:
is_is: Skráð(ur) inn sem:
lt_lt: Pasijungæs kaip:
sk_sk: Prihlásený ako:
sl_si: Prijavljen(a) kot:
sv_se: Inloggad som:

source: From: %s
sv_se: Från: %s
tr_tr: Kimden: %s

source: add comment
ca_es: afegeix comentari
hu_hu: megjegyzés hozzáadása
is_is: bæta við athugasemd
lt_lt: raðyti komentarà
sk_sk: prida» poznámku
sl_si: dodaj komentar
sv_se: Lämna kommentar
tr_tr: yorum ekle
uk_ua: додати коментар
vi_vn: thêm lời bình

source: Delete marked comments
is_is: Eyða merktum athugasemdum
sl_si: Bri¹i oznaèene komentarje
sv_se: Ta bort markerade kommentarer

source: view comments for this nested album
ca_es: veure comentaris per aquest àlbum fill
hu_hu: ehhez a belsõ albumhoz fûzött megjegyzések megtekintése
is_is: skoða athugasemdir fyrir þetta undiralbúm
lt_lt: perþiûrëti ðio albumo komentarus
sk_sk: prezrie» poznámky k tomuto vlo¾enému albumu
sl_si: poglej komentarje za ta album
sv_se: visa kommentarer för detta underliggande album
tr_tr: bu alt-albüm albüm için yorumlarý görüntüle
uk_ua: переглянути коментар╕ для цього вкладеного альбома
vi_vn: xem lời bình cho album nhánh

source: Album contains no comments
hu_hu: Az albumban nincsenek megjegyzések
is_is: Albúmið inniheldur engar athugasemdir
lt_lt: Albumas neturi komentarø
sk_sk: Album neobsahuje ¾iadne poznámky
sl_si: V albumu ni komentarjev
sv_se: Album innehåller inga kommentarer
tr_tr: Albðm yorum içermiyor
vi_vn: Album không có lời bình nào

source: From:
ca_es: De:
hu_hu: Feladó:
is_is: Frá:
lt_lt: Nuo:
sk_sk: Od:
sl_si: Od:
sv_se: Från:
tr_tr: Kimden:
uk_ua: В╕д:
vi_vn: Từ:

source: delete comment
ca_es: borra comentari
hu_hu: megjegyzés törlése
is_is: eyða athugasemd
lt_lt: iðtrinti komentarà
sk_sk: zmaza» poznámku
sl_si: bri¹i komentar
sv_se: Ta bort kommentar
tr_tr: yorum sil
uk_ua: стерти коментар
vi_vn: xóa lời bình

source: First Page
ca_es: Primera Pàgina
hu_hu: Elsõ oldal
is_is: Fyrsta síða
lt_lt: Pirmas puslapis
sk_sk: Prvá Stránka
sl_si: Prva stran
sv_se: Första sidan
uk_ua: Перша стор╕нка

source: Previous Page
ca_es: Pàgina Prèvia
hu_hu: Elõzõ oldal
is_is: Fyrri síða
lt_lt: Ankstesnis puslapis
sk_sk: Posledná Stránka
sl_si: Prej¹nja stran
sv_se: Föregående sida
uk_ua: Попередня стор╕нка

source: Next Page
ca_es: Pàgina Següent
hu_hu: Következõ oldal
is_is: Næsta síða
lt_lt: Sekantis puslapis
sk_sk: Nasledujúca Stránka
sl_si: Naslednja stran
sv_se: Nästa sida
uk_ua: Наступна стор╕нка

source: Last Page
ca_es: Última Pàgina
hu_hu: Utolsó oldal
is_is: Aftasta síða
lt_lt: Paskutinis puslapis
sk_sk: Posledná Stránka
sl_si: Zadnja stran
sv_se: Sista sidan
uk_ua: Остання стор╕нка

source: Jump to page %d
sv_se: Gå till sida %d

source: First Photo
ca_es: Primera Imatge
hu_hu: Elsõ fotó
is_is: Fyrsta mynd
lt_lt: Pirma nuotrauka
sk_sk: Prvé Foto
sl_si: Prva slika
sv_se: Första fotot
uk_ua: Перше фото

source: Previous Photo
ca_es: Imatge Prèvia
hu_hu: Elõzõ fotó
is_is: Fyrri mynd
lt_lt: Ankstesnë nuotrauka
sk_sk: Predchádzajúce Foto
sl_si: Prej¹nja slika
sv_se: Föregående foto
uk_ua: Попередн╓ фото

source: Next Photo
ca_es: Imatge Següent
hu_hu: Következõ fotó
is_is: Næsta mynd
lt_lt: Sekanti nuotrauka
sk_sk: Nasledujúce Foto
sl_si: Naslednja fotka
sv_se: Nästa foto
uk_ua: Наступне фото

source: Last Photo
ca_es: Última Imatge
hu_hu: Utolsó kép
is_is: Aftasta mynd
lt_lt: Paskutë nuotrauka
sk_sk: Posledné Foto
sl_si: Zadnja fotka
sv_se: Sista fotot
uk_ua: Останн╓ фото

source: %d of %d
ca_es: %d de %d
hu_hu: %d / %d
is_is: %d af %d
lt_lt: %d ið %d
sk_sk: %d z %d
sl_si: %d od %d
sv_se: %d av %d
tr_tr: %d / %d
uk_ua: %d з %d
vi_vn: ảnh %d trong %d

source: Watermark
hu_hu: Vízjel
is_is: Vatnsmerkja
lt_lt: Vandens þenklas
sk_sk: Vodotlaè
sl_si: Vodni ¾ig
sv_se: Vattenstämpel

source: * No Watermark *
sv_se: * Ingen vattenstämpel *
tr_tr: * Filigran Yok *

source: No files matching %s found in %s
hu_hu: Egyetlen %s fájlt sem találtam a %s könyvtárban
is_is: Engar skrár sem pössuðu við %s voru fundnar í %s
lt_lt: Bylos, atitinkanèios %s nesurastos - %s
sk_sk: ®iadne archívy zodpovedajúce %s nájdené v %s
sl_si: Datoteka %s ni najdena v %s
sv_se: Inga filer matchar %s hittade i %s
vi_vn: Không có các file %s cần thiết trong %s

source: Could not open directory %s
hu_hu: A(z) %s könyvtár nem nyitható meg.
is_is: Gat ekki opnað möppuna %s
lt_lt: Negaliu atidaryti katalogo: %s
sk_sk: Nebolo mo¾né otvori» adresár: %s
sl_si: Ne morem odpreti mape %s
sv_se: Kunde inte öppna katalog %s
tr_tr: Klasör açýlamýyor %s
vi_vn: Không thể mở thư mục %s

source: Alignment
hu_hu: Igazítás
is_is: Jöfnun
lt_lt: Iðlyginimas
sk_sk: Zoradenie
sl_si: Poravnava
sv_se: Placering

source: Upper&nbsp;Left
hu_hu: Balra fel
is_is: Efra&nbsp;vinstra
lt_lt: Virðutinis&nbsp;Kairys&nbsp;Kampas
sk_sk: Hore&nbsp;Vµavo
sl_si: Zgoraj&nbsp;Levo
sv_se: Överst&nbsp;Vänster
tr_tr: Üst&nbsp;Sol
vi_vn: Trên&nbsp;Trái

source: Top
hu_hu: Fel
is_is: Efst
lt_lt: Virðus
sk_sk: Hore
sl_si: Vrh
sv_se: Toppen
tr_tr: Üst
vi_vn: Đỉnh

source: Upper&nbsp;Right
hu_hu: Jobbra fel
is_is: Efra&nbsp;hægra
lt_lt: Virðutinis&nbsp;Deðinys&nbsp;Kampas
sk_sk: Hore&nbsp;Vpravo
sl_si: Zgoraj&nbsp;Desno
sv_se: Överst&nbsp;Höger
tr_tr: Üst&nbsp;Sað
vi_vn: Trên&nbsp;Phải

source: Left
hu_hu: Balra
is_is: Vinstri
lt_lt: Kairë
sk_sk: Vµavo
sl_si: Levo
sv_se: Vänster
tr_tr: Sol
vi_vn: Trái

source: Center
hu_hu: Középre
is_is: Miðja
lt_lt: Centras
sk_sk: Stred
sl_si: Sredina
sv_se: Centrera
tr_tr: Orta
vi_vn: Giữa

source: Right
hu_hu: Jobbra
is_is: Hægri
lt_lt: Deðine
sk_sk: Vpravo
sl_si: Desno
sv_se: Höger
tr_tr: Sað
vi_vn: Phải

source: Lower&nbsp;Left
hu_hu: Jobbra le
is_is: Neðra&nbsp;vinstra
lt_lt: Apatinis&nbsp;Kairys&nbsp;Kampas
sk_sk: Dole&nbsp;Vµavo
sl_si: Spodaj&nbsp;Levo
sv_se: Nederst&nbsp;Vänster
tr_tr: Alt&nbsp;Sol
vi_vn: Dưới&nbsp;Trái

source: Bottom
hu_hu: Le
is_is: Neðst
lt_lt: Apaèia
sk_sk: Dole
sl_si: Spodaj
sv_se: Botten
tr_tr: Orta
vi_vn: Đáy

source: Lower&nbsp;Right
hu_hu: Jobbra le
is_is: Neðra&nbsp;hægra
lt_lt: Apatinis&nbsp;Deðinys&nbsp;Kampas
sk_sk: Dole&nbsp;Vpravo
sl_si: Spodaj&nbsp;Desno
sv_se: Nederst&nbsp;Höger
tr_tr: Alt&nbsp;Sað
vi_vn: Dưới&nbsp;Phải

source: Preview Size
is_is: Stærð sýnishorns
lt_lt: Perþiûros dydis
sk_sk: Veµkos» Zobrazenia
sl_si: Velikost predogleda
sv_se: Förhandsgranska storlek
tr_tr: Görüntüleme Boyutu
vi_vn: Cỡ xem trước

source: Resized
hu_hu: Átméretezett
is_is: Breyta stærð
lt_lt: Pakeistas dydis
sk_sk: Zmenená Veµkos»
sl_si: Pomanj¹ano
sv_se: Storleksändrad
tr_tr: Yeniden Boyutlandýrýldý
vi_vn: Đã chỉnh cỡ

source: Full
hu_hu: Teljes
lt_lt: Originalas
sk_sk: Plná
sl_si: Polno
sv_se: Fullskalig
tr_tr: Tam
vi_vn: Đầy đủ

source: Watermark subalbums
hu_hu: Belsõ albumok vízjelzése
is_is: Vatnsmerkja undiralbúm
lt_lt: Dedam vandens þenklus á gilesnius albumus
sk_sk: Prida» vodotlaè do pod allbumov
sl_si: Oznaèi pod-albume
sv_se: Vattenstämpla underliggande album
tr_tr: Watermak alt-albümler
vi_vn: Chèn ảnh cả album nhánh

source: Apply watermark to
is_is: Setja vatnsmerki á
sl_si: Sprejmi vodni ¾ig za
sv_se: Lägg till vattenstämpel på
tr_tr: Watermark uygula
vi_vn: Thực thi chèn ảnh cho

source: All photos
is_is: Allar myndir
sl_si: Vse fotografije
sv_se: Alla foton
tr_tr: Tüm resimler
vi_vn: Tất cả các ảnh

source: Only sized photos
is_is: Bara breyttar myndir
sl_si: Pomanj¹ane fotke
sv_se: Endast storleksändrade foton
tr_tr: Sadece boyutlandýrýlmýþ fotolar
vi_vn: Chỉ các ảnh thu cỡ

source: Only full photos
is_is: Einungis heilar myndir
lt_lt: Tik pilnos nuotraukos
sl_si: Samo fotografije polne velikosti
sv_se: Endast fullskaliga foton
tr_tr: Sadece tam fotolar
vi_vn: Chỉ các ảnh đầy đủ

source: Movie
ca_es: Pel·lícula
hu_hu: Videó
is_is: kvikmynd
lt_lt: video
sk_sk: Film
sv_se: Film
tr_tr: Film
uk_ua: Ф╕льм
vi_vn: phim

source: Photo
ca_es: Imatge
is_is: ljósmynd
lt_lt: nuotraukà
sk_sk: Foto
sl_si: fotografijo
sv_se: Foto
tr_tr: Resim
uk_ua: Фото
vi_vn: ảnh

source: Edit Title
ca_es: Editar Títol
hu_hu: Cím szerkesztése
is_is: Breyta titli
lt_lt: Keisti pavadinimà
sk_sk: Zmeni» Titulok
sl_si: Uredi naslov
sv_se: Redigera titel
tr_tr: Baþlýk Düzenle
uk_ua: Зм╕нити заголовок
vi_vn: Sửa tiêu đề

source: Edit Description
ca_es: Editar Descripció
hu_hu: Leírás szerkesztése
is_is: Breyta lýsingu
lt_lt: Keisti apraðymà
sk_sk: Meni» popis
sl_si: Uredi opis
sv_se: Redigera beskrivning
tr_tr: Açýklama Düzenle
uk_ua: Зм╕нити опис
vi_vn: Sửa chi tiết

source: Rename Album
ca_es: Renombra Àlbum
hu_hu: Album átnevezése
is_is: Breyta nafni albúms
lt_lt: Pervadinti albumà
sk_sk: Premenova» Album
sl_si: Preimenuj album
sv_se: Döp om album
tr_tr: Albümü Yeniden Adlandýr
uk_ua: Перейменувати альбом
vi_vn: Sửa tên album

source: Edit Thumbnail
ca_es: Editar Thumbnail
sv_se: Redigera miniatyrbild
uk_ua: Зм╕нити п╕ктограму

source: Rotate/Flip
sv_se: Rotera/Vänd

source: Resize
sv_se: Storleksändra

source: Set as highlight
sv_se: Sätt som förgrundsbild

source: Reset Counter
ca_es: Reinicialitzar Contador
hu_hu: Számláló nullázása
is_is: Endurstilla teljara
lt_lt: pradëti nuo nulio
sk_sk: Vynulova» poèítadlo
sl_si: Ponastavi ¹tevec
sv_se: Nollställ räknare
tr_tr: Sayacý Sýfýrla
uk_ua: Обнулити л╕чильник
vi_vn: Xóa bộ đếm

source: Move
sv_se: Flytta

source: Reorder
sv_se: Omsortera

source: Copy
sv_se: Kopiera

source: Show
sv_se: Visa
uk_ua: Показати

source: Hide
sv_se: Dölj
uk_ua: Сховати

source: Permissions
ca_es: Permisos
hu_hu: Jogosultságok
is_is: Aðgangsleyfi
lt_lt: Teisës
sk_sk: Oprávnenia
sl_si: Pravice
sv_se: Rättigheter
tr_tr: Ýzinler
uk_ua: Права доступу
vi_vn: Quyền hạn

source: Watermark Album
hu_hu: Album vízjelezése
is_is: Vatnsmerkja albúm
lt_lt: Vandenþenkliø Albumas
sk_sk: Prida» Vodotlaè do Albumu
sl_si: Oznaèi album z vodnim ¾igom
sv_se: Vattenstämpla album
tr_tr: Albüm Filigranlama
vi_vn: Album ảnh chèn

source: View Comments
hu_hu: Megjegyzések megtekintése
is_is: Skoða athugasemdir
lt_lt: Þiûrëti Komentarus
sk_sk: Prehliadnu» Poznámky
sl_si: Poglej komentarje
sv_se: Visa kommentarer
tr_tr: Yorumlarý Görüntüle
vi_vn: Xem lời bình

source: Photo properties
sv_se: Fotoegenskaper

source: Change Owner
ca_es: Canvia Propietari
hu_hu: Tulajdonos megváltoztatása
is_is: Breyta eiganda
lt_lt: Keisti savininkà
sk_sk: Zmeni» Majiteµa
sl_si: Spremeni urednika
sv_se: Ändra ägare
tr_tr: Sahibi Deðiþtir
uk_ua: Зм╕нити власника
vi_vn: Đổi người sở hữu

source: %s actions
is_is: %s aðgerðir
sv_se: %såtgärder
tr_tr: %s hareketler
vi_vn: %s thực thi

source: SUCCEEDED
is_is: HEPPNAÐIST
lt_lt: PAVYKO
sv_se: LYCKADES
tr_tr: BAÞARILI
vi_vn: HOÀN&nbsp;THÀNH

source: Invalid username or password
ca_es: Nom d'usuari o contrasenya incorrectes
hu_hu: Helytelen felhasználó vagy jelszó
is_is: Rangt notendanafn eða lykilorð
lt_lt: Neteisingas vartotojas arba slaptaþodis
sk_sk: Nesprávny u¾ívateµ alebo heslo
sv_se: Ogiltigt användarnamn eller lösenord
uk_ua: Нев╕рне ╕м'я користувача чи пароль

source: Please enter username and password.
is_is: Vinsamlegast settu inn notendanafn og lykilorð
sl_si: Prosim vpi¹i uporabni¹ko ime in geslo.
sv_se: Vänligen skriv in användarnamn och lösenord.
tr_tr: Lütfen kullanýcýadý ve þifre giriniz.
vi_vn: Hãy ghi tên truy cập và mật khẩu.

source: Login to %s
ca_es: Login a %s
hu_hu: %s, belépés
is_is: Innskráning í %s
lt_lt: Prisijungimas prie %s
sk_sk: Prihlási» sa do %s
sl_si: Prijava v %s
sv_se: Logga in på %s
tr_tr: Giriþ %s
uk_ua: Зара╓струватись на %s
vi_vn: Đăng nhập vào %s
