Repository: jmullan/Gallery1
Catalog: locale/*/*-gallery_common.po
Languages: fi_fi, it_it, ja_jp, lt_lt, pt_pt

source: _Texts
it_it: _Testi

source: Album Title
fi_fi: Albumin otsikko
it_it: Titolo Album
ja_jp: アルバムタイトル
lt_lt: Albumo pavadinimas
pt_pt: Título do album

source: Album summary
it_it: Sommario album

source: _Layout
it_it: _Aspetto

source: Background Image (URL)
it_it: Immagine di Sfondo (URL)
ja_jp: 背景画像 (URL)

source: Font
fi_fi: Kirjasinlaji
it_it: Carattere
ja_jp: フォント
lt_lt: Ðriftai
pt_pt: Tipo de Letra

source: Columns
fi_fi: Saraketta
it_it: Colonne
ja_jp: 列数
lt_lt: Stulpeliai
pt_pt: Colunas

source: Rows
fi_fi: Rivi&auml;
it_it: Righe
ja_jp: 行数
lt_lt: Eilutës
pt_pt: Linhas

source: Borders
fi_fi: Reunukset
it_it: Bordi
ja_jp: 枠線
lt_lt: Rëmeliai
pt_pt: Tamanho Bordas (em pixels)

source: Colors
it_it: Colori
ja_jp: 色

source: Background Color
fi_fi: Taustan v&auml;ri
it_it: Colore Sfondo
ja_jp: 背景色
lt_lt: Fono spalva
pt_pt: Cor Fundo

source: Text Color
fi_fi: Tekstin v&auml;ri
it_it: Colore Testo
ja_jp: 文字色
lt_lt: Teksto spalva
pt_pt: Cor Texto

source: Link Color
fi_fi: Linkkiv&auml;ri
it_it: Colore Link
ja_jp: リンク色
lt_lt: Nuorodø spalva
pt_pt: Cor Link

source: Border Color
it_it: Colore Bordo

source: Frames
fi_fi: Raamit
it_it: Cornici
ja_jp: フレーム
lt_lt: Rëmeliai
pt_pt: Molduras

source: Album Frame
fi_fi: Albumin raami
it_it: Cornice Album
ja_jp: アルバムのフレーム
lt_lt: Albumo rëmelis
pt_pt: Moldura do album

source: Thumb Frame
fi_fi: Esikatselukuvan raami
it_it: Cornice Anteprima
ja_jp: サムネイルのフレーム
lt_lt: Sumaþintos nuotraukos rëmelis
pt_pt: Moldura do thumbnail

source: Item Frame
it_it: Cornice Immagine

source: _Slideshow
it_it: _Presentazione

source: Slideshow Type?
it_it: Tipo di Presentazione?

source: Off
fi_fi: Pois
it_it: Inattiva
ja_jp: オフ
lt_lt: Iðjungta
pt_pt: Desligado

source: Ordered
fi_fi: Järjestetty
it_it: Ordinata
ja_jp: 順番
lt_lt: Surûðiuota
pt_pt: Ordenado

source: Random
fi_fi: Satunnainen
it_it: Casuale
ja_jp: ランダム
lt_lt: Atsitiktine tvarka
pt_pt: Aleat&oacute;riamente

source: Include sub-albums in slideshow?
it_it: Includere i sotto-album nella presentazione?

source: Yes
fi_fi: kyllä
it_it: S&igrave;
ja_jp: はい
lt_lt: Taip

source: Allow slideshow to loop?
it_it: Permettere alla presentazione di ripartire da capo?

source: Slideshow Length
fi_fi: Diaesityksen pituus
it_it: Lunghezza Presentazione
ja_jp: スライドショーの長さ
lt_lt: Nuotraukø perþiûros dydis
pt_pt: Comprimento de SlideShow

source: Si_zes
it_it: _Dimensioni

source: Thumbnail size (in px)?
it_it: Dimensione anteprima (in pixel)?

source: The ratio in which the thumbnails are made.<br>This affects only new thumbs. For existing use 'rebuild thumbs'.
it_it: Le proporzioni con le quali vengono create le anteprime.<br>Questo coinvolge solo le nuove anteprime. Per quelle esistenti usare 'rigenera anteprime'.

source: As the original image
it_it: Come l'immagine originale

source: Square thumbs
it_it: Anteprime quadrate

source: Maximum size of intermediate sized images (in px)?
it_it: Dimensione massima delle immagini intermedie (in pixel)?

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)?
it_it: Dimensione massima delle immagini JPEG/PNG intermedie in kilobytes (0 o vuoto per nessuna restrizione)?

source: Maximum size of full sized images (in px)?
it_it: Dimensione massima delle immagini a dimensione piena (in pixel)?

source: Maximum file size of full sized JPEG/PNG images in kb (0 or blank for no size restriction)?
it_it: Dimensione massima delle immagini JPEG/PNG a dimensione piena in kb (0 o vuoto per nessuna restrizione)?

source: _Display
it_it: Vis_ualizzazione

source: Display click counter for this album?
fi_fi: N&auml;yt&auml; klikkauslaskuri t&auml;lle albumille?
it_it: Visualizzare il contatore dei click per questo album?
ja_jp: このアルバムのクリックカウンタを表示しますか?
lt_lt: Rodyti skaitliukà ðiam albumui?
pt_pt: Mostrar o contador de visitantes para este album?

source: Display owner's name with caption?
it_it: Visualizzare il nome del proprietario assieme alla didascalia?

source: Display clickable image dimensions?
it_it: Visualizzare dimensioni immagine cliccabili?

source: Open dimensions-link as popup?
it_it: Aprire i link alle dimensioni come popup?

source: If you show the dimensions-links, you can choose whether you just want the images shown in a popup, or open the complete photoview.
it_it: Se i link alle dimensioni sono visualizzati, &egrave; possibile scegliere se visualizzare semplicemente le immagini in un popup o aprire la vista foto completa.

source: Display EXIF data?
fi_fi: N&auml;yt&auml; EXIF tiedot?
it_it: Visualizzare dati EXIF?
ja_jp: EXIFデータを表示しますか?
lt_lt: Ar rodyti EXIF duomenis?
pt_pt: Mostrar a informação EXIF?

source: Ser_vices
it_it: _Servizi

source: Which photo printing services<br>do you want to let visitors use?
fi_fi: Mit&auml; valokuvien tulostuspalveluja<BR>haluat tarjota vierailijoille?
it_it: Quali servizi di stampa delle foto si desidera che i visitatori possano usare?
ja_jp: どのプリントサービスを<br>訪問者に利用してもらいますか?
lt_lt: Koká fotografijø spausdinimo servisà<br>leisite naudoti lankytojams?
pt_pt: Qual o serviço de impressão<br>que quer disponibilizar aos visitantes?

source: Enable Ecards?
it_it: Attivare Ecards?

source: _Poll Properties
it_it: P_ropriet&agrave; Votazione

source: Who can vote?
it_it: Chi pu&ograve; votare?
ja_jp: 投票できる人

source: This enables/disable voting and if enabled it controls who can vote.
it_it: Questo attiva/disattiva la votazione e se attivato, controlla chi pu&ograve; votare.

source: Logged in
fi_fi: Kirjautuneille
it_it: Utenti registrati
ja_jp: ログイン済み
lt_lt: Prisijungti
pt_pt: Admitido

source: Everybody
fi_fi: Kaikille
it_it: Tutti gli utenti
ja_jp: 誰でも
lt_lt: Visiems
pt_pt: Todos

source: Nobody
fi_fi: Ei kenellekään
it_it: Nessuno
lt_lt: Niekas
pt_pt: Ningu&eacute;m

source: Type of poll for this album
fi_fi: Äänestyksen tyyppi tässä albumissa
it_it: Tipo di votazione per questo album
ja_jp: このアルバムに対する投票の種類
lt_lt: Balsavimo tipas ðiam albumui
pt_pt: Tipo de votação para este album

source: Rank
fi_fi: Luokitus
it_it: Classifica
ja_jp: ランク
lt_lt: Kategorija

source: Critique
fi_fi: Arvostelu
it_it: Pagella
ja_jp: 批評
lt_lt: Kritika

source: Number of voting options
fi_fi: Äänestysvaihtoehtojen määrä
it_it: Numero di opzioni di voto
ja_jp: 投票オプションの数
lt_lt: Balsavimo punktø skaièius
pt_pt: Número de respostas múltiplas

source: Show results of voting to all visitors?
fi_fi: Näytä äänestyksen tulokset kaikille kävijöille?
it_it: Mostrare i risultati dei voti a tutti i visitatori?
ja_jp: 投票結果を全ての訪問者に公開しますか?
lt_lt: Rodyti balsavimo rezultatus visiems lankytojams?
pt_pt: Mostrar resultados da votação a todos os visitantes?

source: Number of lines of results graph to display on the album page
fi_fi: Kuinka monta riviä tulosdiagrammissa näytetään albumisivulla
it_it: Numero di linee di risultati grafici da mostrare sulla pagina dell'album
ja_jp: アルバムページに表示する結果グラフの行数
lt_lt: Rezultatø linijø skaièius albume
pt_pt: Número de linhas dos resultados a mostrar na página do album

source: Orientation of vote choices?
it_it: Orientamento della scelta di voto?

source: Horizontal
fi_fi: Vaakasuunta
it_it: Orizzontale
ja_jp: 水平方向
lt_lt: Horizontaliai

source: Vertical
fi_fi: Pystysuunta
it_it: Verticale
ja_jp: 垂直方向
lt_lt: Vertikaliai

source: Vote hint
fi_fi: Äänestysvihje
it_it: Consiglio per il voto
ja_jp: 投票のヒント
lt_lt: Kvietimas balsuoti
pt_pt: Apoio ao voto

source: Voting Options
it_it: Opzioni Votazione
ja_jp: 投票オプション

source: Displayed Value
fi_fi: Esitettävä arvo
it_it: Valore Mostrato
ja_jp: 表示内容
lt_lt: Tekstas
pt_pt: Valor mostrado

source: Points
fi_fi: Pistettä
it_it: Punti
ja_jp: 点

source: _Misc
it_it: _Varie

source: Add new items at beginning of album?
it_it: Aggiungere i nuovi oggetti all'inizio dell'album?

source: Show <i>Return to</i> link?
it_it: Mostare il link <i>Ritorna a</i>?

source: Offer visitors ability to specify<br>preference for full-size or resized images?
it_it: Offrire ai visitatori la possibilit&agrave; di specificare preferenze per le immagini intere o ridimensionate?

source: Owner _Permissions
it_it: Per_messi Proprietario

source: For historical reasons permissions for owners are handled as property, not as permission. ;-) G1-Style ;-)
it_it: Per ragioni storiche i permessi dei proprietari sono gestiti come propriet&agrave;, non come permessi. ;-) G1-Style ;-)

source: Allow users to modify their own items?
it_it: Permettere ai proprietari di modificare le proprie immagini?

source: Allow users to delete their own items?
it_it: Permettere ai proprietari di eliminare le proprie immagini?

source: _Effects
it_it: _Effetti

source: Auto fit-to-window for<br>images without a resized copy?
it_it: Ridimensionare automaticamente in base alla finestra del browser le immagini senza una copia ridimensionata?

source: Turn on the lightbox effect view in thumbs?
it_it: Attivare l'effetto lightbox nelle anteprime?

source: Custom _Fields
it_it: _Campi Personalizzati

source: Number of user defined custom fields
fi_fi: K&auml;ytt&auml;j&auml;n m&auml;&auml;rittelemien kenttien m&auml;&auml;r&auml;
it_it: Numero di campi personalizzati definiti dall'utente
ja_jp: ユーザが定義したカスタムフィールド数
lt_lt: Vartotojo nustatytø laukø skaièius
pt_pt: Número de campos editáveis

source: M_icrothumbs
it_it: M_icroanteprime

source: Use microthumb photo navigation?
it_it: Usare la navigazione foto a microanteprime?

source: No, just the normal navigation
it_it: No, solo navigazione normale

source: Both kinds of Navigation
it_it: Entrambi i tipi di Navigazione

source: Microthumb style?
it_it: Stile microanteprime?

source: Fixed
it_it: Fissa
ja_jp: 固定

source: Dynamic
it_it: Dinamica
ja_jp: ダイナミック

source: Show first &amp; last microthumb?
it_it: Visualizzare la prima e l'ultima microanteprima?

source: Number of previous thumbs?
it_it: Numero delle anteprime precedenti?

source: Number of next thumbs?
it_it: Numero delle anteprime successive?

source: Position of microthumb navigation bar?
it_it: Posizione della barra di navigazione a microanteprime?

source: Top
fi_fi: Ylä
it_it: In Cima
ja_jp: 上
lt_lt: Virðus

source: Both
fi_fi: Molemmat
it_it: Entrambi
ja_jp: 両方
lt_lt: Visi
pt_pt: Ambos

source: Bottom
fi_fi: Ala
it_it: In Basso
ja_jp: 下部
lt_lt: Apaèia

source: Height of microthumbs in navigation bar (in px)?
it_it: Altezza della barra di navigazione a microanteprime (in px)?

source: Bonus to height of current microthumb (in px)?
it_it: Bonus per l'altezza della microanteprima corrente (in px)?

source: mPUSH is a photo service that adds the ability to send thumbnail images to your, or a friend's, cellphone for a small fee.
it_it: mPUSH &egrave; un servizio che aggiunge la possibilit&agrave; di inviare piccole immagini (loghi) ai telefoni cellulari a un prezzo basso.

source: Select
it_it: Seleziona

source: Close
it_it: Chiudi

source: A frame by Deryk. ;-)
it_it: Una cornice by Deryk. ;-)

source: Gold Frame
it_it: Cornice Dorata

source: A fancy golden frame
it_it: Una fantasiosa cornice dorata

source: Spiral Notebook
it_it: Blocco Note a Spirale

source: A white shadowed frame with spiral notebook binding on the left side
it_it: Una cornice bianca ombreggiata con una rilegatura a spirale sul lato sinistro.

source: A photo with a large white frame, extra wide at the bottom edge
it_it: Una foto con una grande cornice bianca, pi&ugrave; ampia sul lato inferiore

source: A stack of photos with a large white frame, extra wide at the bottom edge
it_it: Una pila di foto con una grande cornice bianca, pi&ugrave; ampia sul lato inferiore.

source: Postage Stamp
it_it: Francobollo

source: A simple postage stamp effect.
it_it: Un semplice effetto francobollo.

source: Scrapbook
it_it: Album di ritagli

source: 'Olde Tyme' photo corners.
it_it: Angoli delle foto 'Olde Tyme'.

source: Scrapbook-shadow
it_it: Album di ritagli ombreggiato

source: 'Olde Tyme' photo corners, with shadow.
it_it: Angoli delle foto 'Olde Tyme', con ombre.

source: Scrapbook Small Shadow
it_it: Album di ritagli Ombra Piccola

source: Smaller 'Olde Tyme' photo corners, good for Thumbnails, with shadow for light pages.
it_it: Angoli delle foto 'Olde Tyme', buoni per le Anteprime, con ombre per pagine leggere.

source: Scrapbook Small
it_it: Album di ritagli Piccolo

source: Smaller 'Olde Tyme' photo corners, good for Thumbnails.
it_it: Angoli delle foto 'Olde Tyme' pi&ugrave; piccoli, buoni per le Anteprime.

source: Shadows
it_it: Ombre

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
it_it: Ombre trasparenti tramite PNG che cadono a destra e sotto. Si tratta di una trasparenza autentica, dovrebbe quindi funzionare sulla maggior parte degli sfondi, tranne il nero.

source: Original Style
it_it: Stile Originale

source: The original %s album frame style.
it_it: Lo stile per gli album originale di %s.

source: Wood Frame
it_it: Cornice Lignea

source: A textured wooden frame
it_it: Una cornice lignea con dei motivi

source: navigate _UP
it_it: naviga _SU

source: 1 view
it_it: 1 visita

source: Sub-albums:
it_it: Sotto-album:

source: Add photos
it_it: Aggiungi foto

source: New nested album
it_it: Nuovo sottoalbum

source: Edit captions
it_it: Modifica didascalie

source: Change foldername
it_it: Modifica nome cartella

source: Permissions
fi_fi: Oikeudet
it_it: Permessi
ja_jp: パーミッション
lt_lt: Teisës
pt_pt: Permissões

source: Properties
it_it: Propriet&agrave;

source: Watermark&nbsp;album
it_it: Marchia&nbsp;album

source: Delete album
it_it: Elimina Album

source: Move album
it_it: Sposta album

source: Reorder album
it_it: Riordina album

source: Delete this (sub)album
it_it: Elimina questo (sotto)album

source: Sort items
it_it: Ordina oggetti

source: Resize all
it_it: Ridimensiona tutto

source: Recreate captions
it_it: Ricrea didascalie

source: Rebuild thumbs
it_it: Rigenera anteprime

source: Rearrange items
it_it: Ridisponi oggetti

source: Rebuild capture dates
it_it: Ricostruisci date dello scatto

source: Poll results
it_it: Risultati sondaggio

source: Poll reset
it_it: Resetta sondaggio

source: View&nbsp;comments
it_it: Visualizza&nbsp;commenti

source: &lt;&lt; Album actions &gt;&gt;
it_it: &lt;&lt; Azioni album &gt;&gt;

source: Empty
fi_fi: Tyhj&auml;
it_it: Vuoto
ja_jp: 空
lt_lt: Tuðèia
pt_pt: Vazio

source: edit %s
fi_fi: muokkaa %s
it_it: modifica %s
ja_jp: %sを編集
lt_lt: redaguoti %s
pt_pt: alterar %s

source: No Caption
fi_fi: Ei kuvateksti&auml;
it_it: Nessuna Didascalia
ja_jp: 説明なし
lt_lt: Apraðymo nëra
pt_pt: Sem legenda

source: edit
fi_fi: muokkaa
it_it: modifica
ja_jp: 編集
lt_lt: redaguoti
pt_pt: alterar

source: _Add comment
it_it: _Aggiungi commento

source: Add your comment
fi_fi: Lisää kommenttisi
it_it: Aggiungi un commento
ja_jp: コメント追加
lt_lt: Pridëti komentarà
pt_pt: novo comentário

source: Commenter:
fi_fi: Kommentoija:
it_it: Autore Commento:
ja_jp: コメント者:
lt_lt: Komentuotojas:
pt_pt: Comentar:

source: Message:
fi_fi: Viesti:
it_it: Messaggio:
ja_jp: メッセージ:
lt_lt: Þinutë:
pt_pt: Mensagem:

source: Captcha Protection:
it_it: Protezione Captcha:

source: Refresh Captcha
it_it: Ricarica Captcha

source: Post comment
it_it: Inserisci un commento

source: Security violation!
it_it: Violazione della sicurezza!

source: EXIF Data
fi_fi: EXIF-tiedot
it_it: Dati EXIF
ja_jp: EXIF データ
lt_lt: EXIF informacija
pt_pt: EXIF informação

source: Display of EXIF data enabled, but no data found.
it_it: Visualizzazione dei dati EXIF abilitata, ma nessun dato trovato.

source: _Search:
it_it: _Cerca:

source: Operation done, closing window.
it_it: Operazione completata, chiusura finestra in corso.

source: Not closing this window because debug mode is on.
it_it: Questa finestra non si &egrave; chiusa perch&egrave; la modalit&agrave; debug &egrave; attivata.

source: Loading URL: %s
it_it: Caricamento in corso URL: %s

source: Problem including file %s.
it_it: Problema nell'aggiunta del file %s.

source: Select Album
fi_fi: Valitse albumi
it_it: Seleziona Album
ja_jp: アルバム選択
lt_lt: Pasirinkite albumà
pt_pt: Escolha um album

source: Move to top level
it_it: Sposta al primo livello

source: Current location
it_it: Posizione attuale

source: This album itself
it_it: Questo stesso album

source: Last comment %s.
fi_fi: Viimeisin kommentti %s.
it_it: Ultimo commento %s.
ja_jp: 最後のコメント %s
lt_lt: Komentuota&nbsp;%s.
pt_pt: último comentário %s.

source: No Skin
fi_fi: Ei skiniä
it_it: Nessuna Skin
ja_jp: スキンなし
lt_lt: Nëra odos (skin)

source: The original look and feel.
it_it: Il tema originale.

source: unknown
fi_fi: tuntematon
it_it: sconosciuto
ja_jp: 不明
lt_lt: neþinoma
pt_pt: desconhecido

source: Version: %s
it_it: Versione: %s

source: Last Update: %s
it_it: Ultimo Aggiornamento: %s

source: In Addition to the %s, you also use the following opportunities:
it_it: Oltre a %s, sono in uso anche le seguenti opportunit&agrave;:

source: usual thumbs
it_it: anteprime tradizionali

source: Album image frames
it_it: Cornici immagine dell'album

source: Frame defined for images in the corresponding album
it_it: Cornice definita per le immagini nell'album corrispondente

source: Album thumb frames
it_it: Cornici anteprima dell'album

source: Frame defined for thumbs in the corresponding album
it_it: Cornice definita per le anteprime nell'album corrispondente

source: Mainpage thumb frames
it_it: Cornici anteprime della pagina principale

source: Frame defined for thumbs on mainpage
it_it: Cornice definita per le anteprime nella pagina principale

source: None
fi_fi: Ei yhtään
it_it: Nessuno
ja_jp: なし
lt_lt: Nëra

source: Dots
fi_fi: Pisteitä
it_it: Punti
ja_jp: ドット
lt_lt: Taðkai
pt_pt: Pontos

source: Solid
fi_fi: Kiinteä
it_it: Continuo
ja_jp: ソリッド
lt_lt: Vientisas
pt_pt: Sólido

source: No frames
fi_fi: Ei kehyksiä
it_it: Nessuna cornice
ja_jp: フレームなし
lt_lt: Be rëmeliø
pt_pt: Sem moldura

source: Just a simple dashed border around the thumb.
fi_fi: Yksinkertainen katkoviiva esikatselukuvan ympärillä.
it_it: Solo un semplice bordo attorno alle anteprime.
ja_jp: サムネイルの回りにシンプルなダッシュの枠。
lt_lt: Paprasèiausiai rëmelis ið brûkðneliø aplink sumaþintà paveikslëlá.
pt_pt: Apenas uma simples borda fina ao redor do «thumbnail»

source: Just a simple solid border around the thumb.
fi_fi: Vain yksinkertainen, kiinteä reunus esikatselukuvan ympärillä.
it_it: Solo un semplice bordo continuo attorno alle anteprime.
ja_jp: サムネイルの周りにシンプルな太線の枠。
lt_lt: Paprasèiausiai vientisas rëmelis aplink sumaþintà paveikslëlá.
pt_pt: Apenas uma borda sólida ao redor do «thumbnail»

source: The frame from Nico Kaisers Siriux theme.
it_it: La cornice del tema Siriux di Nico Kaisers.

source: Skipping %s.
fi_fi: Ohitetaan %s.
it_it: Ignoro %s.
ja_jp: %s をスキップ
lt_lt: Praleidþiame %s.
pt_pt: Ignorando %s

source: Can't open %s.
it_it: Impossibile aprire %s.

source: Log_out
it_it: _Disconnetti

source: Log_in to see or add more items.
it_it: _Connettersi per vedere o aggiungere ulteriori oggetti.

source: Show/Hide more information
it_it: Visualizza/Nascondi ulteriori informazioni

source: ... read more
it_it: ... leggi tutto

source: Check All
fi_fi: Valitse kaikki
it_it: Seleziona tutto
ja_jp: 全てチェック
lt_lt: Paþymëti viskà
pt_pt: Seleccionar tudo

source: Clear All
fi_fi: Vapauta kaikki
it_it: Cancella tutto
ja_jp: 全てクリア
lt_lt: Nepaþymëti nieko
pt_pt: Limpar tudo

source: Invert Selection
fi_fi: K&auml;&auml;nteinen valinta
it_it: Inverti Selezione
ja_jp: 選択を反転
lt_lt: Pasirinkti prieðingai
pt_pt: Inverter selecção

source: colorpicker
it_it: selezionatore colori

source: Byte calculator
it_it: Calcolatrice byte

source: _Close
it_it: _Chiudi

source: Add field
it_it: Aggiungi campo

source: Checking groupname '%s' for validity
it_it: Controllo di validit&agrave; in corso per il nome gruppo '%s'

source: Please enter a groupname.
it_it: Inserire un nome gruppo.

source: Groupname '%s' is to short. Must be at least 2 characters.
it_it: Il nome gruppo '%s' &egrave; troppo corto. Deve essere lungo almeno 2 caratteri.

source: Groupname '%s' too long. Must be at most 25 characters.
it_it: Il nome gruppo '%s' &egrave; troppo lungo. Deve essere lungo al massimo 25 caratteri.

source: Illegal groupname '%s'. Only letters and digits allowed.
it_it: Nome gruppo '%s' non permesso. Sono ammesse solo lettere e cifre.

source: A group with the groupname of '%s' already exists
it_it: Esiste gi&agrave; un gruppo che si chiama '%s'

source: Resizing Image: %s.
it_it: Ridimensionamento Immagine: %s.

source: No resizing required.
it_it: Nessun ridimensionamento necessario.

source: Target file size: %d kbytes.
it_it: Dimensione file da ottenere: %d kbytes.

source: -> File size: %d kbytes
it_it: -> Dimensione file: %d kbytes

source: Trying quality: %d%%.
it_it: Tentativo in corso con qualit&agrave;: %d%%.

source: Done.
fi_fi: Valmis.
it_it: Fatto.
ja_jp: 完了
lt_lt: Atlikta.
pt_pt: Concluído.

source: You have no graphics package configured for use!
fi_fi: Sinulla ei ole asennettuna / konfiguroituna grafiikkapakettia!
it_it: Non &egrave; stato configurato nessun pacchetto grafico!
ja_jp: 使用するグラフィックパッケージが設定されていません。
lt_lt: Jûsø grafinis paketas nesukonfigûruotas!
pt_pt: Não tem o pacote gráfico configurado para ser usado!

source: No watermark name specified!
fi_fi: vesileiman nimeä ei ole määritetty!
it_it: Nessun nome selezionato per il marchio!
ja_jp: 透かし名が指定されていません。
lt_lt: Nenurodytas vandens þenklo pavadinimas!
pt_pt: Nenhuma Marca de Água especificada!

source: Using jpegtran for rotation
it_it: Utilizzazione di jpegtran per la rotazione

source: Using Netpbm for rotation
it_it: Utilizzazione di Netpbm per la rotazione

source: Using ImageMagick for rotation
it_it: Utilizzazione di ImageMagick per la rotazione

source: Cropping Image
it_it: Ritaglio Immagine

source: Generating squared version to %d pixels.
it_it: Generazione versione quadrata di %d pixel in corso.

source: No Cropping Done.
it_it: Nessun Ritaglio Effettuato.

source: Call to %s failed in %s for file %s!
fi_fi: Kutsu %s epäonnistui! %s tiedostolle %s!
it_it: Chiamata a %s fallita in %s per file %s!
ja_jp: ファイル %3$s の %2$s 中の %1$s のコールに失敗しました
lt_lt: %s kvietimas %s failui %s nepavyko!
pt_pt: A chamada para %s falhour em %s no ficheiro %s!

source: File %s type %d.
fi_fi: Tiedoston %s tyyppi on %d.
it_it: File %s tipo %d.
ja_jp: ファイル %s タイプ %d.
lt_lt: Failas %s tipas %d.
pt_pt: Ficheiro %s tipo %d.

source: Files with type %s are not supported by Gallery with Netpbm.
it_it: I file di tipo %s non sono supportati da Gallery con Netpbm.

source: Compressing image: %s
it_it: Compressione in corso immagine: %s

source: Not all necessary params for resizing given.
it_it: Non sono stati forniti tutti i parametri necessari al ridimensionamento.

source: Resizing params: src: %s, dest : %s, targetSize: %s
it_it: Parametri per il ridimensionamento: src: %s, dest: %s, targetSize: %s

source: Unable to preserve EXIF data (jhead not installed).
it_it: Impossibile salvare dati EXIF (jhead non installato).

source: Using IM high quality.
it_it: Si sta utilizzando l'alta qualit&agrave; di IM.

source: Not using IM high quality.
it_it: Non si sta utilizzando l'alta qualit&agrave; di IM.

source: Upload date
it_it: Data caricamento

source: Capture date
it_it: Data dello scatto

source: Image size
it_it: Dimensione immagine

source: Additional EXIF data
it_it: Dati EXIF addizionali

source: title
fi_fi: otsikko
it_it: titolo
ja_jp: タイトル
lt_lt: pavadinimà
pt_pt: título

source: Title
fi_fi: Otsikko
it_it: Titolo
ja_jp: タイトル
lt_lt: Pavadinimas
pt_pt: Título

source: Description
fi_fi: Kuvaus
it_it: Descrizione
ja_jp: 説明
lt_lt: Apraðymas
pt_pt: Descri&ccedil;&atilde;o

source: description
fi_fi: kuvaus
it_it: descrizione
ja_jp: 詳細
lt_lt: apibûdinimà

source: Alt text / Tooltip
it_it: Testo alternativo / Tooltip
