Repository: jmullan/Gallery1
Catalog: gallery/locale/*.koi8r/*.koi8r-gallery_config.po
Languages: ru_ru

source: Show flags?
ru_ru: Показывать флаги?

source: In Mode 3 you can choose to display national flags instead of a small pulldown menu for the available languages.
ru_ru: В 3 режиме вы можете выбрать отображать национальные флаги для доступных языков, вместо небольшого выпадающего меню.

source: Advanced
ru_ru: Расширенный

source: Format for date strings.
ru_ru: Формат для строк даты.

source: This format string will be used to display %s in %s. It is recommended to use %s which will change format depending on language choice. However, if you wish to change this string, please look at the %sPHP documentation%s.
ru_ru: Эта строка формата будет использована для отображения %s в %s. Рекомендуется использовать %s, который изменит формат в зависимости от языкового выбора. Тем не менее, если вы хотите изменить строку, пожалуйста посмотрите %sдокументацию по PHP%s.

source: date without time
ru_ru: даты без времени

source: For example, %s will display date like this: %s.
ru_ru: Например, %s отобразит дату в таком формате: %s.

source: Format for date/time strings.
ru_ru: Формат для строк даты/времени.

source: date with time
ru_ru: даты со временем

source: For example, %s will display date and time like this: %s.
ru_ru: Например, %s отобразит дату и время в таком формате: %s.

source: Email and Registration
ru_ru: E-mail и регистрация

source: If you are having problems with email, please run the %s diagnostic.
ru_ru: Если у вас есть проблемы с e-mail, пожалуйста запустите %s для диагностики.

source: Check Email
ru_ru: Проверка email

source: Enable email
ru_ru: Разрешить email

source: Turns email on for the whole gallery. If you set this to %s then none of the rest of this section will apply.
ru_ru: Использовать e-mail для всей галереи. Если вы выберите %s, то ни один из параметров этой секции действовать не будет.

source: If you enable these settings you give your users the opportunity to let Gallery send them their lost password via email.
ru_ru: Если вы включите этот параметр, тем самым вы даете вашим пользователям возможность запрашивать у галереи потерянный пароль через e-mail.

source: You need to enable this setting if you want to enable Self Registration.
ru_ru: Вам нужно включить этот параметр, если вы хотите включить самостоятельную регистрацию.

source: Admin email address
ru_ru: Email адрес администратора

source: Set this value to a valid working email address to receive email notices upon certain user actions and also so that users know whom to reach in case of problems. You may specify more than one address by separating them with commas.
ru_ru: Этот параметр должен указывать на действующий e-mail адрес, чтобы получать уведомления при определнных действиях пользователей, а также чтобы пользователи знали куда сообщать в случае возникновения каких-либо проблем. Вы можете указать несколько адресов разделяя их запятыми.

source: Sender email address
ru_ru: Email адрес отправителя

source: Set this value to a valid working email address. Emails that are automatically sent by Gallery will use this as a return address. You should monitor this email address for bounce messages and replies from recipients.
ru_ru: Этот параметр должен указывать на действующий e-mail адрес. Для автоматической отправки галереей сообщений используется этот адрес как обратный. Вы должны проверять этот e-mail адрес для вернувшихся сообщений и ответов пользователей.

source: Email subject prefix
ru_ru: Префикс темы email

source: All Gallery emails will have this as the first part of their subject.
ru_ru: Все e-mail галереи будут иметь это как первую часть в теме сообщения.

source: Welcome email message text
ru_ru: Текст приветстивия email сообщения

source: Allow visitors to self register.
ru_ru: Разрешить посетителям регистрироваться.

source: Enabling this will allow visitors to your site to create their own login accounts.
ru_ru: Разрешить посетителям вашего сайта создавать свои собственные учетные записи для входа.

source: This option requires the Email feature to be enabled.
ru_ru: Эта опция требует чтобы email возможности были включены.

source: Self registered users can create albums.
ru_ru: Самостоятельно зарегистрированные пользователи могут создавать альбомы.

source: Enabling this will allow self registered users to create their own albums as soon as they register. Not having this enabled means you will have to give them permission manually before they can create or alter any contents of the Gallery. This setting is ignored if self-registration is disabled.
ru_ru: Разрешить зарегистрированным пользователям создавать свои собственные альбомы, как только они зарегистрируются. При отключении этой возможности, вы должны давать им разрешение вручную прежде, чем они смогут создавать или изменять любое содержание галереи. Этот параметр будет проигнорирован, если самостоятельная регистрация будет отключена.

source: Enable bulk account creation
ru_ru: Разрешить массовое создание учетных записей

source: This option allows you to create many new user accounts at one time by creating a file of new users.
ru_ru: Эта опция позволяет вам создавать сразу несколько новых учетных записей создавая файл с новыми пользователяи.

source: Admin comment email
ru_ru: Комментарии на email администратора

source: Admin Other Changes email
ru_ru: Другие изменения на email администратора

source: Admin notification of email activity
ru_ru: Уведомлять администратора на email об активности

source: You can keep a record of every email that is sent by Gallery.
ru_ru: Вы можете вести записи каждого отправленного e-mail сообщения галереи.

source: Send summary email
ru_ru: Отправлять итоги по e-mail

source: Log to a file
ru_ru: Запись в файл

source: Send duplicate email
ru_ru: Отправлять дубликаты по e-mail

source: Gallery wide slideshow
ru_ru: Широкий показ слайдов галереи

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
ru_ru: Добавляет ссылку для показа слайдов на главную страницу. Примечание, для больших галерей это может очень медленно работать и использовать много системных ресурсов.

source: These settings do not apply to the low tech slideshow.
ru_ru: Это не относится к упрощенной технологии показа слайдов.

source: Slideshow preferences
ru_ru: Настройки показа слайдов

source: Off
ru_ru: Выкл

source: No slideshow link will appear.
ru_ru: Ссылка показа слайдов не появится.

source: Ordered
ru_ru: Упорядоченно

source: Images will display in the same order as they appear in the Gallery.
ru_ru: Изображения будут отображаться в той же последовательности в которой они появляются в галерее.

source: Random
ru_ru: Беспорядочно

source: Images will appear in a random order.
ru_ru: Изображения появляются в произвольном порядке.

source: Slideshow length
ru_ru: Длина показа слайдов

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
ru_ru: Число изображений для показа слайдов. Установите в 0 или не заполняйте для отображения всех изображений. Укажите число, если режим показа слайдов беспорядочный и вы хотите отображать только выбранные изображения.

source: Allow slideshow to loop
ru_ru: Разрешить цикличиский показ слайдов

source: This option will allow visitors to have your slideshows repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
ru_ru: Этот параметр позволит посетителям повторять показ слайдов до тех пор, пока они не закроют окно или не перейдут на другую страницу. Установите %s, если вы хотите сохранить производительность.

source: Slideshow Mode
ru_ru: Режим показа слайдов

source: This allows you to set the default mode for the slideshow. &quot;Java Applet&quot; requires that the user has the Java Runtime Environment installed in their browser, but allows for fullscreen viewing. &quot;JavaScript&quot; is supported by all modern browsers without extra plugins, but is more limited than the Java Applet.
ru_ru: Позвоялет вам установить способ показа слайдов по умолчанию. &quot;Java Applet&quot; требует от пользователя установки Java Runtime Environment в своем браузере, но имеет возможность просматривать во весь экран. &quot;JavaScript&quot; поддерживается всеми современными браузерами без дополнительных плагинов, но имеет множество ограничений в отличии от Java Applet.

source: Comments
ru_ru: Комментарии

source: Enable commenting
ru_ru: Разрешить комментарии

source: Indicate if there are comments available
ru_ru: Показать, есть ли доступные комментарии

source: No indication that an item has comments.
ru_ru: Не показывать, что элемент имеет комментарии.

source: Photos
ru_ru: Фотографии

source: Images that have comments will be marked.
ru_ru: Изображения, которые имеют комментарии будут отмечены.

source: Albums
ru_ru: Альбомы

source: Albums and sub-albums that have comments will be marked.
ru_ru: Альбомы и вложенные альбомы, которые имеют комментарии будут отмечены.

source: Both
ru_ru: Оба

source: Images and albums that have comments will be marked.
ru_ru: Изображения и альбомы, которые имеют комментарии будут отмечены.

source: Display date of last comment?
ru_ru: Показывать дату последнего комментария?

source: If an item has comments, display date of last comment, rather than a %s.
ru_ru: Если элемент имеет комментарии, отображать дату последнего комментария, вместо %s.

source: Anonymous comments from known users?
ru_ru: Анонимные комментарии для зарегистрированных пользователей?

source: When logged in, comments will automatically use format described below, unless this is set to %s.
ru_ru: Для зарегистрированных пользователей в комментариях автоматически используется формат описанный ниже, если не установленно %s.

source: Format for commenter names
ru_ru: Формат для имени автора комментария

source: Commenter names of logged in users can be displayed in a variety of different ways
ru_ru: Имя автора комментария, если он зарегистрированный пользователь, может отображаться различными вариантами

source: Do you want to have the possibility to add comments inside the view photo page, or do you prefer a link to a popup
ru_ru: Вы хотите добавлять комментарии внутри страницы просмотра фотографии или предпочитаете ссылку на всплывающее окно

source: Popup
ru_ru: Всплывающем окне

source: Inside
ru_ru: Внутри

source: Enter a suitable value for the maximum length of comments to prevent abuse. Gallery limits comments to no more than 1000 characters. This value will be used if less than 1000.
ru_ru: Введите допустимое значение для максимальной длины комментариев, чтобы предотвратить злоупотребления. Галерея ограничивает ввод комментариев не более чем 1000 символами. Это значение будет использоваться, если не превышает 1000.

source: Watermark directory
ru_ru: Каталог водяных знаков

source: The full path on physical disk to the directory where your watermark images will be stored. This directory may contain .png, .tif, and .gif images used to overlay visible watermarks on photos. These formats are supported because they may contain transparency or alpha channels. <b>Leaving this blank will disable watermarking support.</b> Note that this directory needs to have read access by the user who is running the web server (in your case this user is %s).
ru_ru: Полный путь на физическом диске в каталог, где будут храниться ваши изображения с водяными знаками. Этот каталог может содержать .png, .tif, и .gif изображения используемые для перекрытия видимыми водяными знаками на фото. Эти форматы поддерживают прозрачность или буквенные каналы. <b>Оставьте не заполненным, чтобы отключить возможность ставить водяные знаки.</b> Отметьте, что этот каталог должет иметь доступ на запись пользователей, которые запускают приложение на веб сервере (в вашем случае это пользователь %s).

source: Technical
ru_ru: Технический

source: Time Limit
ru_ru: Предельный срок

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
ru_ru: Максимальное количество времени в секундах для любой разовой операции. Если вы получаете сообщение об ошибке <b>Операция превысила максимальное время выполнения</b>, вы можете попробовать увеличить это значение. Предупреждаем, если вы сделаете это значение слишком большим, то <i>можете</i> получить процесс, который зависнит на долгое время без каких-либо действий. Значение по умолчанию - 30, которое можно считать приемлемым.

source: Cache EXIF data
ru_ru: Кеш EXIF данных

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow.
ru_ru: EXIF данные извлеченные из JPEG файлов могут быть кешированы после того как будут прочитаны первый раз. Если вы кешируете эти данные, то может так случиться, что файл данных альбома получиться слишком большой, что замедлит просмотр ваших альбомов. Но, если не кешировать эти данные, то они будут извлекаться каждый раз после просмотра пользователем свойств фотографии, что также может замедлять просмотр.

source: Developer Mode
ru_ru: Режим разработчика

source: Turn on developer mode to see all PHP warnings and notices. Enabling this is not recommended for users that aren't familiar with PHP.
ru_ru: Включает режим разработчика, чтобы видеть все предупреждения и уведомления PHP. Включение этого режима не рекомендуется для пользователей, которые не знакомы с PHP.

source: Use Syslog
ru_ru: Использовать Syslog

source: Report user login, logout, and serious errors via syslog (UNIX) or System Event Manager (Windows)
ru_ru: Отчет о начале и окончании сеансов пользователей, и о серьезных ошибках через syslog (UNIX) или cистемный журнал событий (Windows)

source: Use %s
ru_ru: Использовать %s

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>.
ru_ru: Галерея использует систему блокировки называемая flock() для дополнительной защиты данных от разрушения. Не все платформы поддерживают эту возможность. Если вы видите ошибку типа <i>Не возможно заблокировать данные</i>, тогда установите это значение в <i>нет</i>.

source: Status code
ru_ru: Код состояния

source: The status code Gallery expects to see after a successful <i>exec()</i> call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
ru_ru: Ожидаемый код состояния галереи после успешного вызова <i>exec()</i>. Галерея попытается вычислить это сама, так что вероятно вам не нужно будет изменять это значение, если у вас не возникают с этим проблемы.

source: Session variable
ru_ru: Переменная сессии

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
ru_ru: Это переменная сессии используется для всей информации о сеансе галереи. Измените ее, если галерея конфликтует с другим PHP приложениями на вашем веб сайте.

source: RSS Publisher
ru_ru: RSS издатель

source: Options for the Gallery RSS Publisher
ru_ru: Настройки для RSS издателя галереи

source: Enable RSS Generator
ru_ru: Включить генератор RSS

source: Enable or Disable the Gallery RSS Generator
ru_ru: Включить или отключить генератор RSS галереи

source: RSS Content
ru_ru: Содержимое RSS

source: Specifies which information is to be included in your RSS feed.
ru_ru: Определяет какая информация должна быть включена в вашу RSS подачу.

source: Basic information only
ru_ru: Только основная информация

source: Album highlight
ru_ru: Обложка альбома

source: All image thumbnails
ru_ru: Все макеты фотографий

source: All image thumbnails and captions
ru_ru: Все макеты фотографий и заголовки

source: RSS Highlight
ru_ru: RSS обложка

source: Visible Albums Only
ru_ru: Только видимые альбомы

source: Display Visible Albums Only
ru_ru: Отображать только видимые альбомы

source: Display Hidden Albums
ru_ru: Отображать скрытые альбомы

source: Use dc:date
ru_ru: Использовать dc:date

source: Use Big Photo
ru_ru: Использовать большое фото

source: Use Photo Tag
ru_ru: Использовать фото тег

source: Layout
ru_ru: Расположение

source: Default Columns
ru_ru: Колонок по умолчанию

source: The default number of columns in an album.
ru_ru: Количество колонок в альбоме по умолчанию.

source: Default Rows
ru_ru: Строк по умолчанию

source: The default number of rows in an album.
ru_ru: Количество строк в альбоме по умолчанию.

source: Appearance
ru_ru: Внешний вид

source: Border color
ru_ru: Цвет бордюра

source: Border width
ru_ru: Ширина бордюра

source: Default Font
ru_ru: Шрифт по умолчанию

source: Default font face. E.g. <i>arial</i> or <i>trebuchet</i>
ru_ru: Шрифт по умолчанию. Например: <i>arial</i> или <i>trebuchet</i>

source: Image Processing and Display
ru_ru: Обработка и показ изображений

source: Thumbnail size
ru_ru: Размер макета

source: The default target size (in pixels) of album thumbnails.
ru_ru: Размер (в пикселях) макета альбома по умолчанию.

source: Resized image size
ru_ru: Изменение размера изображения

source: When large images are added to an album, an intermediate version will automatically be generated at this size.
ru_ru: Когда в альбом добавлены огромные изображения, промежуточный вариант автоматически будет сгенерирован с этим размером.

source: off
ru_ru: выкл

source: Resized JPEG/PNG images file size
ru_ru: Объем файла JPEG/PNG изображений при изменении размера

source: The default target size (in kilobytes) of resized JPEG/PNG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
ru_ru: Объем файла (в килобайтах) JPEG/PNG изображений по умолчанию при изменении размера. Изменение этого значения, может замедлить загрузку файла, но ускорит отображение на странице, особенно для людей с dialup соединением. Установите в 0, если не хотите изменять объем файла.

source: Maximum image size
ru_ru: Максимальный размер изображения

source: You can optionally limit the dimensions your images on upload to Gallery.
ru_ru: Вы можете дополнительно ограничить размер ваших изображений для загрузки в галерею.

source: Enabling this feature will leave you <b>without a full size original</b> image in your Gallery, but allows you to save limited hard drive space. Gallery will attempt to preserve JPEG comments and EXIF data for the shrunken image, but this will require either <b>ImageMagick</b> or the optional <b>jhead</b> programs (see Step 2).
ru_ru: Включение этой возможности оставит вас <b>без исходного полноразмерного изображения</b> в вашей галерее, но позволит вам сохранить свободное пространство на жестком диске. Галерея попытается сохранить комментарии JPEG и данные EXIF после сжатия изображения, но это потребует <b>ImageMagick</b> или дополнительные <b>jhead</b> программы (см. Шаг 2).

source: Maximum JPEG/PNG image file size
ru_ru: Максимальный объем файла JPEG/PNG изображения

source: You can optionally limit the filesize of your JPEG/PNG images on upload to Gallery.
ru_ru: Вы можете дополнительно ограничить объем файла ваших JPEG/PNG изображений для загрузки в галерею.

source: Enabling this feature will leave you <b>without an original quality image</b> in your Gallery. Set the default target filesize (in kilobytes). Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 if you don't want to restrict filesize.
ru_ru: Включение этой возможности оставит вас <b>без исходного качества изображения</b> в вашей галерее. Установите результирующий объем файла (в килобайтах) по умолчанию. Изменение этого значения, может замедлить загрузку файла, но ускорит отображение на странице, особенно для людей с dialup соединением. Установите в 0, если не хотите ограничивать объем файла.

source: Preserve Names
ru_ru: Сохранять имена

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
ru_ru: При загрузке изображений в галерею, сохранять исходные имена? Если вы выберите <i>нет</i>, галерея назначит новое имя для каждого фото или фильма, которые загружаются.

source: Add to beginning
ru_ru: Добавлять в начало

source: New images added to beginning rather than end of albums.
ru_ru: Новые изображения добавлять в начало, а не в конец альбомов.

source: Fit-to-window
ru_ru: Подгонять изображение под размер окна

source: When viewing photos which don't have an intermediate version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke.
ru_ru: При просмотре фотографий, которые не имеют промежуточных вариантов, галерея может автоматически поменять размеры изображения, чтобы оно поместилось в окне браузера (используется JavaScript). Эта возможность не будет работать при интеграции в портале, например в Nuke.

source: Visitor size prefs
ru_ru: Настройка размера при просмотре

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediate size. This setting only lasts for the visitor's session.
ru_ru: Предлагает посетителям выбрать всегда просматривать развернутый вариант изображения вместо промежуточного размера. Это значение сохраняется только на время установленной сессии.

source: Options
ru_ru: Опции

source: Printing Services
ru_ru: Сервис печати фотографий

source: Gallery Link
ru_ru: Ссылка на галерею

source: Display a link navigation from your album to the top level Gallery link within the album? If you turn this feature off, the user will not be able to navigate out of the album. This is only useful when you want to embed an album within a website and not allow users to (easily) view the other albums in the gallery.
ru_ru: Показывать ссылку на верхний уровень галереи в альбомах? Если вы отключите эту возможность, то пользователь не сможет выйти из альбома. Это полезно, когда вы хотите встроить альбом в вебсайт и не допускать пользователя (легко) просматривать другие альбомы галереи.

source: Everybody
ru_ru: Всем

source: Nobody
ru_ru: Никому

source: Data displayed
ru_ru: Отображаемые данные

source: Click counts
ru_ru: Счетчик кликов

source: Display click counts within Albums?
ru_ru: Показывать счетчик кликов внутри альбомов?

source: Custom Fields
ru_ru: Дополнительные поля

source: Custom fields that are available to describe each image. They should be separated by commas. E.g. <i>Description, Location, Film Type</i>
ru_ru: Дополнительные поля, которые доступны при вводе различной инофрмации для каждого изображения. Они должны быть разделены запятыми. Например: <i>Description, Location, Film Type</i>

source: Display clickable image dimensions
ru_ru: Показывать ссылки с размерами изображения
