Repository: jmullan/Gallery1
Catalog: gallery/locale/*.koi8r/*.koi8r-gallery_config.po
Languages: ru_ru

source: Spiral Notebook
ru_ru: Записная книжка со спиралью

source: Shadows
ru_ru: Тени

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
ru_ru: Тени с PNG прозрачностью, падающие справо-вниз. Установленная прозрачность должна работать с большинством фонов, кроме черного.

source: Polaroid
ru_ru: Полароид

source: Polaroids
ru_ru: Полароиды

source: Gold Frame
ru_ru: Золотая рамка

source: Original Style
ru_ru: Оригинальный стиль

source: The original %s album frame style.
ru_ru: Оригинальный стиль рамки альбома %s

source: Wood Frame
ru_ru: Деревянная рамка

source: Gallery Configuration Wizard: Step %d
ru_ru: Галерея: Мастер конфигурации: Шаг %d

source: This is the Gallery system check page.
ru_ru: Это контрольная страница системы галереи.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
ru_ru: Эта страница подтвердит вашу установку, чтобы убедиться, что вы имеете все необходимые компоненты и разрешения в этой системе и что все сконфигурировано корректно.

source: Gallery Diagnostics Page
ru_ru: страница диагностики галереи

source: Gallery Help Page
ru_ru: страница помощи галереи

source: Having problems? Try the %s, %s and %s.
ru_ru: Проблемы? Вам помогут %s, %s и %s.

source: documentation
ru_ru: документация

source: Having problems? Try the %s and %s.
ru_ru: Проблемы? Вам помогут %s и %s.

source: Success!
ru_ru: Успех!

source: There are errors in your configuration that will prevent Gallery from functioning properly.
ru_ru: Многоязычный режим

source: You must fix them before you can continue.
ru_ru: Вы должны устранить их прежде чем вы сможете продолжить.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
ru_ru: Ваша установка имеет <b>серьезные предупреждения</b>!<br>Можете продолжить на свой риск...

source: Your installation has warnings, but this is usually OK. Keep going!
ru_ru: При установке обнаружены предупреждения, но это нормально. Продолжайте!

source: Your installation passed with flying colors! Go go go!
ru_ru: Ваша установка прошла блестяще! Вперед вперед вперед!

source: Gallery ImageMagick Check
ru_ru: Проверка ImageMagick галереи

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
ru_ru: Этот скрипт предназначен для обнаружения установки вашего %s, если он установлен нормально, то для дальнейшего использования его в галереи.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
ru_ru: Вы должны запустить этот скрипт <b>после</b> того как отработает мастер конфигурации, если у вас были проблемы с установкой %s, мастер их не обнаружит.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
ru_ru: Загрузка файлов конфигурации. Если вы видите ошибку, то вероятно вы не закончили работу мастера конфигурации.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
ru_ru: Кажется, что вы не настроили вашу ГАЛЕРЕЮ. Пожалуйста запустите и завершите мастер конфигурации.

source: Let us see if we can figure out what operating system you are using.
ru_ru: Давайте посмотрим сможем ли мы вычислить какую операционную систему вы используете.

source: This is what your system reports
ru_ru: Отчет вашей системы

source: This is the type of system on which PHP was compiled
ru_ru: Тип системы в которой был откомпилирован PHP

source: Make sure that the values above make sense to you.
ru_ru: Убедитесь, что значения указанные выше имеют смысл для вас.

source: Look for keywords like %s, %s, %s etc. in the output above.
ru_ru: Найдите ключевые слова похожие на %s, %s, %s и т.п. выведенные вверху.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
ru_ru: Если обе попытки завершились неудачей, вы должны спросить вашего интернет сервис провайдера, какую операционную систему вы используете.

source: You can check via %s, they can often tell you.
ru_ru: Вы можете проверить через %s, возможно вы сможете узнать нужную вам информацию.

source: You told the config wizard that your %s binaries live here:
ru_ru: Вы сообщили мастеру конфигурации, что ваш %s находится здесь:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
ru_ru: Если это неправильно (или если здесь пустое значение), перезапустите мастер конфигурации и введите где расположен %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list %s
ru_ru: <b>Примечание:</b> Ваш %s каталог (%s) не в вашем open_basedir списке %s

source: The open_basedir list is specified in php.ini.
ru_ru: open_basedir список определен в php.ini.

source: The result is, that we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
ru_ru: Результат, мы не можем выполнить все наши основные проверки в файлах, чтобы убедиться, что они существуют и они доступны для запуска.

source: We are going to test each %s binary individually.
ru_ru: Мы собираемся протестировать каждый исполняемый файл %s индивидуально.

source: Checking:
ru_ru: Проверяется:

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
ru_ru: Если вы видите ошибку с жалобами на чтение или запись %s, то вероятно проблема в привелегиях/настройках вашей системы. Если упоминается %s, то это потому что ваша система сконфигурирована с включенным %s.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
ru_ru: Вы должны поговорить с вашим системным администратором об этом или заглянуть на %sстраницу помощи галереи%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
ru_ru: При возникновении других ошибок, пожалуйста сошлитесь на список возможных ответов в %s, чтобы получить более подробную информацию.

source: Check Mail
ru_ru: Проверка почты

source: Test email from %s
ru_ru: Тест e-mail с %s

source: This email was automatically generated.
ru_ru: Этот e-mail был автоматически сгенерирован.

source: If you recevied this in error, then please disregard, as you should not receive any similar emails.
ru_ru: Если вы получили это ошибочно, то пожалуйста проигнорируйте, чтобы не получать подобные сообщения.

source: SUCCESS!
ru_ru: УСПЕШНО!

source: Test email sent to <b>%s</b>, and should arrive in a few minutes. If you don't receive it please confirm the email address used was correct. If you cannot receive the email, then it must be disabled for this server, and %s email functions cannot be used until that is rectified
ru_ru: Тестовое сообщение отправлено на <b>%s</b>, и должно дойти через несколько минут. Если вы не получите это сообщение, то удостоверьтесь, что указанный e-mail адрес был введен верно. Если вы не можете получить e-mail, то должно быть эта функция отключена на этом сервере и %s не может ее использовать, пока это не будет исправлено.

source: You must use a valid email address
ru_ru: Вы должны использовать правильные e-mail адреса

source: Try again?
ru_ru: Попробовать еще?

source: This enables you to confirm that email is working correctly on your system. Submit your email address below, and an email will be sent to you. If you receive it, then you know that mail is working on your system
ru_ru: Эта проверка позволит вам удостовериться, что отправка почты в вашей системе настроена правильно. Ниже укажите свой e-mail адрес и вам будет отправлен e-mail. Если вы получите сообщение, то будете знать, что отправка почты в вашей системе работает нормально.

source: %s not set.
ru_ru: %s не установлен.

source: Warning
ru_ru: Предупреждение

source: Your email address:
ru_ru: Ваш e-mail адрес:

source: Send Email
ru_ru: Отправить e-mail

source: %sClick here%s to hide the details
ru_ru: %sЩелкните здесь%s чтобы скрыть подробности

source: If you see errors, you should %sclick here%s to see more details
ru_ru: Если вы видите ошибки, вы должны %sщелкнуть здесь%s, чтобы увидить более подробную информацию

source: File %s does not exist.
ru_ru: Файл %s не существует.

source: Expected status: %s, but actually received status %s.
ru_ru: Ожидаемое состояние: %s, но действительно полученное состояние %s.

source: can't detect version on Windows
ru_ru: не могу определить версию под Windows

source: OK! Version: %s
ru_ru: OK! Версия: %s

source: Check Versions
ru_ru: Проверка версий

source: This page gives you information about the version of each necessary %s file.
ru_ru: Эта страница дает вам информацию о версии каждого необходимого файла %s.

source: There are problems with the following files. Please correct them before configuring %s.
ru_ru: Имеются проблемы со следующими файлами. Пожалуйста решите эту проблему перед настройкой %s.

source: One file is more recent than expected.
ru_ru: %d файл новее чем ожидалось.

source: The following files are more up-to-date than expected for this version of %s. If you are using pre-release code, this is OK.
ru_ru: Следующие файлы новее чем ожидалось для этой версии %s. Если вы используете код pre-release, то все нормально.

source: One file is up-to-date.
ru_ru: %d файл соответсвует версии.

source: The following files are up-to-date.
ru_ru: Следующие файлы обновлены.

source: unknown
ru_ru: неизвестный

source: Note:
ru_ru: Примечание:

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from the %sImageMagick website%s.
ru_ru: Галерея предпочитает ImageMagick версии 5.4.8 и выше. Вы можете откомпилировать и установить целый пакет ImageMagick с %sсайта ImageMagick%s.

source: Check to see how old %s version %s is.
ru_ru: Проверьте на сколько старая версия %s %s.

source: You're running PHP version %s which has known bugs that cause Gallery to fail.
ru_ru: Вы используете версию PHP %s, в которой имеются известные баги из-за которых галерея работает некорректно.

source: Check to see if PHP is running in <b>safe_mode</b>. Safe Mode is a PHP security feature commonly used in shared environments. Gallery cannot run when Safe Mode is enabled because it imposes too many restrictions.
ru_ru: Проверьте не запущен ли PHP в режиме <b>safe_mode</b>. Безопасный режим является параметром надежности PHP обычно использется в совместно используемом окружении. Галерея не может работать когда включен режим <b>safe mode</b> поскольку он накладывает слишком много ограничений.

source: <b>safe_mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
ru_ru: <b>safe_mode</b> разрешен на этом сервере. Вы должны его заблокировать прежде чем использовать галерею. Посмотрите FAQ, форумы и страницу помощи на %sвеб-сайте галереи%s и %sвеб-сайте PHP%s для поддержки.

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (e.g. big ZIP files or movies).
ru_ru: Файл <b>.htaccess</b> позволяет галереи устанавливать специальный режим конфигурации для приложений. Не каждый имеет возможность для корректировки, управлять этим может только владелец веб сервера. Если это нельзя сделать, то основным недостатком будет отсутствие возможности загружать файлы > 2Мб (например, большие ZIP файлы или фильмы).

source: If you are running PHP in CGI mode, this message is unavoidable.
ru_ru: Если ваш PHP работает в режиме CGI, это сообщение неизбежно.

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behavior if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in Gallery.
ru_ru: Проверьте не включен ли %smagic quotes%s в PHP вашего сервера. Если он включен, вы можете обратить внимание на странное поведение, когда вы вводите символы ' (апостроф), &quot; (кавычка) или &#92; (обратная косая черта) в названиях или загаловках галереи.

source: Magic quotes are on. Your webserver administrator can turn them off by putting %s in your <b>php.ini</b> file.
ru_ru: Magic quotes включен. Администратор вашего веб сервера может его выключить установив%s в вашем файле <b>php.ini</b>.

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. This Apache module allows Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
ru_ru: Проверьте откомпилирован ли ваш веб сервер с <b>mod_rewrite</b>. Этот модуль Apache позволяет галереи использовать короткие URL, что намного легче читается и хорошо смотрится когда вы пересылаете веб-ссылку вашим родственникам. Но это не настолько важная функция.

source: Check to see if <b>jhead</b> is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
ru_ru: Проверьте установлен ли <b>jhead</b> позволяющий галереи изучить вставленные EXIF заголовки в изображения сделанные большинством цифровых камер.

source: Check to see if <b>jpegtran</b> is installed so that Gallery can perform lossless rotations on JPEG images.
ru_ru: Проверьте установлен ли <b>jpegtran</b> позволяющий галереи выполнять поворот JPEG изображений без потерь.

source: Check to see if PHP is compiled with <b>GNU gettext</b> support for fast translations.
ru_ru: Проверьте откомпилирован ли PHP с поддержкой <b>GNU gettext</b> для быстрых переводов.

source: Your PHP does not have <b>GNU gettext</b> support installed. To include it, you'll need to recompile PHP (see the %sPHP docs%s for more information). Multi-language support is still available in Gallery without <b>gettext</b>, but the pages may take slightly longer to load.
ru_ru: Ваш PHP установлен без поддержки <b>GNU gettext</b>. Для того, чтобы включить его, вам понадобится перекомпилировать PHP (см. %sдокументацию PHP%s для подробной информации). Много-языковая поддержка все еще доступна в галереи и без <b>gettext</b>, но страницы будут слегка дольше загружаться.

source: Check to see what languages are available.
ru_ru: Проверьте какие языки доступны.

source: Testing to see which <b>system</b> locales (if any) are absent.
ru_ru: Тестирует, чтобы увидеть какие <b>системные</b> локализации (если имеются) отсутствуют.

source: Checking to see if you have the latest versions of all Gallery files.
ru_ru: Проверяет есть ли у вас самые последние версии всех файлов галереи.

source: General settings
ru_ru: Общие параметры

source: Gallery Title
ru_ru: Название галереи

source: The name of your Gallery. E.g. <i>My Cool Photos</i>
ru_ru: Название вашей галереи. Например: <i>Мои супер фотографии</i>

source: Gallery
ru_ru: Галерея

source: Skin Name
ru_ru: Имя шкурки

source: Select a skin to use for Gallery. You now have a wide choice of &quot;skins&quot; that affect the look of every page of your Gallery. You can have fun experimenting with the available skins. Choose &quot;None&quot; to use the look from v1.4.
ru_ru: Выберите шкурку (skin) для галереи. У вас теперь есть широкий выбор &quot;шкурок&quot;, которые влияют на внешний вид вашей галереи. Вы можете хорошо провести время экспериментируя доступными шкурками. При выборе &quot;None&quot; будет использоваться внешний вид из версии v1.4.

source: Default upload method
ru_ru: Метод загрузки по умолчанию

source: Which method of uploading photos should be defaulted to for users who don't specify?
ru_ru: Какой метод загрузки фотографий должен быть выбран сразу, для тех пользователей, кто не определил его специально?

source: Form-based Upload
ru_ru: Основная форма загрузки

source: Mini-Applet
ru_ru: Мини-Апплет

source: Full-Applet
ru_ru: Полный-Апплет

source: Locations and URLs
ru_ru: Размещения и URL-ы

source: Album directory
ru_ru: Каталог альбома

source: REQUIRED
ru_ru: ОБЯЗАТЕЛЬНО

source: Temporary directory
ru_ru: Каталог временных файлов

source: The filesystem path to a temporary directory. E.g. %s or %s. Note that if you have <b>open_basedir</b> configured on your system, then this temporary directory must be inside the <b>open_basedir</b> path! In that case you may need to create the directory yourself and make sure that it's writable by the webserver process.
ru_ru: Путь к временному каталогу. Например: %s или %s. Отметьте, что если вы сконфигурировали <b>open_basedir</b> в вашей системе, то этот временный каталог должен находиться внутри <b>open_basedir</b>! В этом случае вам нужно создать каталог самим и убедиться, что веб сервер имеет дуступ в нем на запись.

source: Albums URL
ru_ru: URL альбомов

source: Thumbnail image
ru_ru: Изображение макета

source: The filesystem path to the thumbnail image to show for movies. E.g. %s
ru_ru: Путь к макету для показа фильмов. Напимер: %s

source: Mirror sites
ru_ru: Сайт зеркало

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. E.g. %s
ru_ru: Список URL, которые содержат зеркала ваших альбомов. Определите один URL на строку, наиболее надежные вверху. Например: %s

source: Toolkits / image processing
ru_ru: Набор инструментальных средств / обработка изображений

source: Graphics suite to use
ru_ru: Используемый графический пакет

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
ru_ru: Этот параметр сообщает галереи какой из графических инструментальных средств будет использоваться. Если галерея сообщает, что оба в норме (на первой странице), то выбор просто за пользователем. В противном случае, укажите тот пакет с которым галерея не обнаружила ошибок.

source: Path to ImageMagick
ru_ru: Путь к ImageMagick

source: The path to the directory containing ImageMagick on your system.
ru_ru: Путь к каталогу содержащего ImageMagick в вашей системе.

source: I can't find ImageMagick at the location you provided.
ru_ru: Я не могу найти ImageMagick в каталоге который вы указали.

source: PNM to JPEG converter
ru_ru: Конвертер PNM в JPEG

source: Auto-rotate images
ru_ru: Авторазворот изображений

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras.
ru_ru: Выбор этой опции позволяет галереи автоматически разворачивать загруженные изображения, основываясь на информации хранящейся в данных JPEG EXIF некоторых новых моделях цифровых камер.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. Setting this value to &quot;100&quot; is not recommended. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
ru_ru: JPEG формат может менять объем файл в зависимости от качества. Галерея может управлять качеством JPEGов, которые она генерирует когда вы меняете размер, вращаете или делаете обложку из JPEG изображений. Чем выше качество изображения, тем больше объем файла, чем ниже качество, тем объем файла меньше. Тем не менее, во многих случаях есть момент, с которого улучшая качество увеличивается объем файла, но без заметного влияния на изображение. Не рекомендуется устанавливать этому значению велечину равною &quot;100&quot;. Если вы обратите внимание на то, что ваши файлы обложек и изменившие размеры изображения стали большего объема чем исходные изображения и вам это не нравится, то вы можете попробовать уменьшить эту величину. <b>Примечание</b>, измение величины повлияет на изменение объема файлов только в <i>будущем</i>.

source: Embedded Gallery
ru_ru: Встроенная галерея

source: GeekLog Dir
ru_ru: Каталог GeekLog

source: Main Gallery page
ru_ru: Основная страница галереи

source: Highlight size
ru_ru: размер обложки

source: The target size (in pixels) of thumbnails shown in the Gallery page (highlight images).
ru_ru: Размер макетов (в пикселях) показываемых на странице галереи (изображения обложки).

source: Show Owner
ru_ru: Показывать владельца

source: Show album owner's name next to each album?
ru_ru: Показывать имя владельца рядом с каждым альбомом?

source: Albums per page
ru_ru: Альбомов на страницу

source: How many albums should be displayed per Gallery page?
ru_ru: Сколько альбомов отображать на страницу галереи?

source: Search Engine
ru_ru: Поисковый движок

source: Display search engine on main Gallery page?
ru_ru: Показывать поле для поиска на главной странице галереи?

source: Frame around albums
ru_ru: Рамка вокруг альбомов

source: On the main page, the image representing each album has a frame around it. The following styles are available:
ru_ru: На главной странице, изображение которое представляет альбом, имеет вокруг него рамку. Доступны следющие стили:

source: Optional tools
ru_ru: Дополнительные инструмнтальные средства

source: The filesystem path to the <b>%s</b> binary. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
ru_ru: Путь к <b>%s</b>. Например: %s или %s. Это не обязательно, если у вас нет в наличии этого файла, то особо не беспокойтесь об этом.

source: EXIF Data
ru_ru: EXIF данные

source: Other
ru_ru: Разное

source: The filesystem path to the <b>jpegtran</b> utility. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
ru_ru: Путь к утилите <b>jpegtran</b>. Например: %s или %s. Это не обязательно, если у вас нет в наличии этой утилиты, то особо не беспокойтесь об этом.

source: Languages and locales
ru_ru: Языки и локальные установки

source: Default language
ru_ru: Встроенный язык

source: This is the language you will see as %s, and what users will see if no other preference is set.
ru_ru: Это язык, который вы увидите как %s, а также для пользователей у которых нет установленных настроек.

source: Multi language mode
ru_ru: Многоязычный режим

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site.
ru_ru: Галерея имеет три многоязычных режима. Это влияет на язык, который пользователь увидит при посещении сайта.

source: Gallery is only displayed in one language
ru_ru: Язык галереи только один

source: Gallery is displayed in the language the browser sends
ru_ru: Язык галереи такой же как выбран в браузере

source: The User can choose the language via pulldown menu or national flags.
ru_ru: Пользователь может выбрать язык через выпадающее меню или национальные флаги.

source: Available languages
ru_ru: Доступные языки
