Repository: jmullan/Gallery1
Catalog: gallery/locale/*.koi8r/*.koi8r-gallery_config.po
Languages: ru_ru

source: Display clickable image dimensions beneath the thumbnails. Will show dimensions for resized images (if any) first, then for the full image, depending on album settings user permissions. You may click on these instead of the thumbnail to either image.
ru_ru: Отобразить ссылки с размерами изображений под макетами. Вначале будут показаны размеры для уменьшенных изображений (если таковые имеются), затем для развернутого изображения, исходя из полномочий пользователя настроек альбома. Вы сразу можете выбрать изображение нужного размера кликая на ссылку, а не на макет изображения.

source: Item Owner
ru_ru: Владелец объекта

source: Photo owner modification
ru_ru: Владельцам редактировать свои фотографии

source: Allow photo owners to edit and rotate/flip their own photos?
ru_ru: Разрешить владельцам фотографий редактировать и поворачивать/вращать свои собственные фотографии?

source: Photo owner deletion
ru_ru: Владельцам удалять свои фотографии

source: Allow photo owners to delete their own photos?
ru_ru: Разрешить владельцам фотографий удалять свои собственные фотографии?

source: Photo owner display
ru_ru: Показывать владельца фотографии

source: Display the name of photo owners with the caption?
ru_ru: Показывать имя владельца с заголовоком фотографии?

source: Polling configuration
ru_ru: Конфигурация опроса

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
ru_ru: В каждом альбоме голосование может быть отключено, быть только для зарегистрированных пользователей или открыто для всех посетителей.

source: There are two sorts of polls: %s, which allows voters to chose their favourites as first, second, third etc., and %s, which allows voters to rate any or all of the images without restriction. %s is like a film review where all the images can get (for example) 5 points, while %s is useful in scoring competitions.
ru_ru: Имеется два вида голосования: %s, который позволяет расставить фотографии в порядке убывания приоритета, самые понравившиеся, на первое место, на второе, третье и т.д., и %s, позвоволяет оценивать любые или все фотографии без ограничения. %s - напоминает обзор фильма, где все изображения могут получить (например) 5 баллов, тогда как %s полезен для вытесняющей конкуренции.

source: Rank
ru_ru: Ранг

source: Critique
ru_ru: Критика

source: Voter class
ru_ru: Класс голосующих

source: Voting is available to:
ru_ru: Голосование доступно:

source: Voting is off.
ru_ru: Голосование отключено.

source: Anyone can vote. Votes are recorded against session ID.
ru_ru: Проголосовать может каждый. Голоса записываются по ID сессии.

source: Logged in
ru_ru: Пользователям

source: Registered users can vote. Votes are recorded against User ID, and voters can come back and change their choices.
ru_ru: Проголосовать смогут только зарегистрированные пользователи. Голоса записываются по ID пользователя, и голосующий может вернуться и изменить свой выбор.

source: Poll type
ru_ru: Вид опроса

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
ru_ru: Галерея предлагает два вида опроса для голосования за изображения. См. выше для более подробной информации.

source: Users have a set of votes which they can allocate to the images.
ru_ru: Пользователи имеют набор голосов, которые они могут распределить по имеющимся изображениям.

source: Enables users to give all images points without restriction.
ru_ru: Позволяет пользователям давать любые оценки для любых изображений без ограничений.

source: Number of choices
ru_ru: Количество баллов

source: Number of choices that will be available to voters as radio buttons or in a pulldown menu.
ru_ru: Количество баллов, которое будет доступно для голосования в виде радио-кнопок или как выпадающее меню.

source: Vote hint
ru_ru: Подсказка для голосования

source: This is displayed above the voting options under each image.
ru_ru: Это сообщение будет отображаться под каждым изображением для голосования.

source: Vote for this image
ru_ru: Оцените это изображение

source: Show vote results
ru_ru: Показать результаты голосования

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
ru_ru: Показывать итоги и график на странице альбома с изображениями, которые получили наивысшую оценку и отобразить ссылку на полный результат. Если это значение установить в <i>%s</i>, то результаты голосования будут доступны только для админа и владельцев альбома.

source: Number of results displayed
ru_ru: Число отображаемых результатов

source: If %s is %s, display a graph showing this many top results. (Full results will be available on a linked page.)
ru_ru: Если опция %s установлена в %s, то отобразить график с этим числом наилучших оценок. (Результаты всех оценок будут доступны по указанной ссылке.)

source: Orientation of vote choices?
ru_ru: Ориентация пунктов голосования?

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
ru_ru: Опрос вида Ранг будет отображать оценки друг за другом (горизонтально) или друг под другом (вертикально). Не имеет эффекта в опросе вида Критика, при голосовании используется выпадающее меню.

source: Horizontal
ru_ru: Горизонтально

source: Vertical
ru_ru: Вертикально

source: Vote words and values
ru_ru: Оценка голоса и его величина

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
ru_ru: Это позволит вам настроить текст, который будет отображен для каждой оценки, плюс число с соответсвющим весом.

source: Excellent
ru_ru: Отлично

source: Very Good
ru_ru: Очень хорошо

source: Good
ru_ru: Хорошо

source: Average
ru_ru: Средне

source: Poor
ru_ru: Плохо

source: Album Slideshow
ru_ru: Показ слайдов альбома

source: Slideshow Type
ru_ru: Тип показа слайдов

source: Recursive slideshow
ru_ru: Рекурсивный показ слайдов

source: Set to %s if you want to include images in sub albums as part of the slideshow.
ru_ru: Установить %s, если вы хотите включать изображения во вложенных альбомах, как часть показа слайдов.

source: This option will allow visitors to have your slideshow repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
ru_ru: Этот параметр позволит посетителям повторять показ слайдов до тех пор, пока они не закроют окно или не перейдут на другую страницу. Установите %s, если вы хотите сохранить производительность.

source: Top
ru_ru: Вверх

source: Bottom
ru_ru: Вниз

source: Frames
ru_ru: Рамки

source: Each image (thumbnails, resized and full sized) in %s can have a frame. The following styles available:
ru_ru: Каждое изображение (макет, уменьшенные и развернутые фотографии) в %s может иметь рамку. Доступны следующие стили:

source: Subalbum frames
ru_ru: Рамки вложенного альбома

source: This frame will appear around the thumbnail image representing a subalbum.
ru_ru: Эта рамка появится вокруг макета изображения, представляющего вложенный альбом.

source: Frame around thumbs
ru_ru: Рамка вокруг макетов

source: This frame will appear around the thumbnail image representing a photo or movie.
ru_ru: Эта рамка появится вокруг макета изображения, представляющего фотографию или фильм.

source: Frame around images
ru_ru: Рамка вокруг изображений

source: This frame will appear around fulled sized and resized photos.
ru_ru: Эта рамка появится вокруг развернутой и уменьшенной фотографиями.

source: missing
ru_ru: отсутствует

source: it's optional
ru_ru: это необязательно

source: optional
ru_ru: необязательный

source: %s: <b>%s</b> must be an absolute URL!
ru_ru: %s: <b>%s</b> должен быть абсолютный URL!

source: %s: <b>%s</b> must be a valid file (not a directory)!
ru_ru: %s: <b>%s</b> должно быть правильное имя файла (не каталог)!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
ru_ru: %s: <b>&quot;%s&quot;</b> должен быть положительным числом

source: %s: <b>%s</b> must not be zero
ru_ru: %s: <b>%s</b> не должен быть нулем

source: %s: <b>%s</b> must be an executable file!
ru_ru: %s: <b>%s</b> должен быть исполняемым файлом!

source: Directory %s does not exist. Please create it.
ru_ru: Каталог %s не существует. Пожалуйста, создайте его.

source: %s exists but is not a directory. Please fix this.
ru_ru: %s существует, но не каталог. Пожалуйста исправьте это.

source: You must specify a path for %s or %s for Gallery to function!!
ru_ru: Вы должны указать путь для %s или %s для функционирования галереи!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
ru_ru: %s не правильно настроен для использования как графический пакет. Убедитесь, что вы ввели путь к исполняемым файлам %s на шаге 2.

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
ru_ru: Ваш сервер установил ограничения open_basedir PHP, и некоторые ваши пути не в списке ограниченных путей

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can safely ignore it.
ru_ru: Подтвердите, что настройки, которые вы ввели верны. Если все что вы видите на этой странице вводит вас в заблуждение, то можете не рискуя ни чем, не принимать это во внимание.

source: Confirm that the settings you entered came through correctly. There are errors highlighted below in red which need to be fixed before you can save your settings.
ru_ru: Подтвердите, что настройки которые вы ввели корректны. Если ниже выделеная красным выведена ошибка, вы должны ее устранить прежде чем сохранять ваши настройки.

source: Edit Config
ru_ru: Редактировать конфигурацию

source: Save Config
ru_ru: Сохранить конфигурацию

source: Refresh
ru_ru: Обновить

source: No errors.
ru_ru: Нет ошибок.

source: One error.
ru_ru: %d ошибка

source: See Details below.
ru_ru: Смотри подробности ниже.

source: There are errors in your configuration.
ru_ru: Обнаружены ошибки в вашей конфигурации.

source: Please go back and fix them!
ru_ru: Пожалуйста вернитесь чтобы их устранить!

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
ru_ru: На этом шаге вы переделываете различные установки галереи. Если вы впервые модифицируюте галерею, вы обратите внимание, как мы попытались выбрать подходящие значения по умолчанию. Все-таки, вы вероятно будете делать незначительные изменения. Если вы уже сконфигурировали галерею раньше, то вы обратите внимание, что на этой странице уже загружены ваши текущие установки, так что вам не нужно будет делать много изменений.

source: Switch through the corresponding tab and fill the values you need. Some, but not all values are required. If you have finished this step use the button to go to the next Step.
ru_ru: Для заполнения значений, которые вам необходимы, переключайтесь между соответствующими закладками. Некторые, но не все значения обязательные к заполнению. Если вы завершили заполнение нужных значений на этом шаге, то переходите к следующему.

source: Previous Step
ru_ru: Предыдущий шаг

source: Previous Tab
ru_ru: Предыдущая таб.

source: Next Tab
ru_ru: Следующая таб.

source: Next Step
ru_ru: Следующий шаг

source: Use Defaults
ru_ru: Использовать установки по умолчанию

source: Here you can customize the default values for <b>new albums</b> that you create. These settings have no effect on existing albums!
ru_ru: Здесь вы можете модифицировать значения по умолчанию для <b>новых альбомов</b>, которые вы создадите. Эти параметры не имеют эффекта для существующих альбомов!

source: Note that these are <b>not master switches</b>. This means you can change those settings for each separately.
ru_ru: Отметьте, что это не <b>главные переключатели</b>. Это означает что вы можете изменить настройки для каждого в отдельности.

source: If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
ru_ru: Если вы настраиваете галерею первый раз, обратите внимание как мы попытались выбрать приемлемые значения для вас. Если вы уже настраивали галерею перед этим, то можете заметить что страница загружена с вашими текущими значениями, так что вероятно вам не нужно будет делать много изменений.

source: Note to users upgrading from a previous version: settings new since your old version will be applied to all existing albums. If you wish to change these later, they must be changed one by one in each album. Please choose these default values carefully.
ru_ru: Примечание для пользователей обновляющим предыдущую версию: новые параметры, которых не было в старой версии будут добавлены ко всем существцющим альбомам. Если потом вы захотите их изменить, то должны будете это сделать отдельно в каждом альбоме. Пожалуйста, выбирайте такие значения очень тщательно.

source: Gallery Diagnostics
ru_ru: Диагностика галереи

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
ru_ru: Эта страница обеспечивает некторой диагностической информацией о вашем сервере, чтобы помочь вам выявить проблемы и предохранить галерею от не правильного функционирования.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
ru_ru: Мастер конфигурации пробует все типы диагностики, чтобы попытаться найти и отработать любые вопросы, которые находятся в вашей системе, но возможно существуют другие проблемы о которых мы не задумывались.

source: You can use these tools to find out more about your setup
ru_ru: Вы можете использовать эти инструменты, чтобы узнать больше о вашей установке:

source: Tool
ru_ru: Инструмент

source: Description
ru_ru: Описание

source: This page provides information about your PHP installation.
ru_ru: Эта страница представляет информацию об установленном у вас PHP.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
ru_ru: Это хорошее место изучить различные параметры конфигурации PHP и найти текущие параметры вашей системы (иногда трудно что-либо сделать, когда вы имеете дело с машиной интернет-сервис провайдера)

source: Check
ru_ru: Проверка

source: This page provides information about your ImageMagick binaries.
ru_ru: Эта страница представляет информацию о пакете ImageMagick.

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
ru_ru: Вы можете использовать эту страницу только после того как завершите настройку конфигурации (имеется ввиду, что вы уже указали в настройках галереи верный путь к ImageMagick).

source: Check Sessions
ru_ru: Проверка сессий

source: This page runs a very simple test on your PHP session configuration.
ru_ru: Эта страница выполняет очень простой тест с вашей настройкой сессий в PHP.

source: Gallery requires that your PHP installation is configured with proper session support.
ru_ru: Галереи требуется, чтобы ваши установки PHP были настроены с поддержкой сессий.

source: This page will simply send a test email.
ru_ru: Эта страница просто отправит тестовое сообщение по e-mail.

source: This allows you to see if you can use the email functions in %s.
ru_ru: Это позволит вам увидеть можете ли вы использовать функции e-mail в %s.

source: Check versions
ru_ru: Проверка версий

source: This page is for %s upgrades that have problems.
ru_ru: Эта страница для обновления %s.

source: This allows you to check you have the correct version of all your %s files.
ru_ru: Позволяет вам проверить правильная ли версия у всех файлов вашей %s.

source: Gallery Configuration
ru_ru: Конфигурация галереи

source: Dots
ru_ru: Многоточие

source: Just a simple dashed border around the thumb.
ru_ru: Простой штрих-пунктирный бордюр вокруг макета

source: Solid
ru_ru: Сплошной

source: Just a simple solid border around the thumb.
ru_ru: Простой сплошной бордюр вокруг макета

source: Skipping %s.
ru_ru: Пропущен %s.

source: Can't open %s
ru_ru: Не могу открыть %s

source: Close Window
ru_ru: Закрыть окно

source: Security violation
ru_ru: Нарушение безопасности

source: Please enter username and password.
ru_ru: Пожалуйста введите имя пользователя и пароль.

source: Reset %s Password
ru_ru: Сбросить пароль %s

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Login
ru_ru: Вход

source: Reset
ru_ru: Сброс

source: Cancel
ru_ru: Отмена

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
ru_ru: Если сессии настроены парвильно в вашем PHP, то ниже вы должны увидеть id сессии.

source: The &quot;page views&quot; number should increase every time you reload the page.
ru_ru: Число &quot;просмотров страницы&quot; должно увеличиваться каждый раз, как вы обновите страницу.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
ru_ru: Если это <b>не</b> работает, тогда у вас вероятно возникли проблемы с установкой PHP.

source: Gallery will not work properly until PHP's session management is configured properly.
ru_ru: Галерея не будет работать нормально, пока управление сессиями PHP не будет правильно настроено.

source: Your session id is
ru_ru: Ваш id сессии

source: Page views in this session
ru_ru: Просмотров страницы в течении этой сессии

source: Server IP address
ru_ru: IP адрес сервера

source: Start over
ru_ru: Начать заново

source: The password for user %s was changed.
ru_ru: Пароль пользователя %s был изменен.

source: An account called %s has been created for you with the password you specified.
ru_ru: Учетная запись названная %s создана для вас с паролем, который вы определили.

source: Your configuration has been successfully saved!
ru_ru: Ваша конфигурация успешно сохранена!

source: Note
ru_ru: Примечание

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
ru_ru: Вы можете перенастроить галерею в любое время, перезапустите этот мастер конфигурации.

source: It will save your data so you won't have to enter it all again!
ru_ru: Ваши данные сохранятся, так что вам не нужно будет вводить все заново!

source: Please subscribe to the %s mailing list. This is a very low volume mailing list that will keep you abreast of important changes in %s. This is where we announce new versions, important bug fixes and any security issues and their resolution.
ru_ru: Пожалуйста подпишитесь на список рассылки %s. Это очень низкий объем рассылки, который будет держать вас в курсе важных изменений в %s. В ней мы объявляем о новых версиях, сообщаем об исправленных ошибках и о любых вопросах безопасности и их решения.

source: Enter the Gallery
ru_ru: Вход в галерею

source: Unable to write to %s.
ru_ru: Невозможно записать в %s.

source: You are missing either %s or %s.
ru_ru: У вас отсутствует %s или %s.

source: Review Settings
ru_ru: Просмотреть настройки
