Repository: jmullan/Gallery1
Catalog: gallery/locale/*.iso-8859-2/*.iso-8859-2-gallery_config.po
Languages: cs_cz

source: Gold Frame
cs_cz: Zlatý rám

source: Wood Frame
cs_cz: Døevìný rám

source: Please retype your password here
cs_cz: Prosím, vyplòte zde, va¹e heslo

source: Name
cs_cz: Jméno

source: Value
cs_cz: Hodnota

source: Missing value
cs_cz: Chybìjící hodnota

source: <b>exec()</b> is not disabled on this server.
cs_cz: <b>exec()</b> není zakázán na tomto serveru.

source: I can read your <b>.htaccess</b> file.
cs_cz: Mohu pøeèíst soubor <b>.htaccess</b>.

source: PHP v%s is OK.
cs_cz: PHP verze %s je v poøádku.

source: <b>mod_rewrite</b> is enabled.
cs_cz: <b>mod_rewrite</b> je aktivovaný

source: Can't find <i>jhead</i>
cs_cz: Nemohu najít <i>jhead</i>

source: <b>jhead</b> binary located.
cs_cz: <b>jhead</b> binárka nalezena.

source: NetPBM not being used in this installation.
cs_cz: Tato instalace nepou¾ívá NetPBM.

source: Cannot verify this path (it's not in your open_basedir list).
cs_cz: Nemohu ovìøit tuto cestu (není ve va¹em seznamu open_basedir).

source: Can't find %s!
cs_cz: Nelze najít %s!

source: %s is not executable!
cs_cz: %s není spustitelné!

source: %d of %d NetPBM binaries located.
cs_cz: %d z %d binárek NetPBM nalezeno.

source: %d of %d ImageMagick binaries located.
cs_cz: %d z %d binárek ImageMagick nalezeno.

source: Can't find <i>jpegtran</i>!
cs_cz: Nemohu najít <i>jpegtran</i>!

source: <b>jpegtran</b> binary located.
cs_cz: <b>jpegtran</b> binárka nalezena.

source: PHP has <b>GNU gettext</b> support.
cs_cz: PHP obsahuje <b>GNU gettext</b> podoru.

source: PHP does not have <b>GNU gettext</b> support.
cs_cz: PHP neobsahuje <b>GNU gettext</b> podoru.

source: No languages found.
cs_cz: Nenalezen ¾ádný jazyk

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
cs_cz: Nalezeno %d jazykù. Pokud vám nìjaký jazyk schází nav¹tivte, prosím, %sGallery download page%s.

source: You can check for more recent versions by visiting %s.
cs_cz: Na %s se mù¾ete podívat po novìj¹í verzi.

source: This version of %s was released on %s.
cs_cz: Tato verze %s byla vytvoøena %s.

source: This is a development build of %s that was released on %s.
cs_cz: Toto je betaverze %s, která byla vytvoøena %s.

source: Please check regularly for updates.
cs_cz: Pravidelnì zj¹»ujte, zda není k dispozici nová verze

source: All gallery locales are available on this host.
cs_cz: V¹echny locales Gallery jsou na tomto serveru k dispozici.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
cs_cz: Datumy v %d jazycích se nemusí zobrazovat korektnì, proto¾e patøièné lokalizace chybí. Bude potøeba pro nì nastavit fotmáty dat ruènì.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
cs_cz: Nenalezl jsem ¾ádné locales. Vá¹ server je ale nastaven s omezením %s, tak¾e nám mohl zabránit v nalezení locales. Znamená to bohu¾el, ¾e se formát data nebude mìnit podle jazyka. Pokraèujte dál, toto není vá¾ný problém.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
cs_cz: Nenalezl jsem ¾ádné locales. Multijazykové funkce budou vypnuty. Nainstalujte potøebné locales nebo o to po¾ádejte svého administrátora. O tomto problému na systémech %s se ví. Pokud je to vá¹ pøípad, projdìte si %sDebian locale HowTo%s.

source: Only the default locale for this machine is available, so date format will not change for different languages.
cs_cz: K dispozici je pouze standardní locale tohoto stroje, tak¾e formát data se nebude mìnit podle jazyka.

source: Advanced
cs_cz: Pokroèilé

source: <b>safe_mode</b> is off.
cs_cz: <b>safe_mode</b> je vypnutý.

source: <b>magic_quotes</b> are off.
cs_cz: <b>magic_quotes</b> jsou vypnuty.

source: In %s, missing %s in row %d with %s %s.
cs_cz: V %s chybí %s v øadì %d se %s %s.

source: Vote words and values
cs_cz: Text hlasovacích mo¾ností

source: In %s, blank in row %d.
cs_cz: V %s, øada %d je prázdná..

source: In %s, for name %s (row %d) value %s should be a positive whole number
cs_cz: V %s, %s (øada %d) %s by mìlo být celé kladné èíslo

source: <b>register_globals</b> is off.
cs_cz: <b>register_globals</b> je vypnutý.

source: You must specify valid admin email addresses
cs_cz: Musíte zadat platnou e-mailovou adresu administrátora

source: %s is not a valid email address.
cs_cz: %s není platná e-mailová adresa.

source: You must specify a valid sender email address
cs_cz: Musíte zadat platnou e-mailovou adresu odesílatele

source: Look at %sCheck Versions%s for more details.
cs_cz: %sKliknìte sem%s, pokud chcete zobrazit více detailù.

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
cs_cz: %d souborù je novìj¹ích ne¾ se oèekávalo. Je to OK, pokud pou¾íváte pre-release, beta, CVS, nebo modifikované soubory.

source: All tested files up-to-date.
cs_cz: V¹echny testované soubory jsou aktualní.

source: All %d tested files up-to-date.
cs_cz: V¹ech %d testovaných souborù je aktualní.

source: this is new in version %s
cs_cz: tohle je nové od verze %s

source: Return to %s.
cs_cz: Návrat na %s.

source: Configuration Wizard
cs_cz: Prùvodce konfigurací Gallery

source: You must enter a password for the %s account.
cs_cz: Musíte zadat heslo pro úèet %s.

source: Admin password
cs_cz: Heslo administrátora

source: Username
cs_cz: U¾ivatelské jméno

source: email address
cs_cz: r-mailová adresa

source: Testing status of %d files.
cs_cz: Testuji stav %d souborù.

source: Cannot read file %s.
cs_cz: Nemohu èíst soubor %s.

source: File missing or unreadable.
cs_cz: Soubor schází, nebo nejde pøeèíst.

source: Version information not found in %s. File must be old version or corrupted.
cs_cz: Informace o verzi nebyla nelezena v %s. Soubor musí být star¹í verze, nebo je po¹kozen.

source: Missing version
cs_cz: Chybìjící verze

source: Problem with %s. Expected version %s (or greater) but found %s.
cs_cz: Problém s %s. Oèekával jsem verzi %s (nebo novìj¹í), ale na¹el jsem %s.

source: Expected version %s but found %s.
cs_cz: Oèekával jsem verzi %s, ale na¹el jsem %s.

source: This email will be sent when new accounts are created.
cs_cz: Tento e-mail bude odeslán, kdy¾ bude zalo¾en nový u¾ivatel.

source: Gallery Configuration Wizard: Step %d
cs_cz: Prùvodce konfigurací Gallery: krok %d

source: This is the Gallery system check page.
cs_cz: Toto je stránka systémové kontroly Gallery.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
cs_cz: Na této stránce bude ovìøeno, ¾e ve va¹em systému jsou nastavená práva, jsou nainstalovány a dobøe nastaveny v¹echny potøebné komponenty.

source: Gallery Diagnostics Page
cs_cz: Diagnostická stránka Gallery

source: Gallery Help Page
cs_cz: Stránka nápovìdy Gallery

source: Having problems? Try the %s, %s and %s.
cs_cz: Máte potí¾e? Zkuste %s, nebo %s a %s.

source: documentation
cs_cz: dokumentace

source: Having problems? Try the %s and %s.
cs_cz: Máte potí¾e? Zkuste %s a %s.

source: Success
cs_cz: Úspìch

source: Serious Warning
cs_cz: Vá¾né varování

source: Warning
cs_cz: Varování

source: There are errors in your configuration that will prevent Gallery from functioning properly.
cs_cz: Ve va¹em nastavení jsou chyby, které neumo¾òují správný bìh Gallery.

source: You must fix them before you can continue.
cs_cz: Ne¾ budete pokraèovat, musíte tyto chyby odstranit.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
cs_cz: Va¹e instalace obsahuje <b>vá¾ná varování</b>! Pokraèujte na vlastní triko...

source: Your installation has warnings, but this is usually OK. Keep going!
cs_cz: Va¹e instalace obsahuje varování, ale vìt¹inou by to nemìlo vadit. Pokraèujte!

source: Your installation passed with flying colors! Go go go!
cs_cz: Instalace probìhla úspì¹nì! Tak hurá do toho!

source: Next Step
cs_cz: Dal¹í krok

source: Gallery ImageMagick Check
cs_cz: Kontrola Gallery ImageMagicku

source: Check %s
cs_cz: Kontroluji %s

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
cs_cz: Tento skript je urèen k tomu, aby zjistil, zda je va¹e %s instalace vhodná k pou¾ívání Gallery.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
cs_cz: Tento skript byste mìli spustit a¾ <b>poté</b>, co jste spustili prùvodce konfigurací, pokud máte pøi instalaci potí¾e s %s, které prùvodce nezjistil.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
cs_cz: Nahrávám konfiguraèní soubory. Pokud dojde k chybì, pravdìpodobnì se vám nepodaøilo úspì¹nì dokonèit prùvodce instalací.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
cs_cz: Vypadá to, ¾e Gallery nebyla správnì zkonfigurována. Spus»te a dokonèete prùvodce konfigurací.

source: Let us see if we can figure out what operating system you are using.
cs_cz: Tak se podíváme, jaký operaèní systém pou¾íváte.

source: This is what your system reports
cs_cz: Vá¹ systém øíká, ¾e se jmenuje takhle.

source: This is the type of system on which PHP was compiled
cs_cz: Tohle je typ systému, na kterém bylo PHP zkompilováno.

source: Make sure that the values above make sense to you.
cs_cz: Ujistìte se, ¾e vý¹e uvedené hodnoty dávají smysl.

source: Look for keywords like %s, %s, %s etc. in the output above.
cs_cz: Ve vý¹e uvedeném výstupu hledejte klíèová slova jako %s, %s, %s atp.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
cs_cz: Pokud oba pokusy selhaly, zkuste u svého ISP zjistit, jaký operaèní systém pou¾íváte.

source: You can check via %s, they can often tell you.
cs_cz: Èasto se mù¾ete doptat u %s.

source: You told the config wizard that your %s binaries live here:
cs_cz: Prùvodci konfikurací jste zadal, ¾e binárky %s jsou tady:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
cs_cz: Pokud to tak není (nebo je pole prázdné), spus»te znovu prùvodce konfigurací a vlo¾te umítìní %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list %s
cs_cz: <b>POZNÁMKA:</b> Vá¹ %s adresáø (%s) není ve va¹em seznamu open_basedir %s

source: The open_basedir list is specified in php.ini.
cs_cz: open_basedir seznam je zadán v php.ini.

source: We are going to test each %s binary individually.
cs_cz: Ka¾dou binárku %s zkontrolujeme zvlá¹».

source: Checking:
cs_cz: Kontroluji:

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
cs_cz: Pokud se zobrazí chyba ohlednì ètení nebo zápisu do %s, vìt¹inou je problém v nastavení nebo právech ve va¹em systému. Pokud je zmínìno %s, je to proto, ¾e vá¹ systém je nastaven tak, ¾e %s je povoleno.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
cs_cz: Promluvte si o tom s va¹ím systémovým administrátorem nebo vyhledejte informace na %sStránce nápovìdy Gallery%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
cs_cz: Informace o dal¹ích chybách najdete v seznamu mo¾ných odpovìdí v %s.

source: File %s does not exist.
cs_cz: Soubor %s neexistuje.

source: Expected status: %s, but actually received status %s.
cs_cz: Oèekávaný status: %s, skuteèný status %s.

source: can't detect version on Windows
cs_cz: nemohu zjistit verzi ve Windows

source: OK! Version: %s
cs_cz: OK! Verze: %s

source: Check Mail
cs_cz: Kontrola e-mailu

source: Test email from %s
cs_cz: Test e-mailu z %s

source: This email was automatically generated.
cs_cz: Tento e-mail byl vygenerován automaticky.

source: You must use a valid email address
cs_cz: Musíte zadat platnou e-mailovou adresu

source: Try again?
cs_cz: Zkusit znovu?

source: %s not set.
cs_cz: %s není nastaveno.

source: Your email address:
cs_cz: Va¹e e-mailová adresa:

source: Send Email
cs_cz: Odeslat e-mail

source: Gallery NetPBM Check
cs_cz: Kontrola Gallery NetPBM

source: %sClick here%s to hide the details
cs_cz: %sKlepnìte sem%s, pokud chcete skrýt detaily

source: If you see errors, you should %sclick here%s to see more details
cs_cz: Pokud dojde k chybám, %sklepnìte sem%s pro zobrazení detailù

source: Check Versions
cs_cz: Kontrola verze

source: %sClick here%s to see more details
cs_cz: %sKlepnìte sem%s, pro více detailù

source: All files okay.
cs_cz: V¹echny soubory jsou v poøádku.

source: One file is up-to-date.
cs_cz: Jeden soubor je aktuální.

source: All files are up-to-date.
cs_cz: V¹echny soubory jsou aktuální.

source: The following files are up-to-date.
cs_cz: V¹echny následující soubory jsou aktuální.

source: unknown
cs_cz: neznámé

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from the %sGallery Download Page%s. Or, you can compile and install the entire NetPBM package from the %sNetPBM website%s.
cs_cz: Gallery preferuje NetPBM verze 9.9 a vy¹¹í. Na stránce %sGallery on SourceForge%s najdete potøebné binárky. Mù¾ete také zkompilovat a nainstalovat celý balík NetPBM z %sNetPBM on SourceForge%s.

source: Note:
cs_cz: Poznámka:

source: You can install the binaries from the Gallery site even if you don't have root access on your box! If you can't get it working, try leaving the NetPBM path blank and using ImageMagick instead.
cs_cz: Kontroluji, zda PHP bì¾í v <b>safe_mode</b>. Bezpeèný mód je zabezpeèený re¾im PHP pou¾ívaný ve sdílených prostøedích. Gallery v tomto re¾imu nemù¾e pracovat, nebo» jsou omezeny nìkteré potøebné funkce.

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from the %sImageMagick website%s.
cs_cz: Gallery preferuje ImageMagick verze 5.4.8 a vy¹¹í. Kompletní ImageMagick stáhnìte z %sImageMagick website%s, zkompilujte a nainstalujte.

source: Check to see how old %s version %s is.
cs_cz: Kontroluji, jak je stará verze %s %s.

source: Check to see if you are running PHP 4.1.0 or greater.
cs_cz: Kontroluji zda máte PHP 4.1.0, nebo novìj¹í.

source: Since Gallery 1.4.5 Gallery needs at least PHP 4.1.0, this is due to that some versions of PHP have bugs that cause Gallery to fail and that older Version does not have required functionality.
cs_cz: Od verze 1.4.5 potøebuje Gallery minimálnì PHP 4.1.0, proto¾e nìkteré verze PHP obsahovali chyby, které zpùsobovali neèinnost Gallery.

source: You're running PHP version %s. You need to upgrade to PHP %s.
cs_cz: Pou¾íváte PHP verzi %s. Musíte nainstalovat PHP %s.

source: You're running PHP version %s which has known bugs that cause Gallery to fail.
cs_cz: Pou¾íváte PHP verzi %s, která obsahuje chyby, je¾ zpùsobují problémy pøi bìhu Gallery.

source: We are using predefined variables which some older version of PHP have problems with.
cs_cz: Pou¾íváme pøeddefinované promìnné s kterými mají nìkteré star¹í verze PHP problémy.

source: Check to see if PHP is running in <b>safe_mode</b>. Safe Mode is a PHP security feature commonly used in shared environments. Gallery cannot run when Safe Mode is enabled because it imposes too many restrictions.
cs_cz: Kontroluji, zda PHP bì¾í v <b>safe_mode</b>. Bezpeèný mód je zabezpeèený re¾im PHP pou¾ívaný ve sdílených prostøedích. Gallery v tomto re¾imu nemù¾e pracovat, nebo» jsou omezeny nìkteré potøebné funkce.

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (e.g. big ZIP files or movies).
cs_cz: Umo¾nìte Gallery pou¾ívat soubor <b>.htaccess</b> k nastavení specifických konfiguraèních mo¾ností Gallery. Tento soubor vlastní u¾ivatel, který vlastní webserver, tak¾e jej ne v¾dy mù¾ete mìnit. Pokud se této mo¾nosti vzdáte, nebudete moci nahrávat soubory vìt¹í ne¾ 2MB (napøíklad velké ZIP archivy, nebo filmy) a nebudete moci pou¾ívat mod_rewrite (viz. ní¾e).

source: Magic quotes are on. Your webserver administrator can turn them off by putting %s in your <b>php.ini</b> file.
cs_cz: Magic quotes jsou zapnuty. Vá¹ správce webserveru je mù¾e vypnout, kdy¾ do va¹eho <b>php.ini</b> souboru vlo¾í %s.

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to NetPBM by hand on the following page.
cs_cz: Pokud je NetPBM nainstalováno, ale Gallery ho automaticky nena¹la, nevadí to - jen budete muset cestu k NetPBM zadat ruènì na následující stránce.

source: Check to see if <b>jhead</b> is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
cs_cz: Kontroluji, zda je nainstalován <b>jhead</b> aby Gallery mohla prozkoumávat EXIF hlavièky, které do fotek ukládá vìt¹ina digitálních fotoaparátù.

source: I can't find <b>jhead</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at the %sjhead homepage%s.
cs_cz: Nemohu nalézt <b>jhead</b>. Pokud je nainstalován mimo cestu u¾ivatele webserveru, nevadí to - mù¾ete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, mù¾ete jej nainstalovat sami. jhead je analyzér EXIF hlavièek, dostupný zdarma. Zdrojový kód, linuxové binárky a binárky pro Windows jsou k dispozici na %sthe jhead homepage%s.

source: I can't find <b>jpegtran</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jpegtran is a free tool distributed by the Independent JPEG Group as part of <i>libjpeg</i>. Source may be found at the %sIJG homepage%s. Binaries may be found at the %sJPEG Club website%s or in the <i>libjpeg</i> package of Linux distributions.
cs_cz: Nemohu nalézt <b>jpegtran<b> Pokud je nainstalován mimo cestu u¾ivatele webserveru, nevadí to - mù¾ete cestu zadat ruènì na následující stránce. Pokud nainstalováno není, mù¾ete jej nainstalovat sami. Jpegtran je nástroj distribuovaný zdarma Independet JPEG group jako souèást <i>libjpeg</i>. Zdrojový kód je na %sIJG homepage%s. Binárky jsou k dispozici na %sJPEG club website%s nebo jako souèást balíèku <i>libjpeg</i> v distribucícch Linuxu.

source: Check to see if PHP is compiled with <b>GNU gettext</b> support for fast translations.
cs_cz: Kontroluji, zda je PHP zkompilováno s <b>GNU gettext</b> podporou pro rychlé pøeklady.

source: Your PHP does not have <b>GNU gettext</b> support installed. To include it, you'll need to recompile PHP (see the %sPHP docs%s for more information). Multi-language support is still available in Gallery without <b>gettext</b>, but the pages may take slightly longer to load.
cs_cz: Va¹e PHP nemá nainstalovánu podporu <b>GNU gettext</b>. Pro instalaci potøebujete pøekompilovat PHP (podívejte se na %sPHP docs%s pro více informací). Multijazyková podpora je stále dostupná i bez <b>gettext</b>, ale zobrazování stránek bude trvat mnohem déle.

source: Checking to see if you have the latest versions of all Gallery files.
cs_cz: Kontroluji, zdali máte nejnovìj¹í verze v¹ech souborù v Gallery.

source: General settings
cs_cz: Hlavní nastavení

source: Gallery Title
cs_cz: Název galerie

source: The name of your Gallery. E.g. <i>My Cool Photos</i>
cs_cz: Název va¹í galerie. Napø. <i>Moje skvìlé fotky</i>

source: Use Icons ?
cs_cz: Pou¾ít ikony?

source: Icons and text
cs_cz: Ikony a text

source: Text only
cs_cz: Pouze text

source: Icons only
cs_cz: Pouze ikony

source: Skin Name
cs_cz: Jméno vzhedu

source: Here you can get a more Gallery Skins by Drazan
cs_cz: Zde, mù¾ete získat více vzhledù (skinù) od Darzana

source: Default upload method
cs_cz: Standardní nahrávací metoda

source: Form-based Upload
cs_cz: Formuláø

source: Mini-Applet
cs_cz: Applet (malý)

source: Full-Applet
cs_cz: Applet (velký)

source: Locations and URLs
cs_cz: Umístìní a URL

source: Album directory
cs_cz: Adresáø alb

source: REQUIRED
cs_cz: PO®ADOVÁNO

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty&#8212;Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s).
cs_cz: Úplná cesta k adresáøi na disku, kam se va¹e fotku budou nahrávat. Tento adresá¹ by mìl být prázdný - Gallery si jej sama naplní. Tento adresáø musí mít povolen zápis pro u¾ivatele, který vlastní webserver (ve va¹em pøípade je to u¾ivatel %s).

source: Temporary directory
cs_cz: Doèasný adresáø

source: The filesystem path to a temporary directory. E.g. %s or %s. Note that if you have <b>open_basedir</b> configured on your system, then this temporary directory must be inside the <b>open_basedir</b> path! In that case you may need to create the directory yourself and make sure that it's writable by the webserver process.
cs_cz: Ceste k doèasnému adresáøi, napø %s nebo %s. Pokud máte v systému nastaven open_basedir, musí být doèasný adresáø umístìn pod tímto adresáøem. V takovém pøípadì mo¾ná budete muset nìjaký doèasný adresáø sami vytvoøit a povolit právo ètení zápisu u¾ivateli webserveru.

source: The full URL to the Gallery web application. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
cs_cz: Celé URL Gallery. (napø. %s) Gallery umí pracovat s relativními odkazy, ale nìkteré funkce, jako tøeba tisk, by nefungovali správnì.

source: Albums URL
cs_cz: URL alba

source: The full URL to your album directory on your web server. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
cs_cz: Celé URL va¹eho adresáøe s albi. (napø. %s) Gallery umí pracovat s relativními odkazy, ale nìkteré funkce, jako tøeba tisk, by nefungovali správnì.

source: Thumbnail image
cs_cz: Obrázek náhledu videa

source: The filesystem path to the thumbnail image to show for movies. E.g. %s
cs_cz: Cesta k obrázku, který bude zobrazován jako náhled videoklipù - napø. %s

source: Mirror sites
cs_cz: Zrcadlové servery

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. E.g. %s
cs_cz: Seznam URL serverù, kde jsou kopie (mirrors) va¹eho adresáøe alb. Na ka¾dý øádek napi¹te jedno URL. Umístìte ty nejspolehlivìj¹í nahoru. Napø. %s.

source: Toolkits / image processing
cs_cz: Balíèky nástrojlù pro zpracování fotek

source: Graphics suite to use
cs_cz: Který balík grafických programù mám pou¾ívat
