Repository: jmullan/Gallery1
Catalog: gallery/locale/*.iso-8859-2/*.iso-8859-2-gallery_config.po
Languages: cs_cz

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
cs_cz: Zde nastavte, který grafický balík má Gallery pou¾ívat. Pokud na první stránce Gallery tvrdí, ¾e oba jsou v poøádku, vyberte si, který chcete. Jinak zvolte ten, který Gallery na¹la bez chyb.

source: Path to NetPBM
cs_cz: Cesta k NetPBM

source: This path is only required if you choosed %s above. Otherwise you can leave it like it is, or empty.
cs_cz: Tato cesta je vy¾adována pouze pokud jste vybrali %s vý¹e. Pokud ne, mù¾ete ho nechat tak jak je, nebo ho nechat prázdné.

source: I can't find NetPBM at the location you provided.
cs_cz: V daném umístìní nemohu NetPBM nalézt

source: PNM to JPEG converter
cs_cz: Konvertor PNM do JPG

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
cs_cz: Vyplòte, pokud budete pou¾ívat NetPBM. NetPBM pou¾ívá speciální nástroj ke konverzi svého formátu do JPG. Tento nástroj se jmenuje buï <i>ppmtojpeg</i> nebo <i>pnmtojpeg</i> v závislosti na verzi NetPBM, kterou jste nainstalovali. Podívejte se do adresáøe s NetPBM, který z tìchto dvou souborù tam naleznete a napi¹te jej sem. Pokud si nejste jistí, tipnìte si a my to ovìøime.

source: Path to ImageMagick
cs_cz: Cesta k ImageMagick

source: The path to the directory containing ImageMagick on your system.
cs_cz: Cesta k adresáøi, ve kterém je na va¹em serveru nainstalován ImageMagick.

source: I can't find ImageMagick at the location you provided.
cs_cz: V daném umístìní nemohu ImageMagick nalézt

source: Auto-rotate images
cs_cz: Automaticky otáèet fotky

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras.
cs_cz: Aktivace této funkce zpùsobí, ¾e Gallery automaticky otoèí nahrávané fotky podle informací, obsa¾ených v JPEG EXIF hlavièkách, vytvoøených nìkterými novìj¹ími fotoaparáty.

source: Requires Jhead EXIF parser v.1.9 or greater (See optional tools).
cs_cz: Vy¾aduje Jhead EXIF parser v.1.9 nebo novìj¹í.

source: yes
cs_cz: ano

source: no
cs_cz: ne

source: JPEG Quality
cs_cz: Kvalita fotek formátu JPEG

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. Setting this value to &quot;100&quot; is not recommended. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
cs_cz: Formát JPEG umo¾òuje rùzné pomìry velikosti a kvality. Gallery mù¾e ovlivnit, v jaké kvalitì budou fotky ve formátu JPEG ukládány, kdy¾ mìníte jejich velikost, otáèite je nebo vytváøíte náhledu. Fotky ve vy¹¹í kvalitì jsou vìt¹í. Od urèité úrovnì kvality jsou zmìny na pohled nepotøehnutelné, zatímco velikost znatelnì narùstá. Pokud dosahují va¹e náhledy èi zmen¹ené fotky na serveru vìt¹ích velikostí souborù, ne¾ originály, urèitì budete chtít nastavení kvality sní¾it. <b>Poznámka:</b> Zmìna tohoto nastavení se nedotkne ji¾ ulo¾ených fotek, ale pouze v¹ech zmìn v <i>budoucnu</i>.

source: Embedded Gallery
cs_cz: Vlo¾ená Gallery

source: GeekLog Dir
cs_cz: GeekLog adresáø

source: If you use Geeklog, please enter the location of the GeekLog public_html directory. i.e. '/path/to/geeklog/public_html'
cs_cz: Pokud pou¾íváte GeekLog, vlo¾te prosím, cestu k GeekLog public_html adresáøi. Napø. '/path/to/geeklog/public_html'

source: Main Gallery page
cs_cz: Hlavní stránka Gallery

source: Show the album tree ?
cs_cz: Ukazovat strom alb?

source: No tree
cs_cz: ®ádný strom

source: %d sublevel
cs_cz: Do %d úrovnì

source: %d sublevels
cs_cz: Do %d úrovnì

source: Complete Tree
cs_cz: Kompletní strom

source: Highlight size
cs_cz: Velikost náhledu alba

source: The target size (in pixels) of thumbnails shown in the Gallery page (highlight images).
cs_cz: Cílová velikost náhledù v bodech. Týká se náhledù alb, zobrazovaných na stránkách galerie (náhled alba).

source: Show Owner
cs_cz: Ukazovat vlastníka

source: Show album owner's name next to each album?
cs_cz: Zobrazit jméno vlastníka u ka¾dého alba?

source: Albums per page
cs_cz: Alba na stránku

source: How many albums should be displayed per Gallery page?
cs_cz: Kolik alb má být zobrazeno na jedné stránce galeie?

source: Search Engine
cs_cz: Vyhledávání

source: Display search engine on main Gallery page?
cs_cz: Zobrazit vyhledávací okénko na hlavní stránce galerie?

source: Frame around albums
cs_cz: Okraje kolem alb

source: Optional tools
cs_cz: Doplòkové nástroje

source: The filesystem path to the <b>%s</b> binary. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
cs_cz: Cesta k binárce <b>%s</b> Napø. %s or %s. Není nutné zadat - pokud jej nemáte, netrapte se tím.

source: The filesystem path to the <b>%s</b> EXIF parser. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
cs_cz: Cesta k binárce <b>%s</b> EXIF parser. Napø %s nebo %s. Není nutné zadat - pokud jej nemáte, netrapte se tím.

source: The filesystem path to the <b>jpegtran</b> utility. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
cs_cz: Cesta k binárce <b>jpegtran</b>. Napø. %s nebo %s. Není nutné zadat - pokud jej nemáte, netrapte se tím.

source: Languages and locales
cs_cz: Jazyky a locales

source: Default language
cs_cz: Výchozí jazyk

source: Multi language mode
cs_cz: Multijazykový mód

source: Gallery is only displayed in one language
cs_cz: Gallery bude zobrazena pouze v jednom jazyce

source: Gallery is displayed in the language the browser sends
cs_cz: Gallery bude zobrazena v jazyce, který po¾aduje prohlí¾eè.

source: The User can choose the language via pulldown menu or national flags.
cs_cz: U¾ivatel si mù¾e vybrat jazyk z rozbalovacího menu nebo pomocí vlajek.

source: Available languages
cs_cz: Dostupné jazyky

source: These languages will be available as user choices in a pulldown menu or national flags, if you have choosen language Mode 3, and will be available to registered users as their default language in Mode 2 or 3.
cs_cz: Tyto jazyky budou dostupné ve volbì v módu 3 a budou dostupné jako u¾ivatelské nastavení standardního jazyka v módech 2 a 3 pomocí rozbalovacího menu nebo vlajek.

source: Show flags?
cs_cz: Ukazovat vlajky?

source: In Mode 3 you can choose to display national flags instead of a small pulldown menu for the available languages.
cs_cz: V módu 3 si mù¾ete vybrat, zda bude pro volbu jazyka pou¾ito rozbalovací menu nebo vlajky jednotlivých státù.

source: date without time
cs_cz: datum bez èasu

source: For example, %s will display date like this: %s.
cs_cz: Napøíklad %s zobrazí datum takto: %s.

source: date with time
cs_cz: datum a èas

source: For example, %s will display date and time like this: %s.
cs_cz: Napøíklad %s zobrazí datum a èas takto: %s.

source: Email and Registration
cs_cz: E-mail a registrace

source: Check Email
cs_cz: Zkontrolovat e-mail

source: Enable email
cs_cz: Zapnout e-mail

source: Admin email address
cs_cz: E-mailová adresa admina

source: Sender email address
cs_cz: E-mailová adresa odesílatele

source: Email subject prefix
cs_cz: Prefix v subjektu e-mailu

source: Welcome email message text
cs_cz: Uvítací text e-mailové zprávy

source: Allow visitors to self register.
cs_cz: Dovolit nav¹tìvníkùm zaregistrovat se.

source: Self registered users can create albums.
cs_cz: Mù¾e u¾ivatel, který se sám zaregistroval zakládat alba

source: Log to a file
cs_cz: Logování do souboru

source: Use non-local SMTP server.
cs_cz: Vzdálený SMTP server.

source: Use a smtp server running on a different machine (ie: Your ISPs mail server) to process outgoing gallery email.
cs_cz: Pou¾ijte SMTP server, který bì¾í na jiném serveru (napø. SMTP server va¹eho ISP) pro odesílání Gallery e-mailù.

source: The name or IP address of the SMTP Server you want to use.
cs_cz: Jméno, nebo IP adresa SMTP serveru, který chcete pou¾ít.

source: The port on the SMTP server you are connecting to.
cs_cz: Port SMTP serveru, ke kterému se pøipojujete.

source: SMTP account name
cs_cz: SMTP u¾ivatelské jméno

source: If your provide requires a username for outgoing email, use it here, otherwise leave blank.
cs_cz: Pokud vá¹ server po¾aduje u¾itatelské jméno pro odchozí e-maily, vyplnòte ho zde, jinak nech políèko prázdné.

source: SMTP password
cs_cz: SMTP heslo

source: Password for sending email through smtp server. NOTE: This password is stored in cleartext in config.php. Make sure that permissions are set to keep others from getting at it!
cs_cz: Heslo pro SMTP server, pro odchozí e-maily. POZNÁMKA: Toto heslo je ulo¾eno v config.php v èitelné podobì. Ujistìte se, ¾e práva jsou nastavena tak, aby ho ostaní nemohli èíst.

source: Gallery wide slideshow
cs_cz: ©iroká slideshow Gallery

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
cs_cz: Pøidá na hlavní stránku galerie odkaz na slideshow. Poznámka: Na velkých galeriích mù¾e být velmi pomalé a pou¾ít hodnì systémových prostøedkù.

source: Slideshow preferences
cs_cz: nastavení slideshow

source: Off
cs_cz: vypnuto

source: No slideshow link will appear.
cs_cz: Odkaz na slideshow nebude zobrazen.

source: Ordered
cs_cz: Setøídìno

source: Images will display in the same order as they appear in the Gallery.
cs_cz: Fotky budou zobrazovány v poøadí, v jakém se objevují v Gallery.

source: Random
cs_cz: náhodnì

source: Images will appear in a random order.
cs_cz: Fotky budou zobrazovány v náhodném poøadí.

source: Slideshow length
cs_cz: Délka slideshow

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
cs_cz: Poèet fotek, které se ve slideshow zobrazí. Nechte prázdné nebo zadejte 0, pokud chcete zobrazovat v¹echny fotky. Zadejte jinou hodnotu, pokud jste zvolili náhodné zobrazování fotek a chcete zobrazit jen èást z nich.

source: Allow slideshow to loop
cs_cz: Povolit opakování slideshow

source: This option will allow visitors to have your slideshows repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
cs_cz: Tato mo¾nost dovolí nav¹tìvníkùm opakování slideshow dokud nezavøou stránku, nebo neodejdou na jinou stránku. Zvolte %s pokud chcete ¹etøit provoz.

source: Slideshow Mode
cs_cz: Typ slideshow

source: Comments
cs_cz: Komentáøe

source: Enable commenting
cs_cz: Aktivovat komentáøe

source: Indicate if there are comments available
cs_cz: Zobrazit, zda jsou k dispozici komentáøe

source: No indication that an item has comments.
cs_cz: Nezobrazovat, zda jsou k poloøce komentáøe.

source: Photos
cs_cz: Fotky

source: Images that have comments will be marked.
cs_cz: Fotky s komentáøi budou oznaèeny.

source: Albums
cs_cz: Alba

source: Albums and sub-albums that have comments will be marked.
cs_cz: Alba a vnoøená alba s komentáøi budou oznaèena.

source: Both
cs_cz: Oba

source: Display date of last comment?
cs_cz: Zobrazit datum vytvoøení posledního komentáøe?

source: If an item has comments, display date of last comment, rather than a %s.
cs_cz: Pokud má polo¾ka nìjaký komentáø, zobrazí datum jeho vytvoøení namísto %s.

source: Watermarking
cs_cz: Vodoznaky

source: Watermarking is not possible in this installation !
cs_cz: Vodoznaky nejsou k dispozici v této instalaci!

source: Watermark directory
cs_cz: Adresáø s vodoznaky

source: Statistics
cs_cz: Statistika

source: View cache
cs_cz: Zobrazovací cache

source: On
cs_cz: Zapnuto

source: View cache expiration
cs_cz: Expirace zobrazovací cache

source: Comment cache
cs_cz: Cachovat komentáøe

source: Comment cache expiration
cs_cz: Expirace cache s komentáøi

source: Date cache
cs_cz: Cachovat datumy

source: Date cache expiration
cs_cz: Expirace cache s datumy

source: Vote cache
cs_cz: Cachovat hlasování

source: Vote cache expiration
cs_cz: Expirace cache s hlasováním

source: Rating cache
cs_cz: Cachovat hodnocení

source: Rating cache expiration
cs_cz: Expirace cache s hodnocením

source: Capturedate cache
cs_cz: Cachovat capturedate

source: Capturedate cache expiration
cs_cz: Expirace cache s capturedate

source: Technical
cs_cz: Technické

source: Note: Dont leave this option on in production systems! Else you might show users more information about your Gallery and system than you want!
cs_cz: Poznámka: Nenechávejte tuto polo¾ku zapnutou na produkèních systémech! Mohlo by se stát, ¾e u¾ivatelé uvidí více informací o va¹í Gallery, ne¾ by jste mohli chtít!

source: Time Limit
cs_cz: Èasové omezení

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
cs_cz: Maximální doba v sekundách, po jakou mù¾e probíhat jedna operace. Pokud se setkáte s chybovou hlá¹kou <b>Maximální èasový limit pøekroèen</b>, mù¾ete zkusit nastavit vy¹¹í hodnotu. Vyvarujte se velkých hodnot, proto¾e by se vám <i>mohlo</i> stát, ¾e se nìjaká operace zasekne a na vámi specifikovanou dobu nebude Gallery nic dìlat. Standardní nastavení je 30 sekund, co¾ by mìlo být dostateèné.

source: 24 Hours
cs_cz: 24 hodin

source: 12 Hours
cs_cz: 12 hodin

source: 6 Hours
cs_cz: 6 hodin

source: 1 Hour
cs_cz: 1 hodina

source: 30 Minutes
cs_cz: 30 minut

source: Cache EXIF data
cs_cz: Ukládání EXIF dat k rychlému pou¾ití

source: Developer Mode
cs_cz: Vývojáøský mód

source: Turn on developer mode to see all PHP warnings and notices. Enabling this is not recommended for users that aren't familiar with PHP.
cs_cz: Zapnutí vývojáøského módu zobrazí PHP warnings a notices. Zapnutí není doporuèováno u¾ivatelùm, kteøí si s PHP moc nerozumí.

source: Use Syslog
cs_cz: Pou¾ít Syslog

source: Report user login, logout, and serious errors via syslog (UNIX) or System Event Manager (Windows)
cs_cz: Zobrazovat pøihla¹ování, odhla¹ování u¾ivatelù a záva¾ných chyb pøes syslog (UNIX), nebo System Event Manager (Windows)

source: Use %s
cs_cz: Pou¾ít %s

source: Status code
cs_cz: Kód statusu

source: Session variable
cs_cz: Promìnná session

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
cs_cz: Toto je promìnná session, která zahrnuje v¹echny informace o bì¾ící Gallery. Pokud dochází ke konfliktùm Gallery s nìjakou dal¹í PHP aplikací na va¹em serveru, zmìòte tuto hodnotu.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Display Hidden Albums
cs_cz: Zobrazit skrytá alba

source: Layout
cs_cz: Rozlo¾ení

source: Default Columns
cs_cz: Standardní poèet sloupcù

source: The default number of columns in an album.
cs_cz: Standardní poèet sloupcù v albu.

source: Default Rows
cs_cz: Standardní poèet øádek

source: The default number of rows in an album.
cs_cz: Standardní poèet øádek v albu.

source: Appearance
cs_cz: Vzhled

source: Border color
cs_cz: Barva okraje

source: Default color of (image) borders. You can learn about %scolors%s here.
cs_cz: Standardní barva pro okraje fotek. Více o %sbarvách%s se dozvíte tady.

source: Border width
cs_cz: ©íøka okraje

source: Default width of (image) borders.
cs_cz: Standardní ¹íøka okraje fotek.

source: Default Font
cs_cz: Standardní písmo

source: Default font face. E.g. <i>arial</i> or <i>trebuchet</i>
cs_cz: Standardní písmo, napøíklad <i>arial</i> nebo <i>trebuchet</i>

source: Image Processing and Display
cs_cz: Zpracovávání a zobrazení fotek

source: Thumbnail size
cs_cz: Velikost náhledu

source: The default target size (in pixels) of album thumbnails.
cs_cz: Standardní velikost náhledu v bodech

source: Resized image size
cs_cz: Standardní velikost zmen¹ených fotek v bodech

source: off
cs_cz: vypnuto

source: Resized JPEG/PNG images file size
cs_cz: Velikost zmen¹eného JPEG/PNG souboru

source: Maximum image size
cs_cz: Maximální velikost fotky

source: Maximum JPEG/PNG image file size
cs_cz: Maximální velikost souboru JPEG/PNG

source: Preserve Names
cs_cz: Zachovat jména

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
cs_cz: Mají být pøi nahrávání fotek do Gallery zachována pùvodní jména souborù? Kdy¾ tuto mo¾nost vypnete, Gallery pøiøadí ka¾dému nahrávanému snímku nebo klipu vlastní jedineèné jméno.

source: Add to beginning
cs_cz: Pøidávat na zaèátek

source: Fit-to-window
cs_cz: Zmen¹it do okna

source: Visitor size prefs
cs_cz: Náv¹tìvnická preference velikosti

source: Options
cs_cz: Mo¾nosti

source: Gallery Link
cs_cz: Odkaz na hlavní stránku galerie

source: Default Album Permissions
cs_cz: Standardní oprávnìní alba

source: Everybody
cs_cz: V¹ichni

source: Logged-In Users
cs_cz: Pøihlá¹ení u¾ivatelé

source: Nobody
cs_cz: Nikdo

source: Data displayed
cs_cz: Zobrazená data

source: Click counts
cs_cz: Zobrazovat poèty kliknutí?

source: Display click counts within Albums?
cs_cz: Má Gallery v ka¾dém albu zobrazovat poèty kliknutí na jednotlivé polo¾ky?

source: Custom Fields
cs_cz: U¾ivatelské polo¾ky

source: Item Owner
cs_cz: Vlastník polo¾ky

source: Photo owner modification
cs_cz: Modifikace fotek vlastníkem

source: Allow photo owners to edit and rotate/flip their own photos?
cs_cz: Smìjí vlastníci svoje fotky editovat a otáèet?

source: Photo owner deletion
cs_cz: Mazání fotek vlastníkem

source: Allow photo owners to delete their own photos?
cs_cz: Smìjí vlastníci svoje fotky mazat?

source: Photo owner display
cs_cz: Zobrazení vlastníka fotky

source: Display the name of photo owners with the caption?
cs_cz: Má být u ka¾dé fotky napsán její vlastník?

source: Polling configuration
cs_cz: Konfigurace hlasování

source: It allows your visitors to vote for or rate the contents of an album. You set defaults for polling here, which will apply to new albums, and to all existing albums when you first upgrade to version %s.
cs_cz: Tato funkce umo¾ní náv¹tìvníkùm hlasovat a hodnotit obsah alba. Zde nastavíte výchozí mo¾nosti hlasování, které budou pou¾ity pro v¹echna nová alba a pro v¹echna existující alba, která budou aktualizována na verzi %s.

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
cs_cz: V ka¾dém albu mù¾ete hlasování vypnout, omezit na pøihlá¹ení u¾ivatele nebo pøístupnit v¹em náv¹tìvníkùm.

source: Rank
cs_cz: Poøadí

source: Critique
cs_cz: Kritika

source: Voter class
cs_cz: Tøída volièe

source: Voting is available to:
cs_cz: Hlasovat mù¾e:

source: Voting is off.
cs_cz: Nikdo - hlasování je vypnuti

source: Logged in
cs_cz: Pøihlá¹ení u¾ivatelé

source: Poll type
cs_cz: Druh hlasování

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
cs_cz: Gallery nabízí dva typy hlasování - popis najdete vý¹e.

source: Enables users to give all images points without restriction.
cs_cz: U¾ivatel mù¾e pøidìlovat body v¹em fotkám bez omezení.

source: Number of choices
cs_cz: Poèet mo¾ností

source: Vote hint
cs_cz: Nápovìda k hlasování

source: This is displayed above the voting options under each image.
cs_cz: Toto bude zobrazeno pod ka¾dou fotku nad mo¾nostmi hlasování.

source: Vote for this image
cs_cz: Hlasujte pro tuto fotku

source: Show vote results
cs_cz: Zobrazovat výsledky hlasování

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
cs_cz: Zobrazí na stránce alba shrnutí hlasování s fotkami, které získaly nejvíce hlasù a odkazem na kompletní výsledky hlasování. Kdy¾ je nastaveno %s, výsledky hlasování buduo pøístupné pouze vlastníkovi alba a administrátorùm.

source: Number of results displayed
cs_cz: Poèet zobrazených fotek

source: Orientation of vote choices?
cs_cz: Umístìní hlasovacích mo¾ností

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
cs_cz: Mo¾nosti volby poøadí mohou být umístìny vedle sebe (horizontálnì) nebo pod sebou (vertikálnì). Netýká se kritického hlasování, to je v¾dy v roletovém menu.

source: Horizontal
cs_cz: Horizontálnì

source: Vertical
cs_cz: Vertikálnì

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
cs_cz: Zde mù¾ete nastavit, jaké náazvy budou mít jednotlivé hlasovací mo¾nosti a jaká bude jejich bodová hodnota.

source: Excellent
cs_cz: Výborná

source: Very Good
cs_cz: Velmi dobrá

source: Good
cs_cz: Dobrá

source: Average
cs_cz: Prùmìrná

source: Poor
cs_cz: ©patná

source: Album Slideshow
cs_cz: slideshow

source: Slideshow Type
cs_cz: typ slideshow

source: Recursive slideshow
cs_cz: slideshow vèetnì vnoøených

source: Set to %s if you want to include images in sub albums as part of the slideshow.
cs_cz: Nastavte na %s, pokud chcete, aby byly do slideshow zahrnuty i fotky z vnoøených alb.

source: Frames
cs_cz: Okraje

source: Subalbum frames
cs_cz: Okraje vnoøených alb

source: Frame around thumbs
cs_cz: Okraje okolo náhledù

source: This frame will appear around the thumbnail image representing a photo or movie.
cs_cz: Tento okraj bude pou¾it u náhledù fotek a ostatních medií.

source: Frame around images
cs_cz: Okraj fotek

source: This frame will appear around fulled sized and resized photos.
cs_cz: Tento okraj bude pou¾it u origilálních a zmen¹ených fotek.

source: You must create an empty file named %s and chmod it 777 before proceeding. See the %s for more details.
cs_cz: Musíte vytvoøit prázdný soubor %s a spustit na nìj chmod 777. Detaily najdete na %s.

source: File %s is not writable by the webserver - chmod it 777 before proceeding. See %s for more details.
cs_cz: Webserver nemù¾e zapisovat do souboru %s. Spus»te na nìj chmod 777 pøed tím, ne¾ budete pokraèovat. Detaily najdete v %s.

source: missing
cs_cz: chybí

source: it's optional
cs_cz: je volitelné

source: optional
cs_cz: volitelné

source: %s: <b>%s</b> must be an absolute URL!
cs_cz: %s: <b>%s</b> musí být an absolutní URL!

source: %s: <b>%s</b> must be a valid file (not a directory)!
cs_cz: %s: <b>%s</b> musí být soubor, nikoliv adresáø!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
cs_cz: %s: <b>&quot;%s&quot;</b> musí být kladné èíslo
