Repository: jmullan/Gallery1
Catalog: gallery/locale/*.iso-8859-2/*.iso-8859-2-gallery_config.po
Languages: cs_cz

source: %s: <b>%s</b> must not be zero
cs_cz: %s: <b>%s</b> nesmí být nula

source: %s: <b>%s</b> must be an executable file!
cs_cz: %s: <b>%s</b> musí být spustitelný soubor!

source: Directory %s does not exist. Please create it.
cs_cz: Adresáø %s neexistuje. Prosím, vytvoøte ho.

source: %s exists but is not a directory. Please fix this.
cs_cz: %s existuje, ale není to adresáø. Nìco s tím udìlejte.

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
cs_cz: %s: %s existuje, ale u¾ivatel webserver do nìj nemù¾e zapisovat. Zksute: %s a kdy¾ to nepomù¾e, zkuste: %s. Ujistìte se také, ¾e pokud máte omezení %s, tento doèasný adresáø musí být pod cestou %s.

source: %s: <b>%s</b> must be an enabled for this feature to function!
cs_cz: %s: <b>%s</b> musí být aktivováno pro tuto funkci.

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
cs_cz: Nenalezl jsem %s. Zkontrolujte, který PNG->JPEG konvertor je v adresáøi NetPBM (a nebo zkuste pou¾ít namísto toho %s). Ovìøte nastavení a nebo pou¾ijte ImageMagick namísto NetPBM.

source: You must specify a path for %s or %s for Gallery to function!!
cs_cz: Musíte zadat cestu k %s nebo %s, jinak nelze Gallery pou¾ívat!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
cs_cz: %s není korektnì nastaven. Ujistìte se, ¾e jste správnì nastavili cestu k binárkám %s v kroku 2.

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
cs_cz: Vá¹ server má PHP open_basedir omezení aktivováno a nìkteré z vámi zadaných cest nejsou v seznamu povolených cest.

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
cs_cz: To je¹tì neznamená, ¾e Gallery nebude fungovat, ale nemù¾eme ovìøit, zda jsou tyto cesty korektnì zadány. Pokud se vám nepodaøí nahrát na server fotky, pøeètìte si FAQ a %sdiagnostiku%s.

source: Confirm that the settings you entered came through correctly. There are errors highlighted below in red which need to be fixed before you can save your settings.
cs_cz: Chyba

source: Edit Config
cs_cz: Mìnit nastavení

source: Save Config
cs_cz: Ulo¾it nastavení

source: Refresh
cs_cz: Obnovit

source: One error.
cs_cz: Jedna chyba

source: No errors.
cs_cz: ®ádné chyby.

source: See Details below.
cs_cz: Podívejte se na podrobnosti ní¾e.

source: There are errors in your configuration.
cs_cz: Ve va¹em nastavení jsou chyby.

source: Please go back and fix them!
cs_cz: Prosím, vra»te se zpìt a opravte je.

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
cs_cz: V tomto kroku mù¾ete zmìnit rùzná nastavení Gallery. Pokud tak èiníte poprvé, byla automaticky naètena vhodná standardní nastavení. I pøesto budete nejspí¹e muset provést nìkteré drobné zmìny. Pokud jste ji¾ Gallery nastavovali, je na této stránce va¹e aktuální nastavení, tak¾e nejspí¹e nebudete mít moc práce.

source: Previous Step
cs_cz: Pøedchozí krok

source: Previous Tab
cs_cz: Pøedchozí zálo¾ka

source: Next Tab
cs_cz: Dal¹í zálo¾ka

source: Use Defaults
cs_cz: Pou¾ít standardní nastavení

source: Here you can customize the default values for <b>new albums</b> that you create. These settings have no effect on existing albums!
cs_cz: Zde mù¾ete nastavit standardní hodnoty pro <b>nové album</b> které vytváøíte. Tyto hodnoty nebudou mít efekt pro existující alba!

source: If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
cs_cz: Tady mù¾ete zmìnit rùzná nastavení Gallery. Pokud tak èiníte poprvé, byla automaticky naètena vhodná standardní nastavení. I pøesto budete nejspí¹e muset provést nìkteré drobné zmìny. Pokud jste ji¾ Gallery nastavovali, je na této stránce va¹e aktuální nastavení, tak¾e nejspí¹e nebudete mít moc práce.

source: Gallery Diagnostics
cs_cz: Diagnostika Gallery

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
cs_cz: Na této stránce najdete diagnostické informace o va¹em serveru. ty vám pomohou odstranit problémy, které brání plnému vyu¾ití Gallery.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
cs_cz: Prùvodce konfigurací zkou¹í rùzné diagnostické postupy, aby obe¹el známé problémy, které ve vfa¹em systému na¹el, ale mù¾e se stát, ¾e bude ¹patnì nìco, na co jsme nemysleli.

source: You can use these tools to find out more about your setup
cs_cz: Tyto nástroje vám pomohou zjistit více o va¹em nastavení

source: Tool
cs_cz: Nástroj

source: Description
cs_cz: Popis

source: This page provides information about your PHP installation.
cs_cz: Tady najdete informace o va¹í instalaci PHP

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
cs_cz: Mù¾ete prozkoumat rùzná nastavení PHP a zjistit, jakou verzi PHP máte k dispozici. (Nìkdy se takové údaje získávají tì¾ko, pokud pracujete na stroji va¹eho ISP).

source: Check
cs_cz: Kontrola

source: This page provides information about your NetPBM binaries.
cs_cz: Tato stránka nabízí informace o va¹í instalaci NetPBM

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
cs_cz: Tuto stráknu mù¾ete pou¾ít a¾ poté, co jste úspì¹nì dokonèili prùvodce konfigurací - pøedpokládá se, ¾e jste v Gallery nastavili správné cesty k NetPBM.

source: This page provides information about your ImageMagick binaries.
cs_cz: Tato stránka nabízí informace o va¹í instalaci ImageMagick.

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
cs_cz: Tuto stráknu mù¾ete pou¾ít a¾ poté, co jste úspì¹nì dokonèili prùvodce konfigurací - pøedpokládá se, ¾e jste v Gallery nastavili správné cesty k ImageMagick.

source: Check Sessions
cs_cz: Kontrola session

source: This page runs a very simple test on your PHP session configuration.
cs_cz: Tato stránka provede jednoduchý test nastavení PHP session.

source: Gallery requires that your PHP installation is configured with proper session support.
cs_cz: Gallery ke své práci potøebuje instalaci PHP se správnou podporou sessions-

source: Check versions
cs_cz: Kontrola verze

source: Gallery Configuration
cs_cz: Konfigurace Gallery

source: None
cs_cz: ®ádné

source: No frames
cs_cz: Bez okraje

source: Dots
cs_cz: Teèky

source: Skipping %s.
cs_cz: Pøeskakuji %s.

source: Can't open %s
cs_cz: Nelze otevøít %s!

source: Close Window
cs_cz: Zavøít okno

source: Security violation
cs_cz: Poru¹ení zabezpeèení

source: %s configuration
cs_cz: %s konfigurace

source: Password
cs_cz: Heslo

source: Login
cs_cz: Pøihlá¹ení u¾ivatele

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
cs_cz: Pokud jsou sessions dobøe nastaveny ve va¹í PHP instalaci, mìli byste dole vidìt session ID.

source: The &quot;page views&quot; number should increase every time you reload the page.
cs_cz: &quot;Náv¹tìvy stránek&quot; by se mìli zvý¹it poka¾dé, kdy¾ tuto stránku obnovíte.

source: Clicking %s should reset the page view number back to 1.
cs_cz: Klepnutím na %s byste mìli sní¾it poèítadlo náv¹tìv zpátky na 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
cs_cz: Pokud to <b>nefunguje</b>, nejspí¹e bude problém v nastavení va¹í PHP instalace.

source: Gallery will not work properly until PHP's session management is configured properly.
cs_cz: Gallery nebude správnì fungovat, dokud nebude session management PHP správnì nastaven.

source: Your session id is
cs_cz: Va¹e session id je

source: Page views in this session
cs_cz: Náv¹tìvy stránek v této session

source: Server IP address
cs_cz: IP adresa serveru

source: Start over
cs_cz: Zaènìte znova

source: The password for user %s was changed.
cs_cz: Heslo pro u¾ivatele %s bylo zmìnìno.

source: An account called %s has been created for you with the password you specified.
cs_cz: U¾ivatel se jménem %s byl zalo¾en s vámi zadaným heslem.

source: Success!
cs_cz: Úspìch!

source: Your configuration has been successfully saved!
cs_cz: Va¹e nastavení bylo správnì ulo¾eno!

source: We highly suggest that you run 'secure.sh', or chmod your .htaccess and config.php to 644 for increased security.
cs_cz: Velice vám doporuèujeme spustit soubor 'secure.sh', nebo chmod 644 na .httacces a config.php pro zvý¹ení bezpeènosti.

source: Note
cs_cz: Poznámka

source: You must remove the '%s' file from the setup directory to make your Gallery configuration secure
cs_cz: Musíte odstranit soubor '%s' z adresáøe setup, aby byla va¹e konfigurace Gallery bezpeèná.

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
cs_cz: Gallery mù¾ete kdykliv znovu nastavit tím, ¾e spustíte prùvodce konfigurací.

source: It will save your data so you won't have to enter it all again!
cs_cz: Va¹e nastavení bude ulo¾eno, tak¾e je nemusíte znovu vyplòovat.

source: Please subscribe to the %s mailing list. This is a very low volume mailing list that will keep you abreast of important changes in %s. This is where we announce new versions, important bug fixes and any security issues and their resolution.
cs_cz: Prosím, pøihla¹te se do %s mailové konference (je v angliètinì). Je to velice málo frekventovaná konference, která vás bude informovat o dùle¾itých zmìnách v %s. Budeme vás tam informovat o nových verzích, dùle¾itých opravách chyb, bezpeènostních problémech a jejich øe¹eních.

source: Enter the Gallery
cs_cz: Vstupte do Gallery

source: Failure
cs_cz: Neúspìch

source: Unable to write to %s.
cs_cz: Nemohu zapsat do %s

source: You are missing either %s or %s.
cs_cz: Chybí vám buï %s nebo %s

source: Review Settings
cs_cz: Zobraz nastavené
