Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: Security violation
bg_bg: Нарушение на защитата
ko_kr: 보안 위반
pl_pl: Naruszenie bezpieczeñstwa

source: Name and comment are both required to save a new comment!
bg_bg: И име, и коментар са нужни за да се запише нов коментар!
ko_kr: 댓글을 저장하시려면 이름과 내용이 모두 필요합니다!
pl_pl: Pole nazwy i komentarz musza byæ wype³nione by dodaæ nowy komentarz!!

source: Add Comment
bg_bg: Добавете Коментар
ko_kr: 댓글 달기
pl_pl: Dodaj komentarz

source: Enter your comment for this picture in the text box below.
bg_bg: Въведете вашия коментар за тази снимка в прозореца отдолу.
ko_kr: 이 사진에 대한 댓글은 아래 텍스트 박스에 입력해주세요.
pl_pl: Wpisz Twój komentarz dla tego obrazka w polu poni¿ej.

source: Name or email:
bg_bg: Име или 'email' адрес:
ko_kr: 이름 또는 이메일
pl_pl: Nazwa albo email:

source: Save
bg_bg: Записване
ko_kr: 저장
pl_pl: Zapisz

source: Cancel
bg_bg: Отказ
ko_kr: 취소
pl_pl: Anuluj

source: Add Photo
bg_bg: Добавете Снимка
ko_kr: 사진 추가
pl_pl: Dodaj zdjêcie

source: Dismiss
bg_bg: Заворете
ko_kr: 종료
pl_pl: Zaniechaj

source: Click the <b>Browse</b> button to locate a photo to upload.
bg_bg: Натиснете бутона <b>Browse</b> за да намерите снимка която искате да прехвърлите на сървъра.
ko_kr: <b>찾아보기</b>를 클릭하여 업로드할 사진을 지정하세요.
pl_pl: Kliknij <b>Przegl±daj</b> aby zlokalizowaæ obrazek do wgrania.

source: Supported file types
bg_bg: Поддържаните файлови формати са
ko_kr: 가능한 파일 타입
pl_pl: Obs³ugiwane typy plików

source: File
bg_bg: Файл
ko_kr: 파일
pl_pl: Plik

source: Caption
bg_bg: Надпис
ko_kr: 캡션
pl_pl: Podpis

source: Use filename as caption if no caption is specified.
bg_bg: Ако не е посочен надпис, използвайте името на файла като надпис.
ko_kr: 제목이 없으면 파일명을 제목으로 사용합니다.
pl_pl: U¿yj nazwy pliku jako nazwy obrazka.

source: Upload Now
bg_bg: Прехвърляне
ko_kr: 업로드
pl_pl: Wgraj teraz

source: Add Photos
bg_bg: Добавете Снимки
ko_kr: 사진 여러장 추가
pl_pl: Dodaj zdjêcia

source: Tip: Upload a ZIP file full of photos and movies!
bg_bg: Съвет: Прехвърлете на сървъра ZIP файл съдържащ снимки и филми!
ko_kr: Tip: 전체 사진과 동영상을 하나의 ZIP 파일로 묶어 올릴 수 있습니다!
pl_pl: TIP: Wgraj plik ZIP pe³en zdjêæ i filmów!

source: 1. Select the number of files you want to upload:
bg_bg: 1. Изберете броя на файловете които искате да прехвърлите на сървъра:
ko_kr: 1. 업로드할 파일의 수:
pl_pl: 1. Wybierz ile plików chcesz wgraæ:

source: 2. Use the Browse button to find the photos on your computer
bg_bg: 2. Използвайте бутона 'Browse' за да намерите снимки във вашия компютър:
ko_kr: 2. 찾아보기 버튼을 사용하여 업로드할 사진을 선택하세요.
pl_pl: 2. U¿yj przycisku Przegl±daj aby znale¶æ zdjêcia na komputerze

source: Or, upload any images found at this location.
bg_bg: Или, прехвърлете всички снимки намерени в посоченото място.
ko_kr: 또는, 다음 위치에 있는 이미지를 업로드합니다.
pl_pl: Albo wgraj wszystkie obrazki znalezione w tej lokacji.

source: The location can either be a URL or a directory on the server.
bg_bg: Посоченото място може да е web-страница или директория на сървъра.
ko_kr: 서버에 있는 URL이나 디렉토리를 위치로 지정할 수 있습니다.
pl_pl: Lokacja mo¿e byæ zarówno URLem jak i katalogiem na serwerze.

source: Tip: FTP images to a directory on your server then provide that path here!
bg_bg: Съвет: Прехвърлете с FTP във директория на вашия сървър, след което посочете пътя към директорията тук!
ko_kr: Tip: 원하는 이미지를 서버의 디렉토리에 FTP로 옮긴 뒤 이곳에 그 경로를 지정하시면 됩니다!
pl_pl: TIP: Wgraj poprzez FTP obrazki do katalogu na serwerze a potem wprowad¼ tutaj ¶cie¿kê!

source: Set photo captions with original filenames.
bg_bg: Направете имената на файловете да бъдат надписи на снимките.
ko_kr: 사진 제목을 원래 파일 이름으로 설정합니다.
pl_pl: U¿yj nazw plików aby podpisaæ zdjêcia.

source: Submit URL or directory
bg_bg: Въведете 'URL' или директория
ko_kr: URL 제출
pl_pl: Wgraj z URLa lub katalogu

source: Alternatively, you can use one of these desktop agents to drag and drop photos from your desktop
bg_bg: Освен това бихте могли да използвате една от следните програми с които директно можете да прехвърляте файлове от вашия компютър
ko_kr: 또다른 방법으로 아래 에이전트를 사용하여 데스크탑에서 드래그앤드롭으로 사진을 올릴 수 있습니다
pl_pl: Dodatkowo mo¿esz u¿yæ jednego z agentów puplitu aby przeci±gn±æ i upu¶ciæ obrazek be¿po¶rednio z pulpitu

source: A Java application that runs on Mac, Windows and Unix
bg_bg: Java програма която може да се стартира на Mac, Windows и Unix
ko_kr: 자바 어플리케이션. Mac, Windows, Unix 지원
pl_pl: Aplikacja JAVA - dzia³a na MACach, Windows'ach i Unix'ach

source: <i>Note:</i> this feature is still experimental!
bg_bg: <i>Забележка:</i> тази функция на Галерия е все още екпериментална!
ko_kr: <i>주의:</i> 이 기능은 실험 중입니다!
pl_pl: <i>Notka:</i> ta opcja jest jeszcze w fazie testów!

source: Album Permissions
bg_bg: Права за достъп до албума
ko_kr: 앨범 권한 설정
pl_pl: Prawa do albumu

source: Changing permissions for %s
bg_bg: Променяне на правата за достъп за %s
ko_kr: %s의 권한을 변경합니다
pl_pl: Zmiana praw dla %s

source: Owner:
bg_bg: Собственик:
ko_kr: 소유자:
pl_pl: W³a¶ciciel:

source: Users who can see the album
bg_bg: Потребители, които могат да видят албума
ko_kr: 앨범을 볼 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy widzieæ ten album

source: Users who can change album text.
bg_bg: Потребители, които могат да променят текста на албума.
ko_kr: 앨범 텍스트를 변경할 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy zmieniaæ teksty albumu.

source: Users who can add photos.
bg_bg: Потребители, които могат да добавят снимки.
ko_kr: 사진을 추가할 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy dodawaæ obrazki.

source: Users who can modify photos.
bg_bg: Потребители, които могат да променят снимки.
ko_kr: 사진을 변경할 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy modyfikowaæ obrazki.

source: Users who can delete photos.
bg_bg: Потребители, които могат да изтриват снимки.
ko_kr: 사진을 삭제할 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy kasowaæ obrazki.

source: Users who can create sub albums.
bg_bg: Потребители, които могат да създават под-албуми.
ko_kr: 서브 앨범을 만들 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy tworzyæ pod-albumy.

source: Users who can view full (original) images.
bg_bg: Потребители, които могат да виждат целите (оригиналните) снимки.
ko_kr: 원래 크기의 이미지를 볼 수 있는 사용자
pl_pl: U¿ytkownicy mog±cy ogl±daæ pe³no-wymiarowe obrazki.

source: Done
bg_bg: Готово
ko_kr: 종료
pl_pl: Zrobione

source: Search
bg_bg: Търсене
ko_kr: 검색
pl_pl: Szukaj

source: 1 top-level album
bg_bg: 1 главен албум
pl_pl: 1 g³ówny album

source: top-level albums
bg_bg: главни албума
pl_pl: g³ównych albumów

source: albums
bg_bg: албумa
pl_pl: albumy

source: No albums
bg_bg: Няма албуми
pl_pl: Brak albumów

source: %d total
bg_bg: общо %d
pl_pl: %d wszystkich

source: 1 image
bg_bg: 1 изображение
pl_pl: 1 obrazek

source: images
bg_bg: изображения
pl_pl: obrazków

source: no image
bg_bg: 0 изображения
pl_pl: brak obrazka

source: 1 page
bg_bg: 1 страница
pl_pl: 1 strona

source: pages
bg_bg: страници
pl_pl: stronach

source: no pages
bg_bg: няма страници
pl_pl: brak stron

source: %s (%s), %s on %s
bg_bg: %s (%s), %s на %s
pl_pl: %s (%s), %s na %s

source: %s, %s on %s
bg_bg: %s, %s на %s
pl_pl: %s, %s na %s

source: Welcome, %s
bg_bg: Добре дошли, %s
ko_kr: 안녕하세요, %s님
pl_pl: Witaj %s

source: new album
bg_bg: нов албум
ko_kr: 새 앨범
pl_pl: nowy album

source: manage users
bg_bg: управление на потребителите
ko_kr: 사용자 관리
pl_pl: zarz±dzaj u¿ytkownikami

source: preferences
bg_bg: настройки
ko_kr: 정보변경
pl_pl: ustawienia

source: logout
bg_bg: изход
ko_kr: 로그아웃
pl_pl: wyloguj

source: login
bg_bg: вход
ko_kr: 로그인
pl_pl: zaloguj

source: Attention Gallery Administrator!
bg_bg: Важно за Администратора на Галерията!
ko_kr: 갤러리 관리자 주의사항!
pl_pl: UWAGA Administratorze!

source: %s has detected the following directories: %s in your albums directory (%s).
bg_bg: %s намери следните директории: %s във вашата директория с албуми (%s).
ko_kr: 다음 디렉토리에서 %s이(가) 발견되었습니다: 앨범 디렉토리 %s(%s).
pl_pl: %s wykry³ nastepuj±ce katalogi: %s w Twoim katalogu albumów (%s).

source: These are not valid albums. Please move them out of the albums directory.
bg_bg: Това са невалидни албуми. Моля преместете ги от директорията на албумите.
ko_kr: 정상적인 앨범이 아닙니다. 앨범 디렉토리에서 옮겨주세요.
pl_pl: To nie s± prawid³owe albumy. Proszê usuñ je z katalogu z albumami

source: Highlight for Album:
ko_kr: 하이라이트
pl_pl: Wybierz obrazek na ok³adkê:

source: title
bg_bg: заглавието
ko_kr: 제목
pl_pl: tytu³

source: description
bg_bg: описанието
ko_kr: 설명
pl_pl: opis

source: delete album
bg_bg: изтриите албума
ko_kr: 앨범 삭제
pl_pl: skasuj album

source: move album
bg_bg: преместете албума
ko_kr: 앨범 이동
pl_pl: przesuñ album

source: rename album
bg_bg: преименувайте албума
ko_kr: 앨범이름 변경
pl_pl: zmieñ nazwê

source: edit captions
bg_bg: редактирайте надписите
ko_kr: 캡션 편집
pl_pl: edytuj podpisy

source: permissions
bg_bg: права
ko_kr: 앨범권한 설정
pl_pl: prawa

source: view&nbsp;comments
bg_bg: вижте&nbsp;коментарите
ko_kr: 댓글 보기
pl_pl: przegl±daj&nbsp;komentarze

source: Hey!
bg_bg: Хей!
ko_kr: &nbsp;
pl_pl: Hej!

source: %s this album so that the URL is not so generic!
bg_bg: %s този албум, така че Интернет адреса да не е толкова обикновен!
ko_kr: 위 URL을 일반적이지 않은 것으로 %s을 하세요!
pl_pl: %s temu albumowi aby URL nie by³ taki typowy!

source: Rename
bg_bg: Преименувайте
ko_kr: 이름변경
pl_pl: Zmieñ nazwê

source: Note: This album is out of date!
bg_bg: Забележка: Този албум е стара версия!
ko_kr: 주의: 이 앨범은 구 버전입니다.
pl_pl: Uwaga: Ten album jest przeterminowany!

source: upgrade album
bg_bg: Обновете албума
ko_kr: 앨범 업그레이드
pl_pl: aktualizuj album

source: Last changed on %s.
bg_bg: Последно променен на %s.
ko_kr: 최종 변경일 %s.
pl_pl: Ostatnia zmiana %s.

source: This album contains %s.
bg_bg: Този албум съдържа %s.
ko_kr: 이 앨범에 속한 항목 %s
pl_pl: Ten album zawiera %s.

source: 1 item
bg_bg: 1 елемент
pl_pl: 1 pozycja

source: items
bg_bg: елемента
ko_kr: 개
pl_pl: pozycji

source: no items
bg_bg: 0 елемента
ko_kr: 없음
pl_pl: brak pozycji

source: This album has been viewed %s since %s.
bg_bg: Този албум е прегледан %s от %s до сега.
ko_kr: 앨범 조회수 %s (%s 이후)
pl_pl: Ten album przegl±dano %s od %s.

source: 1 time
bg_bg: 1 път
pl_pl: 1 raz

source: times
bg_bg: пъти
ko_kr: 회
pl_pl: razy

source: 0 times
bg_bg: 0 пъти
ko_kr: 0 회
pl_pl: 0 razy

source: reset counter
bg_bg: анулирайте брояча
ko_kr: 조회수 리셋
pl_pl: resetuj licznik

source: Comments available for this item.
bg_bg: Има коментари за този елемент.
ko_kr: 이 항목에 대한 댓글 가능
pl_pl: Komentarze dostêpne dla tej pozycji

source: Captionator
bg_bg: Надписател
pl_pl: Zmieniacz podpisów

source: Multiple Caption Editor.
bg_bg: Мулти-Редактор на Надписи
pl_pl: Masowy zmieniacz podpisów.

source: 1 photo in this album
bg_bg: 1 снимка в този албум
pl_pl: 1 zdjêcie w tym albumie

source: items in this album
bg_bg: елемента в този албум
pl_pl: pozycji w tym albumie

source: on
bg_bg: на
pl_pl: na

source: Save and Exit
bg_bg: Записване и Изход
ko_kr: 저장후 나가기
pl_pl: Zapisz i wyjd¼

source: Save and Edit Next %d
bg_bg: Запишете и Редактирайте следващия %d
ko_kr: 저장후 다음 %d 페이지 편집
pl_pl: Zapisz i edytuj nastêpny %d

source: Save and Edit Previous %d
bg_bg: Запишете и Редактирайте предишния %d
ko_kr: 저장후 이전 %d 페이지 편집
pl_pl: Zapisz i edytuj poprzedni %d

source: Exit
bg_bg: Изход
ko_kr: 나가기
pl_pl: Wyjd¼

source: Album Caption:
bg_bg: Надпис на Албума:
ko_kr: 앨범 캡션:
pl_pl: Podpis albumu:

source: Title
bg_bg: Заглавие
ko_kr: 제목
pl_pl: Tytu³

source: Keywords
bg_bg: Ключови думи
ko_kr: 키워드
pl_pl: S³owa kluczowe

source: Capture Date
bg_bg: Дата на снимане
ko_kr: 캡쳐 날짜
pl_pl: Data zrobienia

source: NO PHOTOS!
bg_bg: НЯМА СНИМКИ!
ko_kr: 사진 없음!
pl_pl: BRAK OBRAZKÓW!

source: Untitled
bg_bg: Безименен
pl_pl: Nienazwany

source: Album up to date.
bg_bg: Албумът е скорошен
ko_kr: 최신 앨범.
pl_pl: Album jest na czasie

source: Upgrading album properties...
bg_bg: Обновяване на детайлите на албума ...
ko_kr: 앨범 속성 업그레이드 중...
pl_pl: Aktualizacja ustawieñ albumu...

source: done
bg_bg: готово
ko_kr: 종료
pl_pl: zrobione

source: Upgrading item %d of %d . . .
bg_bg: Обновяване на елемент %d от общо %d . . .
ko_kr: 업그레이드 중(%d/%d) . . .
pl_pl: Aktualizacja pozycji %d z %d . . .

source: Resizing %s
ko_kr: %s 크기 조절
pl_pl: Skalowanie %s

source: Photo auto-rotated/transformed
pl_pl: Zdjêcie automatycznie obrócone/zmienione

source: No highlight
bg_bg: Няма избрана снимка
ko_kr: 하이라이트 없음
pl_pl: Brak ok³adki

source: Invalid image
bg_bg: Невалидно изображение
ko_kr: 잘못된 이미지
pl_pl: Nieprawid³owy obrazek

source: Unable to make thumbnail
bg_bg: Не може да се направи миниатюрно изображение
ko_kr: 미리보기를 만들 수 없음
pl_pl: Zrobienie miniaturki niemo¿liwe

source: No thumbnail
bg_bg: Няма миниатюрно изображение
ko_kr: 미리보기 없음
pl_pl: Brak miniaturki

source: Anonymous User
bg_bg: Анонимен Потребител
pl_pl: Nieznajomy

source: Nobody
bg_bg: Никой
pl_pl: Nikt

source: Unable to create dir
bg_bg: Не може да бъде създадена директорията
ko_kr: 디렉토리 생성할 수 없습니다
pl_pl: Utworzenie katalogu niemo¿liwe

source: %s exists, but is not a directory!
bg_bg: %s съществува, но не е директория!
ko_kr: %s가 존재하지만 디렉토리가 아님!
pl_pl: %s istnieje, ale nie jest katalogiem!

source: %s is reserved and cannot be used.
bg_bg: %s е запазано и не може да се ползва.
ko_kr: %s는 예약어이거나 사용할 수 없습니다.
pl_pl: %s jest zarezerwowany i nie mo¿e byæ u¿yty.

source: A user with the username of %s already exists
bg_bg: Потребител с името %s, вече съществува
ko_kr: %s는 이미 존재하는 사용자입니다
pl_pl: U¿ytkownik o nazwie %s juz istnieje

source: Password must be at least 3 characters
bg_bg: Паролата трябва да е минимум 3 знака
ko_kr: 암호는 적어도 3자 이상이어야 합니다
pl_pl: Has³o musi byæ conajmniej 3 znakowe

source: Creating Thumbnail
bg_bg: Създаване на Миниатюрно Изображение
ko_kr: 미리보기 생성중
pl_pl: Tworzenie miniatur

source: Error
bg_bg: Грешка
ko_kr: 에러
pl_pl: B³±d

source: Skipping Album #%d
bg_bg: Прескочен е Албум #%d
ko_kr: 앨범 #%d 건너뜀
pl_pl: Pomijaj album #%d

source: Nested albums in this range will be ignored
bg_bg: под-албумите в този обхват ще бъдат игнорирани
ko_kr: 이 범위에서 서브 앨범은 무시됩니다
pl_pl: Zagnie¿d¿one albumy z tego zakresu bêd± pominiête

source: First
bg_bg: Първо
ko_kr: 처음
pl_pl: Pierwszy

source: Last
bg_bg: Последно
ko_kr: 끝
pl_pl: Ostatni

source: New Album
bg_bg: Нов Албум
ko_kr: 새 앨범
pl_pl: Nowy album

source: WARNING: Some of the albums need to be upgraded to the current version of %s.
pl_pl: OSTRZE¯ENIE: Czê¶æ z albumów musi zostaæ uaktualniona do obecnej wersji %s.

source: Upgrade now
bg_bg: Обновете сега
ko_kr: 지금 업그레이드
pl_pl: Aktualizuj

source: no album / index specified
bg_bg: не е избран албум
ko_kr: 앨범/색인이 없습니다
pl_pl: nie wybrano albumu / indexu

source: Passwords do not match!
bg_bg: Паролите не съвпадат!
ko_kr: 암호가 틀립니다!
pl_pl: Has³a siê nie zgadzaj±!

source: Create User
bg_bg: Създайте Потребител
ko_kr: 사용자 생성
pl_pl: Utwórz u¿ytkownika

source: yes
bg_bg: да
ko_kr: 예
pl_pl: tak

source: no
bg_bg: не
ko_kr: 아니오
pl_pl: nie

source: Create a new user here.
bg_bg: Създайте нов потребител тук.
ko_kr: 새 사용자 생성.
pl_pl: Utwórz nowego u¿ytkownika.

source: Create
bg_bg: Създайте
ko_kr: 생성
pl_pl: Utwórz

source: Delete Album
bg_bg: Изтриите Албума
ko_kr: 앨범 삭제
pl_pl: Kasuj album

source: Do you really want to delete this album?
bg_bg: Сигурни ли сте че искате да изтриете този албум?
ko_kr: 이 앨범을 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usun±æ ten album?

source: Delete
bg_bg: Изтриите
pl_pl: Kasuj

source: no album specified
bg_bg: не е избран албум
ko_kr: 앨범이 지정되지 않았습니다
pl_pl: nie wybrano albumu

source: Delete Photo
bg_bg: Изтриите Снимката
ko_kr: 사진 삭제
pl_pl: Kasuj obrazek

source: Do you really want to delete this Album?
bg_bg: Сигурни ли сте че искате да изтриете Албума?
ko_kr: 이 앨범을 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usun±æ ten album?

source: Do you really want to delete this photo?
bg_bg: Сигурни ли сте че искате да изтриете тази снимка?
ko_kr: 이 사진을 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz skasowaæ ten obrazek?

source: Delete User
bg_bg: Изтриите Потребител
ko_kr: 사용자 삭제
pl_pl: Kasuj u¿ytkownika

source: You can't delete your own account!
bg_bg: Не можете да се самоизтриете!
ko_kr: 자신의 계정은 삭제할 수 없습니다!
pl_pl: Nie mo¿esz usun±æ swojego w³asnego konta!

source: Users can have special permissions in each album.
bg_bg: Потребителите могат да имат специални права във всеки албум.
ko_kr: 사용자는 각 앨범에 대해 특정 권한을 가질 수 있습니다.
pl_pl: U¿ytkownicy mog± mieæ specjalne przywileje dot. albumów.

source: If you delete this user, any such permissions go away.
bg_bg: Ако изтриете този потребител, всички права свързани с него се премахват.
ko_kr: 이 사용자의 삭제와 함께 그 권한도 없어집니다.
pl_pl: Je¶li skasujesz u¿ytkownika, takie przywileje przepadn±.

source: Users cannot be recreated.
bg_bg: Потребителите не могат да бъдат създавани наново.
ko_kr: 사용자는 다시 생성할 수 없습니다.
pl_pl: U¿ytkownik nie bêdzie móg³ zostaæ odtworzony.

source: Even if this user is recreated, those permissions are gone.
bg_bg: Дори този потребител да бъде създаден наново, правата му вече ги няма.
ko_kr: 이 사용자를 다시 생성하더라도 삭제 전의 권한은 찾을 수 없습니다.
pl_pl: Nawet je¶li u¿ytkownik zostanie ponownie utworzony, przywileje przepadn±.

source: Do you really want to delete user
bg_bg: Сигурни ли сте че искате да изтриете този потребител
ko_kr: 사용자를 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz skasowaæ tego u¿ytkownika

source: Rebuilding Thumbnails
bg_bg: Подновяване на Миниатюрните Изображения
ko_kr: 미리보기 다시 생성 중
pl_pl: Odbudowywanie miniatur

source: Rebuilding %d thumbnails...
bg_bg: Подновяване на %d миниатюрни изображения
ko_kr: %d 개의 미리보기를 다시 생성 중...
pl_pl: Odbudowywanie %d miniatur...

source: Processing image %d...
ko_kr: %d 번 이미지 처리 중...
pl_pl: Przerabianie obrazka %d...

source: Skipping album %d...
bg_bg: Прескочен е албума %d...
ko_kr: %d 앨범 건너뜀...
pl_pl: Pomijanie albumu %d...

source: Rebuilding 1 thumbnail...
bg_bg: Подноваване на 1 миниатюрно изображение
ko_kr: 1개의 미리보기를 다시 생성 중...
pl_pl: Odbudowywanie 1 miniatury...

source: Album Properties
bg_bg: Детайли на Албума
ko_kr: 앨범 속성
pl_pl: Ustawienia albumu

source: Album Summary
bg_bg: Детайли на Албума
ko_kr: 앨범 요약
pl_pl: Podsumowanie Albumu

source: Album Title
bg_bg: Заглавие на Албума
ko_kr: 앨범 제목
pl_pl: Tytu³ albumu

source: Background Color
bg_bg: Цвят на Фона
ko_kr: 배경색
pl_pl: Kolor t³a

source: Text Color
bg_bg: Цвят на Текста
ko_kr: 텍스트색
pl_pl: Kolor tekstu

source: Link Color
bg_bg: Цвят на 'Link'
ko_kr: 링크색
pl_pl: Kolor liknów

source: Background Image
bg_bg: Фоново изображение
ko_kr: 배경 이미지
pl_pl: Obraz t³a

source: Font
bg_bg: Шрифт
ko_kr: 폰트
pl_pl: Czcionka

source: Borders
bg_bg: Граници
ko_kr: 테두리
pl_pl: Krawêdzie

source: off
bg_bg: изключено
pl_pl: z

source: Border color
bg_bg: Цвят на рамките
ko_kr: 테두리색
pl_pl: Kolor krawêdzi

source: Thumbnail size
bg_bg: Размер на миниатюрното изображение
ko_kr: 미리보기 크기
pl_pl: Rozmiar minatury

source: Auto-Resize
bg_bg: Автоматична промяна на размера
pl_pl: Auto-skaluj

source: Auto-Resize file size kilobytes (0 or blank for no size restriction)
bg_bg: Автоматично Оразмеряване на файловия размер в Килобайти (0 или празно за премахване на ограниченията)
ko_kr: Auto-Resize시 파일크기(KBytes)<br>(비워두거나 0이면 제한없음)
pl_pl: Auto-Skalowanie wielko¶ci plików w kilobytes (0 lub pusty dla opuszczenia restrykcji)

source: Show <i>Return to</i> link
bg_bg: Покажете <i>Назад към</i> link-a
ko_kr: <i>돌아가기</i> 링크 보이기
pl_pl: Poka¿ <i>Wróæ do</i>

source: Rows
bg_bg: Редове
ko_kr: 행
pl_pl: Wierszy

source: Columns
bg_bg: Колони
ko_kr: 열
pl_pl: Kolumn

source: Auto fit-to-window for<br>images without a resized copy
bg_bg: Автоматично събиране в прозореца на <br>изображения без оразмерено копие
ko_kr: 복사본을 생성하지 않고<br>창크기에 맞게 자동으로 맞춤
pl_pl: Automatycznie dopasuj do okna<br>obrazki bez przeskalowanej kopi

source: Offer visitors ability to specify<br>preference for full-size or resized images
bg_bg: Позволява на посетителите възможността да изберат между пълни или намалени изображения
ko_kr: 방문자가 이미지 보는 크기를<br>변경할 수 있도록 허용
pl_pl: Zaoferuj u¿ytkownikom mo¿liwo¶æ wyboru<br>czy obrazek ma byæ pe³no-wymiarowy czy zeskalowany

source: Which photo printing service<br>do you want to let visitors use?
ko_kr: 방문자가 이용하게 하고 싶은<br>사진 출력 서비스는?
pl_pl: Wybierz serwis wydruków zdjêæ,<br>który chcesz by u¿ywali Twoi odwiedzaj±cy

source: none
bg_bg: никое
ko_kr: 없음
pl_pl: ¿aden

source: shutterfly without donation
pl_pl: shutterfly bez wsparcia finansowego

source: Slideshow Type
pl_pl: Typ slideshow

source: Off
pl_pl: Wy³aczone

source: Ordered
pl_pl: W kolejno¶ci

source: Random
pl_pl: Losowo

source: Slideshow recursive
pl_pl: Slideshow w g³±b

source: Slideshow Length
pl_pl: D³ugo¶æ slideshow

source: Display EXIF data?
bg_bg: Искате ли да се виждат EXIF данни?
ko_kr: EXIF 정보 표시?
pl_pl: Wy¶wietlaæ dane EXIF?

source: Display click counter for this album?
bg_bg: Искате ли да има брояч на посещенията за този албум?
ko_kr: 앨범에 대한 조회수 표시?
pl_pl: Wy¶wietl licznik klikniêæ?

source: Display owners name with caption
bg_bg: Показване на името на собственика заедно с надписа
ko_kr: 제목과 함께 소유자 이름 표시
pl_pl: Pokazuj nazwy wla¶cicieli z podpisem

source: Allow item owners to modify their images
bg_bg: Позволете на притежателите на elementa да редактират изображенията си
ko_kr: 항목 소유자가 자신의 이미지 변경 가능
pl_pl: Zezwalaj w³a¶cicielom pozycji na ich modyfikowanie

source: Allow item owners to delete their images
bg_bg: Позволете на притежателите на elementa да изтриват изображенията си
ko_kr: 항목 소유자가 자신의 이미지 삭제 가능
pl_pl: Zezwalaj w³a¶cicielom pozycji na ich kasowanie

source: Add new items at beginning of album
bg_bg: Новите елементи да се добавят в началото на албума
ko_kr: 새 항목을 앨범의 앞쪽에 등록
pl_pl: Dodaj nowe pozycje na pocz±tku albumu

source: Allow public commenting for photos in this album?
bg_bg: Искате ли да позволите на нерегистрираните посетителите да пишат коментари за този албум?
ko_kr: 이 앨범의 사진에 대한 댓글 허용
pl_pl: Zezwoliæ na publiczne kometowanie obrazków w tym albumie?

source: Apply values to nested Albums (except Album Title and Summary).
bg_bg: Променете стойностите във Под-албумите (с изключение на Заглавието на Албума и Резюмето).
ko_kr: 서브 앨범에도 같은 값 적용 (제목과 요약은 제외)
pl_pl: Zastosuj zmiany do pod-albumów (oprócz tytu³u albumu i podsumowania).

source: Apply
bg_bg: Потвърдете
ko_kr: 적용
pl_pl: Zastosuj

source: Close
bg_bg: Затворете
ko_kr: 닫기
pl_pl: Zamknij

source: Year must be between 1000 and 3000
bg_bg: Годината трябва да е между 1000 и 3000
ko_kr: 년도는 1000과 3000 사이여야 합니다
pl_pl: Rok musi byæ pomiêdzy 1000 i 3000

source: Edit Text
bg_bg: Променете Текста
pl_pl: Edytuj tekst

source: Photo Capture Date
bg_bg: Дата на снимката
ko_kr: 사진 캡쳐 날짜
pl_pl: Data dodania obrazka

source: Month
bg_bg: Месец
ko_kr: 월
pl_pl: Miesi±c

source: Day
bg_bg: Ден
ko_kr: 일
pl_pl: Dzieñ

source: Year
bg_bg: Година
ko_kr: 년
pl_pl: Rok

source: Hours
bg_bg: Часа
ko_kr: 시
pl_pl: Godzin

source: Minutes
bg_bg: Минути
ko_kr: 분
pl_pl: Minut

source: Seconds
bg_bg: Секунди
ko_kr: 초
pl_pl: Sekund

source: Edit %s
bg_bg: Променете %s
ko_kr: %s 편집
pl_pl: Edytuj %s

source: Edit the %s and click %s when you're done
bg_bg: Променете %s и натиснете %s когато сте готови
ko_kr: %s을 입력한 후 %s을 클릭하세요
pl_pl: Edytuj %s i naci¶nij %s kiedy skoñczysz

source: Custom Thumbnail
bg_bg: Миниатюрно Изображение по избор
ko_kr: 맞춤형 미리보기
pl_pl: Twoja miniatura

source: Remaking the Thumbnail...
bg_bg: Пренаправяне на Миниатюрното Изображение ...
ko_kr: 미리보기를 다시 만드는 중...
pl_pl: Przetwarzanie miniatury...

source: Choose which part of the image will compose your thumbnail:
bg_bg: Изберете коя част от изображението ще представлява миниатюрното изображение:
ko_kr: 미리보기로 만들 이미지 부분:
pl_pl: Wybierz, która czê¶æ obrazka bedzie tworzyæ miniaturke:

source: Gallery in Configuration Mode
bg_bg: Галерията е в Режим на Конфигуриране
ko_kr: Gallery 설정 모드
pl_pl: Galeria w trybie konfiguracji

source: Gallery: Configuration Mode
bg_bg: Галерия: Режим на Конфигуриране
ko_kr: Gallery: 설정 모드
pl_pl: Galeria: Tryb Konfiguracji

source: To configure gallery, %sStart the configuration wizard%s
bg_bg: За да конфигурирате Галерията, стартирайте %sпрограмата за конфигурация%s
ko_kr: 갤러리를 설정을 위해 %s설정 마법사 시작%s
pl_pl: Aby ustawiæ Galerie, %sUruchom Kreator Konfiguracji%s
