Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: If you've finished your configuration but you're still seeing this page, that's because for safety's sake we don't let you run Gallery in an insecure mode.
bg_bg: Ако сте приключили с конфигурацията, но все още виждате тази страница, то е защото заради сигурността на Галерията ви, не позволяваме тя да бъде пусната в 'незащитен' режим.
ko_kr: 설정을 마쳤는데도 이 페이지가 계속 보인다면 안전모드에서 Gallery를 실행하지 않기 때문입니다.
pl_pl: Je¿eli skonczysz konfigurowaæ Galerie, ale dalej widzisz t± strone, jest to spowodowane tym ze nie pozwolimy Ci uruchomiæ Galerii w trybie nie chronionym.

source: You need to switch to secure mode before you can use it. Here's how:
bg_bg: Трябва да превключите в 'защитен' режим преди да можете да я използвате. Ето как може да направите това:
ko_kr: 사용하기 전에 안전모드로 전환해야 합니다. 방법은 아래와 같습니다.
pl_pl: Musisz przej¶æ do trybu chronionego zanim bêdziesz móg³ u¿ywaæ Galerii. Jak to zrobiæ:

source: Then just reload this page and all should be well.
bg_bg: След това просто презаредете тази страница и всичко би трябвало вече да работи нормално.
ko_kr: 이제 이 페이지를 새로고침 하시면 됩니다.
pl_pl: Potem tylko prze³aduj t± strone i wszystko powinno zadzia³aæ.

source: If you experience problems, you should seek help on the %s Gallery Help Page%s
bg_bg: Ако имате проблеми, потърсете помощ на %sСтраницата за Помощ на Галерията%s
ko_kr: 만약 문제가 생긴다면 %sGallery 도움말%s을 찾아보세요.
pl_pl: Je¿eli napotkasz problemy, powiniene¶ przejrzeæ pomoc na stronie %s Galeria: Strona Pomocy %s

source: %s with shell access
bg_bg: %s със 'shell' достъп
pl_pl: %s z dostêpem do konsoli

source: /path/to/your/gallery
bg_bg: /път/към/вашата/gallery
pl_pl: /¶cie¿ka/do/twojej/galerii/

source: %s with FTP access
bg_bg: %s със 'FTP' достъп
pl_pl: %s z dostêpem przez FTP

source: Gallery needs Reconfiguration
bg_bg: Галерията има нужда от Преконфигуриране
ko_kr: Gallery 재설정이 필요합니다
pl_pl: Galeria wymaga przekonfigurowania

source: Your Gallery configuration was created using the config wizard from an older version of Gallery. It is out of date. Please re-run the configuration wizard!
bg_bg: Конфигурацията на Галерията ви е била направена със програма за конфигуриране от по-стара версия на Галерията. Тази програма е извън употреба. Моля пуснете наново програмата за конфигуриране!
ko_kr: 현재 Galllery 설정이 구 버전의 Gallery의 설정 마법사로 만든 것입니다. 설정 마법사를 다시 실행해주세요.
pl_pl: Twoja konfiguracja Galerii zosta³a stworzona przy u¿yciu kreatora konfiguracji ze starej wersji Galerii. Jest za stara. Musisz uruchomiæ kreatora konfiguracji ponownie!

source: In a shell do this
bg_bg: В 'shell' направете това
ko_kr: 쉘에서 다음을 수행하세요
pl_pl: W konsoli zrób to

source: Then launch the %sconfiguration wizard%s
bg_bg: След това пуснете %s програмата за настройки%s
ko_kr: %s설정 마법사%s를 실행하세요.
pl_pl: Potem uruchom %skreator konfiguracji%s

source: Gallery Configuration Error
bg_bg: Грешка при Конфигуриране на Галерията
ko_kr: Gallery 설정 에러
pl_pl: B³±d konfiguracji Galerii

source: Gallery has not been configured!
bg_bg: Галерията не е била настройвана!
ko_kr: Gallery가 제대로 설정되지 않았습니다!
pl_pl: Galeria nie zosta³a skonfigurowana!

source: Gallery must be configured before you can use it. First, you must put it into configuration mode. Here's how.
bg_bg: Галерията трябва да бъде конфигурирана преди да я използвате. Първо, трябва да я превключите в режим 'Конфигуриране'. Ето как може да направите това:
ko_kr: Gallery를 이용하기 전에 먼저 환경 설정이 되어야 합니다. 아래와 같이 먼저 설정 모드로 들어가세요.
pl_pl: Galeria musi zostaæ skonfigurowana zanim jej bedziesz móg³ u¿ywaæ. Po pierwsze musisz wprowadziæ j± w tryb konfiguracji. Tutaj jest jak to zrobic.

source: And then start the %sConfiguration Wizard%s.
bg_bg: След това пуснете %sПрограмата за Конфигуриране%s.
ko_kr: 그리고 %s설정 마법사%s를 시작하세요.
pl_pl: I potem uruchom %Kreatora Konfiguracji%s.

source: Configure Custom Fields
bg_bg: Конфигуриране на Свободно Избраните Полета
ko_kr: 맞춤형 필드 설정
pl_pl: Konfiguracja pól u¿ytkownika

source: Number of user defined custom fields
bg_bg: Брой на свободно избраните полета
ko_kr: 사용자정의 필드 수
pl_pl: Ilo¶æ zdefiniowanych pól przez u¿ytkownika

source: Field
bg_bg: Поле
ko_kr: 필드
pl_pl: Pole

source: Apply to nested Albums
bg_bg: Променете във Под-албумите
ko_kr: 서브 앨범에 적용
pl_pl: Zastosuj do pod-albumów

source: Highlight Photo
bg_bg: Избор на Главна Снимка
ko_kr: 하이라이트 사진
pl_pl: Wybierz obrazek na ok³adkê

source: Do you want this photo to be the one that shows up on the gallery page, representing this album?
bg_bg: Искате ли тази снимка да представя този албум в галерията?
ko_kr: 앨범을 대표하는 사진으로 이 사진을 사용하시겠습니까?
pl_pl: Czy chcesz aby to zdjêcie reprezentowa³o ten album?

source: Yes
bg_bg: Да
ko_kr: 예
pl_pl: Tak

source: No
bg_bg: Не
ko_kr: 아니오
pl_pl: Nie

source: Username
bg_bg: Име
ko_kr: 아이디
pl_pl: Nazwa u¿ytkownika

source: Old Password
bg_bg: Стара Парола
ko_kr: 이전 암호
pl_pl: Stare has³o

source: New Password
bg_bg: Нова Парола
ko_kr: 새 암호
pl_pl: Nowe has³o

source: New Password (again)
bg_bg: Нова Парола (още веднъж)
ko_kr: 새 암호 확인
pl_pl: Potwierd¼ nowe has³o

source: Full Name
bg_bg: Име
ko_kr: 이름
pl_pl: Imiê

source: Email Address
bg_bg: 'E-mail' Адрес
ko_kr: 이메일 주소
pl_pl: Adres email

source: Gallery language
bg_bg: Език на Галерията
ko_kr: 갤러리 언어
pl_pl: Jêzyk Galerii

source: User can create albums
bg_bg: Потребителят може да създава албуми
ko_kr: 사용자가 앨범을 만들 수 있음
pl_pl: Czy u¿ytkownik mo¿e tworzyæ albumy?

source: User is an admin
bg_bg: Потребителя е администратор
ko_kr: 관리자입니다.
pl_pl: U¿ytkownik jest adminem

source: you can't un-admin yourself
bg_bg: не можете сами да премахнете администраторския си статут
ko_kr: 관리자는 일반 사용자로 만들 수 없습니다
pl_pl: nie mo¿esz siê odadminiæ;]

source: From:
bg_bg: От:
pl_pl: Od:

source: delete comment
bg_bg: изтриите коментар
ko_kr: 댓글 삭제
pl_pl: skasuj komentarz

source: add comment
bg_bg: добавете коментар
ko_kr: 댓글 달기
pl_pl: dodaj komentarz

source: hidden
bg_bg: скрит
ko_kr: 숨김
pl_pl: ukryty

source: view comments for this nested album
bg_bg: вижте коментарите за този под-албум
ko_kr: 이 서브 앨범의 댓글 보기
pl_pl: przegladaj komentarze dla tego pod-albumu

source: First Page
bg_bg: Първа Страница
ko_kr: 첫 페이지
pl_pl: Pierwsza strona

source: Previous Page
bg_bg: Предишна Страница
ko_kr: 이전 페이지
pl_pl: Poprzednia strona

source: Next Page
bg_bg: Следваща Страница
ko_kr: 다음 페이지
pl_pl: Nastêpna strona

source: Last Page
bg_bg: Последна Страница
ko_kr: 마지막 페이지
pl_pl: Ostatnia strona

source: First Photo
bg_bg: Първа Снимка
ko_kr: 첫번째 사진
pl_pl: Pierwszy obrazek

source: Previous Photo
bg_bg: Следваща Снимка
ko_kr: 이전 사진
pl_pl: Poprzedni obrazek

source: %d of %d
bg_bg: %d от %d
pl_pl: %d z %d

source: Next Photo
bg_bg: Следваща Снимка
ko_kr: 다음 사진
pl_pl: Nastêpny obrazek

source: Last Photo
bg_bg: Последна Снимка
ko_kr: 마지막 사진
pl_pl: Ostatni obrazek

source: Login to %s
bg_bg: Вход към %s
ko_kr: %s(으)로 로그인
pl_pl: Zaloguj do %s

source: Logging in gives you greater permission to view, create, modify and delete albums.
bg_bg: Вход в системата на Галерията ви дава повече права да виждате, създавате, променяте или изтривате албуми.
ko_kr: 로그인을 하면 앨범의 생성/변경/삭제 등을 할 수 있습니다.
pl_pl: Zalogowanie siê daje ci wiêksze przywileje do ogl±dania, tworzenia, modyfikowania i kasowania albumów.

source: Invalid username or password
bg_bg: Невалидно име на потребител или парола
ko_kr: 아이디 또는 암호가 틀립니다
pl_pl: Nieprawid³owe has³o albo nazwa u¿ytkownika

source: You must specify a username
bg_bg: Трябва да въведете има на потребител
ko_kr: 아이디를 입력해야 합니다
pl_pl: Musisz podaæ nazwê u¿ytkownika

source: Password
bg_bg: Парола
ko_kr: 암호
pl_pl: Has³o

source: You must specify a password
bg_bg: Трябва да въведете парола
ko_kr: 암호를 입력해야 합니다
pl_pl: Musisz podaæ has³o

source: Login
bg_bg: Вход
ko_kr: 로그인
pl_pl: Zaloguj

source: Please select a user
bg_bg: Моля посочете потребител
ko_kr: 사용자를 선택하세요
pl_pl: Prosze wybraæ u¿ytkownika

source: Manage Users
bg_bg: Управление на Потребителите
ko_kr: 사용자 관리
pl_pl: Zarz±dzaj u¿ytkownikami

source: Error:
ko_kr: 에러:
pl_pl: B³±d:

source: You can create, modify and delete users here.
bg_bg: Тук можете да създавате, променяте и изтривате потребители
ko_kr: 사용자를 생성/변경/삭제 할 수 있습니다.
pl_pl: Mo¿esz tutaj tworzyæ, modyfikowaæ i usuwaæ u¿ytkowników

source: There are no users! Create one.
bg_bg: Няма потребители! Създайте един.
ko_kr: 관리할 사용자가 없습니다! 먼저 생성하세요.
pl_pl: Nie ma ¿adnych u¿ytkowników! Stwórz jakiego¶.

source: Modify
bg_bg: Променете
ko_kr: 변경
pl_pl: Modyfikuj

source: Invalid user
bg_bg: Невалиден потребител
ko_kr: 잘못된 사용자
pl_pl: Nieprawid³owy u¿ytkownik

source: Modify User
bg_bg: Промяна на Потребителя
ko_kr: 사용자정보 변경
pl_pl: Modyfikuj u¿ytkownika

source: You can change any information about the user using this form.
bg_bg: Използвайки тази форма, можете да промените която и да е информация за потребителя.
ko_kr: 여기서 사용자에 대한 정보를 변경할 수 있습니다.
pl_pl: Mo¿esz zmieniæ ka¿d± informacjê o u¿ytkowniku u¿ywaj±c tego formularza

source: Move Album
bg_bg: Преместете Албума
ko_kr: 앨범 이동
pl_pl: Przesuñ album

source: Select the new location of album
bg_bg: Изберете ново местонахождение на албума
ko_kr: 새 위치를 선택하세요 - 앨범
pl_pl: Wybierz now± lokalizacjê dla albumu

source: Move it!
bg_bg: Преместете го!
ko_kr: 이동!
pl_pl: Przesuñ

source: OR
bg_bg: ИЛИ
ko_kr: 또는
pl_pl: LUB

source: Nest within another Album:
bg_bg: Го направете част от друг Албум:
ko_kr: 다른 앨범의 아래로 이동:
pl_pl: Zagnie¿d¿ony w innym albumie:

source: Move to Album!
bg_bg: Преместете го в Албума!
ko_kr: 이동!
pl_pl: Przesuñ do albumu

source: Move Photo
bg_bg: Преместете Снимка
ko_kr: 사진 이동
pl_pl: Przesuñ obrazek

source: Moving photo #
bg_bg: Преместване на снимка #
ko_kr: 이동중인 사진 #
pl_pl: Przesuwanie obrazka nr.

source: - Creating New Album Highlight
bg_bg: - Създаване на Нова Главна Снимка за Албума
ko_kr: - 새 앨범 하이라이트 생성중
pl_pl: - Tworzenie nowej ok³adki do albumu

source: Move this album within the album:
bg_bg: Преместете този албум вътре в албума:
ko_kr: 이 앨범을 포함할 상위 앨범:
pl_pl: Przesuñ ten album do albumu:

source: Move this photo within the album:
bg_bg: Преместете тази снимка вътре в албума
ko_kr: 이 사진을 이동할 앨범:
pl_pl: Przesuñ to zdjêcie do albumu:

source: Current Location is %s
bg_bg: Сегашното Местоположение е %s
ko_kr: 현재 위치는 %s
pl_pl: Aktualna lokacja to %s

source: Select the new location:
bg_bg: Изберете ново местоположение:
ko_kr: 새 위치 선택:
pl_pl: Wybierz now± lokacjê:

source: Move the album to a new album:
bg_bg: Преместете албума в нов албум:
ko_kr: 이 앨범을 포함할 상위 앨범:
pl_pl: Przesuñ ten album do nowego albumu:

source: Move a range of photos to a new album:
bg_bg: Преместете група снимки в нов албум:
ko_kr: 해당 범위의 사진을 이동할 앨범:
pl_pl: Przesuñ zakres zdjêæ do nowego albumu:

source: To move just one photo, make First and Last the same
bg_bg: За да преместите само една снимка, направете Първата и Последната да са едни и същи
ko_kr: 사진 한장만 이동하시려면 First와 Last를 동일하게 하세요
pl_pl: Aby przesun±æ tylko jeden obrazek, ustaw pierwszy i ostatni na ten sam obrazek

source: Note: items that have votes will lose these votes when moved to another album
pl_pl: Uwaga: obrazy, które maj± g³osy, strac± je podczas przeniesienia do innego albumu

source: Note: items that have votes will lose these votes if moved to an album without compatible polling. Compatible albums are marked with an &quot;%s&quot;.
pl_pl: Uwaga: obrazy, które maj± g³osy, strac± je je¿eli zostan± przeniesione do albumu bez kompatybilnej implementacji ankiet. Kompatybilne albumy zaznaczone s±: &quot;%s&quot;.

source: Enter the Gallery
bg_bg: Влезте в Галерията
ko_kr: Gallery로 들어가기
pl_pl: Wej¶cie do Twojej Galerii

source: You can change your user information here.
bg_bg: Тук можете да промените информацията за вас.
ko_kr: 여기서 사용자 정보를 변경할 수 있습니다.
pl_pl: Mo¿esz tutaj zmieniæ informacje dot. u¿ytkownika.

source: Change Owner
bg_bg: Променете Собственика
ko_kr: 소유자 변경
pl_pl: Zmieñ w³a¶ciciela

source: Owner
bg_bg: Собственик
ko_kr: 소유자
pl_pl: W³a¶ciciel:

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
pl_pl: Ostrze¿enie: zmieni³e¶ g³osowanie z %s na %s. Zaleca siê zresetowanie ankiet aby usun±æ wszystkie poprzednie g³osy.

source: Everybody
pl_pl: Wszyscy

source: Logged in
pl_pl: Zalogowani

source: Poll Properties
pl_pl: Ustawienia ankiety

source: Type of poll for this album
pl_pl: Typ ankiety dla tego albumu

source: Rank
pl_pl: Ranking

source: Critique
pl_pl: Recenzja

source: Number of voting options
pl_pl: Liczba opcji g³osowania

source: Show results of voting to all visitors?
pl_pl: Pokazywaæ wyniki g³osowania wszystkim odwiedzaj±cym?

source: Number of lines of results graph to display on the album page
pl_pl: Ilo¶æ linii w wynikach graficznych do wy¶wietlenia na ka¿dej stronie albumu

source: Who can vote
pl_pl: Kto mo¿e g³osowaæ

source: Orientation of vote choices
pl_pl: Orientacja wyborów do g³osowania

source: Horizontal
pl_pl: Poziomo

source: Vertical
pl_pl: Pionowo

source: Vote hint
pl_pl: Podpowied¼ do g³osowania

source: Displayed Value
pl_pl: Wy¶wietlana warto¶æ

source: Poll Results
pl_pl: Wyniki ankiety

source: Return to %s
pl_pl: Powrót do %s

source: Results Breakdown
pl_pl: Wyniki uszkodzone

source: Uploading Photos
bg_bg: Трансфер на Снимки към сървъра
ko_kr: 사진 업로드 중
pl_pl: Wgrywanie obrazków

source: File upload in progress!
bg_bg: В момента се извършва се трансфер към сървъра!
ko_kr: 파일 업로드 중!
pl_pl: Trwa wgrywanie plików!

source: This page will go away automatically when the upload is complete. Please be patient!
bg_bg: Тази страница ще се махне автоматично когато трансфера приключи. Моля бъдете търпеливи!
ko_kr: 이 페이지는 업로드가 끝나면 자동으로 사라집니다.<br>잠시만 기다려 주세요!
pl_pl: Ta strona zamknie siê sama automatycznie gdy zakoñczy siê wgrywanie. Proszê byæ cierpliwym!

source: Publish Your Photos and Movies to %s.
bg_bg: Публикувайте снимките и филмите си на %s.
ko_kr: 사진과 무비를 %s에 전시합니다.
pl_pl: Publikuj swoje zdjêcia i filmy do %s.

source: Username and Password are not correct.
bg_bg: Неправилно име или парола
ko_kr: 아이디와 암호가 맞지 않습니다.
pl_pl: U¿ytkownik i Has³o s± niepoprawne.

source: Please Enter Username and Password
bg_bg: Моля въведете Име и Парола
ko_kr: 아이디와 암호를 입력하세요
pl_pl: Podaj U¿ytkonika i Has³o

source: Login Incorrect
bg_bg: Грешно Име или Парола
ko_kr: 로그인 에러
pl_pl: Niepoprawne logowanie

source: Username:
bg_bg: Име:
ko_kr: 아이디:
pl_pl: U¿ytkownik:

source: Password:
bg_bg: Парола:
ko_kr: 암호:
pl_pl: Has³o:

source: Select the Album to which to Publish
bg_bg: Изберете Албума в който искате да Публикувате
ko_kr: 전시할 앨범을 선택하세요
pl_pl: Wybierz Album który chcesz publikowaæ

source: Use filenames as captions
bg_bg: Използвайте имената на фаиловете като описаня
ko_kr: 파일명을 제목으로 사용
pl_pl: U¿yj nazwy pliku jako podpisu pod obrazkiem.

source: Create New Album
bg_bg: Създайте Нов Албум
ko_kr: 새 앨범 생성
pl_pl: Nowy album

source: Not Logged In!
bg_bg: Не сте в системата!
ko_kr: 로그인 되지 않았습니다!
pl_pl: Nie zalogowany!!

source: No album specified!
bg_bg: Не сте посочили албум!
ko_kr: 앨범이 지정되지 않았습니다!
pl_pl: Nie wybrano albumu!

source: This user cannot add photos in %s.
bg_bg: Този потребител не може да добавя снимки в %s.
ko_kr: 이 사용자는 %s에 사진을 추가할 수 없습니다.
pl_pl: U¿ytkownik nie mo¿e dodawaæ zdjêæ w %s.

source: Press the 'Back' button and try again!
bg_bg: Натиснете бутона 'Назад' и опитайте отново!
ko_kr: 'Back' 버튼을 누르고 다시 시도하세요!
pl_pl: Naci¶nij 'Powrót' i spróbuj jeszcze raz!

source: User cannot create ROOT level album.
bg_bg: Потребителя не може да създаде албум на ниво 'ROOT'.
ko_kr: 일반 사용자는 최상위 레벨에 앨범을 만들 수 없습니다.
pl_pl: U¿ytkownik nie mo¿e tworzyæ albumow w katalogu g³ównym.

source: User cannot create nested album in %s.
bg_bg: Потребителя не може да създаде под-албум в %s.
ko_kr: %s에 서브 앨범을 만들 수 없습니다.
pl_pl: U¿ytkownik nie mo¿e tworzyæ osadzonych albumow w %s.

source: No Parent Album Specified!
bg_bg: Не е избран Главен Албум
ko_kr: 상위 앨범이 지정되지 않았습니다!
pl_pl: Nie sprecyzowano w którym albumie osadzasz!

source: Enter New Album Title
bg_bg: Въведете Ново Заглавие за Албума
ko_kr: 새 앨범 제목
pl_pl: Wpisz tytu³ nowego albumu

source: Select Parent Album
bg_bg: Изберете Главен Албум
ko_kr: 상위 앨범 선택
pl_pl: Wybierz nadrzêdny album

source: NEW TOP LEVEL ALBUM
bg_bg: НОВ НАЙ-ГОРЕН АЛБУМ
pl_pl: NOWY ALBUM W G£ÓWNYM KATALOGU

source: User cannot add to album
bg_bg: Потребителя не може да добавя кум албума
ko_kr: 앨범을 추가할 수 없습니다
pl_pl: U¿ytkownik nie mo¿e dodawaæ do albumu

source: No file specified
bg_bg: Не е посочен файл
ko_kr: 파일이 지정되지 않았스니다
pl_pl: Nie wybrano plików

source: Photo Upload
bg_bg: Качване на Снимки
ko_kr: 사진 업로드
pl_pl: Wgrywanie Zdjêæ

source: Upload Photos to
bg_bg: Качете Снимки на
pl_pl: Wgraj zdjêcia do

source: Publishing with Windows XP
bg_bg: Публикуеане с Windows XP.
pl_pl: Publikowanie z Windows XP

source: Using the Windows XP <i>Publish To the Web</i> feature
bg_bg: Ползване на функцията на Windows XP, наречена <i>Публикуване към Web-страница</i>
pl_pl: U¿ywaj±c opcji <i>Publikuj w sieci</i> z Windows'a XP

source: Windows XP comes with a nice feature that allows you to publish content from your desktop directly to a web service. %s <b>has experimental</b> support for this feature.
bg_bg: Windows XP притежава една полезна функция, която позволява да се публикуват данни от вашия Desktop към Web-страница. %s <b>ima експериментална</b> поддръжка за тази функция.
pl_pl: Windows XP jest dostarczony z opcj±, która pozwala publikowaæ zawarto¶æ w sieci prosto z Twojego pupitu. W %s <b>jest to funkcja testowana</b>, narazie bez wsparcia.

source: It's relatively easy to configure.
bg_bg: Сравнително лесно е да се конфигурира.
pl_pl: Jest to wzglêdnie proste do ustawienia.

source: Step 1
bg_bg: Стъпка 1
pl_pl: Krok 1

source: Download the %sXP Configuration File%s
bg_bg: Свалете %sКонфигурационния файл за Windows XP%s
pl_pl: ¦ci±gnij %sPlik Konfiguracyjny XP%s,

source: Save this file on your PC and rename it %s.
bg_bg: Запишете този файл на компютъра си и го преименувайте %s.
pl_pl: zapisz ten plik na swoim komputerze i zmieñ jego nazwê na %s.

source: If it asks you for confirmation about changing the file type, answer &quot;yes&quot;.
bg_bg: Ako ви бъде зададен въпрос за потвърждение при смяна на файловия тип, отговорете с 'да';.
pl_pl: Je¶li zapyta Ciê o zmianê typu pliku - odpowiedz 'Tak',

source: Right click on this file and you should see a menu appear.
bg_bg: Когато натиснете десния бутон върху този файл, би трябвало да се появи меню.
pl_pl: potem kliknij prawym przyciskiem myszy na tym pliku i powinno pojawiæ siê menu.

source: Select the <b>Merge</b> option (this should be at the top of the menu).
bg_bg: Изберете <b>Merge</b> (би трябвало да е най-отгоре на менюто).
pl_pl: Wybierz opcjê <b>Merge</b> (powinna byæ na samej górze tego menu).

source: It will ask you if you want to import these values into your registry.
bg_bg: Ще бъдете попитани дали искате да тези данни да бъдат вкарани в регистрите на системата ви.
pl_pl: Zapyta Ciê czy zapisaæ warto¶ci w rejestrze,

source: Click &quot;ok&quot;.
bg_bg: Натиснете 'ОК';.
pl_pl: kliknij &quot;OK&quot;.

source: It will tell you that the files were imported successfully.
bg_bg: Ще ви бъде съобщено, че файловете са вракани успешно.
pl_pl: Wy¶wietli siê informacja, ¿e pliki zosta³y pomy¶lnie zaimportowane

source: Click &quot;ok&quot; again.
bg_bg: Натиснете 'ОК'; отново.
pl_pl: i naci¶nij &quot;OK&quot; jeszcze raz.

source: Step 2
bg_bg: Стъпка 2
pl_pl: Krok 2

source: Open your Windows explorer and browse to a folder containing a JPG image.
bg_bg: Отворете 'Windows Explorer' и намерете директорията съдържаща JPG изображението.
pl_pl: Otwórz Windows Expolorer'a i wejd¼ do katalogu zawieraj±cego obrazki JPG.

source: Select the image and there should be a link on the left that says &quot;Publish this file to the web...&quot;
bg_bg: Изберете изображението и в ляво би трябвало да се появи Link който гласи 'Publish this file to the web...';
pl_pl: Wybierz obrazek - na lewo powiniem pojawiæ siê link &quot;Publikuj ten plik w internecie...&quot;

source: Click this link and then follow the instructions to log into your Gallery, select an album and publish the image.
bg_bg: Натиснете този Link и след това спазвайки инструкциите, влезте във системата на вашата Галерия, изберете албум и публикувайте изображението.
pl_pl: Kliknij ten link i pod±¿aj za instrukcjami - zaloguj siê do galerii, wybierz album i publikuj obrazek.

source: Return to Add Photos
bg_bg: Назад към Добаване на Снимки
pl_pl: Wróc do Dodaj obrazki

source: Rename Album
bg_bg: Преименувайте Албума
ko_kr: 앨범이름 변경
pl_pl: Zmieñ nazwê albumu

source: There is already an album with that name!
bg_bg: Вече има албум с това име!
ko_kr: 이미 존재하는 이름입니다!
pl_pl: Istnieje ju¿ album o tej nazwie!

source: What do you want to name this album?
bg_bg: Как искате да наречете този албум?
ko_kr: 이 앨범의 이름을 입력하세요.
pl_pl: Jak chcesz nazwaæ ten album?

source: The name cannot contain any of the following characters
bg_bg: Името не може да съдържа който и да е от следните знаци
ko_kr: 이름은 다음 문자를 포함할 수 없습니다
pl_pl: Nazwa nie mo¿e zawieraæ nastêpuj±cych znaków

source: or
bg_bg: или
ko_kr: 또는
pl_pl: lub

source: spaces
bg_bg: интервали
ko_kr: 공백
pl_pl: spacji

source: Those characters will be ignored in your new album name.
ko_kr: 이런 문자들은 앨범이름에서 무시됩니다.
pl_pl: Te znaki bêd± pominiête w nowej nazwie albumu

source: Reset Voting
pl_pl: Resetuj g³osy

source: Do you really want to remove all votes in %s?
pl_pl: Czy na pewno chcesz skasowaæ wszystkie g³osy w %s?

source: Remove Votes
pl_pl: Usuñ g³osy

source: Resize Photo
bg_bg: Променете Размера на Снимката
ko_kr: 사진크기 조절
pl_pl: Przeskaluj obrazek

source: Resizing %d photos...
bg_bg: Променяне на размера на %d снимки ...
ko_kr: %d개 사진크기 조절...
pl_pl: Skalowanie %d zdjêæ(/ia)...

source: Processing image
bg_bg: Изображението se oбработва
ko_kr: 이미지 처리 중
pl_pl: Przetwarzanie obrazka

source: Resizing 1 photo...
bg_bg: Променяне на размера на снимката
ko_kr: 1개 사진크기 조절...
pl_pl: Skalowanie 1 obrazka...

source: Resizing photos
bg_bg: Променяне на размера на снимките
ko_kr: 사진크기 조절
pl_pl: Skalowanie obrazków

source: This will resize your photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
bg_bg: Това ще промени размера на снимките ви така, че най-дългата страна на снимката да е равна на избрания размер, а големината на файла ще е приблизителна до избраната.
ko_kr: 사진의 긴 변 길이를 원하는 크기로 맞추고 파일크기를 선택한 크기에 근접하게 조정합니다.
pl_pl: To przeskaluje Twoje zdjêcia dziêki czemu d³u¿sza krawêd¼ zdjêcia bedzie zgodna z docelow± wielko¶ci± poni¿ej i rozmiar pliku bêdzie bliski wybranej wielko¶ci.

source: What is the target size for all the photos in this album?
bg_bg: Какъв искате да е размера на всички снимки в този албум?
ko_kr: 앨범 내에 있는 모든 사진에 적용할 크기를 입력하세요.
pl_pl: Jaka jest docelowa wielko¶æ dla wszystkich zdjêæ w tym albumie ?

source: What is the target size for this photo?
bg_bg: Какъв е избрания размер за тази снимка?
ko_kr: 이 사진에 적용할 크기를 입력하세요.
pl_pl: Jaki ma byæ rozmiar dla tego zdjêcia ?

source: Target filesize
bg_bg: Избрана големина на файла
ko_kr: 원하는 파일크기
pl_pl: Docelowy rozmiar pliku

source: Maximum side length in pixels
bg_bg: Максимална дължина на страната в 'pixels'
ko_kr: 큰 변의 최대 길이(픽셀 단위)
pl_pl: Maksymalna d³ugo¶æ boku w pixelach

source: Get rid of resized
ko_kr: 크기조절된 정보 삭제
pl_pl: Pozbyæ siê skalowania

source: (Use only the original picture)
ko_kr: (원본만 사용)
pl_pl: (U¿ywaj tylko oryginalnych zdjêæ)

source: (manual value)
ko_kr: (사용자 입력값)
pl_pl: (warto¶æ u¿ytkownika)

source: Change Size
ko_kr: 크기변경
pl_pl: Zmieñ wielko¶æ

source: Rotate/Flip Photo
bg_bg: Завъртете/Обърнете Снимката
pl_pl: Obróæ/Odwróæ zdjêcie

source: Rotating/Flipping photo.
bg_bg: Завъртане/Обръщане на снимката.
pl_pl: Obracanie/Odwracanie zdjêcia.

source: (this may take a while)
bg_bg: (това може да отнеме известно време)
pl_pl: (to mo¿e zaj±æ chwilê)
