Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (eg, big ZIP files) and you may not be able to use mod_rewrite (see below).
bg_bg: Разрешение за '<b>.htaccess</b>' файла на Галерията, да задава специфични настройки за Галерията. Това се контролира от собсвеника на web-сървъра, така че не винаги можете да го промените. Главното неудобство, ако това не е позволено, е че няма да можете да прехвърляте файлове по големи от 2MB (например големи ZIP файлове) и няма да можете да използвате 'mod_rewrite' (вижте по-долу).
ko_kr: Gallery가 <b>.htaccess</b> 파일을 이용하여 특정 옵션을 설정할 수 있는지 확인합니다. 이 부분은 웹서버 관리자가 제어하므로 항상 가능한 것은 아닙니다. 이것을 이용할 수 없으면 2MB가 넘는 파일을 업로드하지 못하고 아래에 설명된 mod_rewirte를 사용할 수 없습니다.
pl_pl: Plik <b>.htaccess</b> pozwala Galerii ustawiæ specjalna konfiguracje opcji dla aplikacji z Galerii. Ten plik jest kontrolowany przez w³a¶ciciela websewera i nie jest zawsze mo¿liwe by¶ móg³ go zmieniæ. Minusem nie posiadania tego pliku jest to ¿e mo¿esz nie byæ wstanie wgraæ pliku wiêkszego ni¿ 2MB (np du¿ego pliku ZIP) i tak¿e mo¿e nie byæ mo¿liwo¶ci u¿ywania mod_rewrite (zobacz poni¿ej).

source: Apache is not obeying your .htaccess file. Try entering the following into your web server's httpd.conf file:
bg_bg: Apache не се подчинява на вашия '.htaccess' файл. Опитайте да въведете следното в 'httpd.conf' файла на вашия web-сървър:
ko_kr: Apache가 .htaccess 파일 사용을 허용하지 않습니다. 아래 내용을 웹서버의 httpd.conf 파일에 입력하세요.
pl_pl: Apache nie kontroluje Twojego pliku .htaccess. Spróbuj wstawiæ poni¿sze do pliku httpd.conf Twojego webserwera:

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behaviour if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in the gallery.
bg_bg: Проверете дали '%smagic quotes%s' са включени на PHP сървъра ви. Ако са включени, може да забележите странно поведение, когато слагате ' (единични кавички), &quot; (двойни кавички) или &#92; (backslash) знаци във заглавията или в надписите на галерията.
ko_kr: PHP에서 %smagic quotes%s 기능이 켜져 있는지 확인합니다. 이것이 켜져 있지 않으면 갤러리의 제목이나 캡션에 '(따옴표), &quot;(쌍따움표), &#92;(역슬래쉬) 등을 입력할 때 비정상적인 화면이 나타날 수 있습니다.
pl_pl: Sprawdzam czy %smagic quotes%s s± w³±czone na Twoim serwerze PHP. Je¿eli s± w³±czone, mo¿esz zauwa¿yæ dziwne zachowania w galerii je¿eli w tytu³ach lub podpisach pod zdjêciami u¿yjesz ' (pojedyñczy cudzys³ów), &quot; (podwójny cudzys³ów) lub &#92; (backslash).

source: Magic quotes are on. Your webserver owner can turn them off by putting %s in your php.ini file
bg_bg: 'Magic quotes' са включени. Собственика на web-сървъра може да ги изключи, като сложи %s в php.ini файла.
ko_kr: magic quotes가 켜져 있습니다. php.ini 파일에 %s의 추가하도록 웹서버 관리자에게 요청하세요.
pl_pl: Magic quotes s± w³±czone. W³a¶ciciel webserwera mo¿e je wy³±czyæ umieszczaj±c %s w Twoim php.ini.

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. Mod_rewrite allows the Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
bg_bg: Проверете дали web-сървъра ви е компилиран с '<b>mod_rewrite</b>'. 'Mod_rewrite' позволява на Галерията да използва по-къси web-адреси, които са по лесни за четене и изглеждат по добре когато ги пратите на някой от по-малко технически грамотните си роднини. Това не е съществена функция.
ko_kr: 웹서버가 <b>mod_rewrite</b> 기능을 포함하여 컴파일한 것인지 확인합니다. mod_rewrite는 Gallery의 URL을 친구에게 메일로 보낼 때 읽기 쉽게 URL의 길이를 줄이는데 이용됩니다. 필수 기능은 아닙니다.
pl_pl: Sprawdzam czy webserwer jest skompilowany z <b>mod_rewrite</b>. Mod_rewrite pozwala Galerii na u¿ywanie krótszych adresów URL, które s± ³atwiejsze do czytania i wygl±daj± ³adniej kiedy wysy³asz je do swoich odbiorców. Nie jest to istotna funkcja.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above). Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on I'd suggest that you make sure that your <b>.htaccess</b> file works and then if it still doesn't work you may need to reconfigure and rebuild Apache with this flag:
bg_bg: Или '<b>mod_rewrite</b>' не е инсталиран, или вашия '<b>.htaccess</b>' файл не работи (вижте по-горе). При всички положения, ще се наложи да ползваме в Галерията по-дългите web-адреси. Ако искате да използвате това, бъдете сигурни, че <b>.htaccess</b> файла ви функционира правилно. Ако и това не помогне, ще трябва да преконфигурирате и прекомпилирате 'Apache' използвайки следното:
ko_kr: <b>mod_rewrite</b>가 설치되지 않았거나 <b>.htaccess</b> 파일이 설정되지 않았습니다(위 참조). Gallery에서 긴 이름의 URL의 사용하게 됩니다. 이 기능을 사용하시려면 <b>.htaccess</b>를 설정하시고 그래도 되지 않는다면 Apache에 다음 flag를 포함하여 재설치하셔야 합니다.
pl_pl: Albo <b>mod_rewrite</b> nie jest zainstalowany, albo Twój plik <b>.htaccess</b> nie jest w³±czony (zobacz powy¿ej). W takim wypadku musimy u¿ywaæ d³u¿szych URL'i w Galerii. Je¿eli chcesz w³±czyæ t± opcje, sugeruje by¶ siê upewni³ ¿e Twój plik <b>.htaccess</b> dzia³a i wtedy je¿eli to nie dzia³a, bêdziesz musia³ przekonfigurowaæ i przekompilowaæ swojego Apache z tymi flagami:

source: Check to see if NetPBM is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc). You need to have NetPBM <b>or</b> ImageMagick installed.
bg_bg: Проверете дали 'NetPBM' е инсталиран, така че Галерията ви да може да обработва изображения (да ги завърта, да променя размера им, да прави миниатюрни изображения и т.н.). Трябва да имате инсталиран 'NetPBM' <b>или</b> 'ImageMagick'.
ko_kr: NetPBM이 설치되어 있는지 확인합니다. Gallery가 이미지의 회전, 크기조절, 미리보기 만들기 등을 처리하기 위해서 필요합니다. NetPBM이나 ImageMagick 중 <b>하나는 반드시</b> 설치되어야 합니다.
pl_pl: Sprawdzam czy NetPBM jest zainstalowane tak by Galeria mog³a manipulowaæ obrazami (obracaæ, skalowaæ, tworzyæ miniatury, itd.). Musisz mieæ zainstalowanego NetPBM <b>lub</b> ImageMagick'a.

source: I can't find NetPBM. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
bg_bg: 'NetPBM' не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - това не е проблем - можете сами да посочите пътя към директорията на 'NetPBM' на следващата страница. Ако не е инсталиран, имате две възможности:
ko_kr: NetPBM을 찾을 수 없습니다. 설치는 되었지만 웹서버 사용자의 경로에 포함되지 않은 거라면 괜찮습니다. 다음 페이지에서 NetPBM의 경로를 지정하면 됩니다. 설치되지 않았다면 다음의 두가지 중 하나를 선택하세요.
pl_pl: Nie mogê znale¶æ NetPBM. Je¿eli jest on zainstalowany, ale nie znajmuje siê w scie¿ce u¿ytkownika webserwera to nie ma problemu - mo¿esz zdefiniowaæ scie¿kê do NetPBM rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, masz do wyboru:

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK -- that just means you'll have to specify the path to NetPBM by hand on the following page
bg_bg: Ако 'NetPBM' е инсталиран и Галерията не може да го намери автоматично - то това не е проблем. На следващата страница просто посочете пътя към директорията на 'NetPBM'.
ko_kr: NetPBM이 설치되었지만 Gallery가 자동으로 찾을 수 없다면 다음 페이지에서 NetPBM의 경로를 지정하시면 됩니다.
pl_pl: Je¿eli NetPBM jest zainstalowany i Galeria nie mo¿e go automatycznie odnale¶æ to nic nie szkodzi - to znaczy ¿e bêdziesz musia³ podaæ scie¿kê do NetPBM rêcznie na nastêpnej stronie.

source: Check to see if ImageMagick is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc). You need to have ImageMagick <b>or</b> NetPBM installed.
bg_bg: Проверете дали 'ImageMagick' е инсталиран, така че Галерията ви да може да обработва изображения (да ги завърта, да променя размера им, да прави миниатюрни изображения и т.н.). Трябва да имате инсталиран 'ImageMagick' или 'NetPBM'.
ko_kr: ImageMagick이 설치되어 있는지 확인합니다. Gallery가 이미지의 회전, 크리조절, 미리보기 만들기 등을 처리하기 위해서 필요합니다. ImageMagick이나 NetPBM 중 <b>하나는 반드시</b> 설치되어야 합니다.
pl_pl: Sprawdzam czy ImageMagick jest zainstalowany tak by Galeria mog³a manipulowaæ obrazami (obracaæ, skalowaæ, tworzyæ miniatury, itd.). Musisz mieæ zainstalowanego ImageMagick'a <b>lub</b> NetPBM.

source: I can't find ImageMagick. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
bg_bg: 'ImageMagick' не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - това не е проблем - можете сами да посочите пътя към директорията на 'ImageMagick' на следващата страница. Ако не е инсталиран, трябва да го инсталирате.
ko_kr: ImageMagick을 찾을 수 없습니다. 설치는 되었지만 웹서버 사용자의 경로에 포함되지 않은 거라면 괜찮습니다. 다음 페이지에서 ImageMagick의 경로를 지정하면 됩니다. 설치되지 않았다면 지금 하셔야 합니다.
pl_pl: Nie mogê odnale¶æ ImageMagick'a. Je¿eli jest on zainstalowany, ale nie znajduje siê w scie¿ce u¿ytkownika webserwera to nie ma problemu - mo¿esz zdefiniowaæ scie¿kê do ImageMagick'a rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest on zainstalowany to musisz go wgraæ.

source: Check to see if jhead is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
bg_bg: Проверете дали 'jhead' е инсталиран, така че Галерията да може да прочита 'EXIF' данните, записани в изображенията направени с повечето цифрови фотоапарати.
ko_kr: jhead가 설치되어 있는지 확인합니다. 디지털 카메라로 촬영된 이미지에 있는 EXIF 정보를 Gallery가 읽을 수 있도록 해줍니다.
pl_pl: Sprawdzam czy jhead jest zainstalowany, dziêki czemu Galeria bêdzie mog³a zczytywaæ z wiêkszo¶ci aparatów cyfrowych nag³ówki EXIF zawarte w zdjêciach.

source: I can't find jhead. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to jhead by hand on the following page. If it's not installed, you can install it yourself. jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at %sthe jhead homepage%s.
bg_bg: 'jhead 'не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - това не е проблем - можете сами да посочите пътя към директорията на 'jhead' на следващата страница. Ако не е инсталиран, можете сами да го инсталирате. 'jhead' се използва за четене на 'EXIF' данни. Кода на програмата, Linux и Windows файловете могат да бъдат намерени на %sweb-страницата на jhead%s
ko_kr: jhead를 찾을 수 없습니다. 설치는 되었지만 웹서버 사용자의 경로에 없는 것이라면 다음 페이지에서 jhead의 경로를 지정하시면 됩니다. 설치되지 않았다면 직접 설치하시면 됩니다. jhead는 공개용 EXIF parser입니다. %sjhead 홈페이지%s에서 소스, Linux 바이너리, Windows 바이너리 등을 구할 수 있습니다.
pl_pl: Nie mogê znale¶æ jhead. Je¿eli jest on zainstalowany, ale nie znajmuje siê w scie¿ce u¿ytkownika webserwera to nie ma problemu - mo¿esz zdefiniowaæ scie¿kê do jhead rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, musisz zainstalowaæ go sam. jhead jest publicznym programem. ¬ród³a, binaria linuxa i binaria windowsowe dostêpne s± tutaj - %sstrona domowa jhead%s.

source: Check to see if jpegtran is installed so that Gallery can perform lossless rotations (only works on JPEG images)
bg_bg: Проверете дали 'jpegtran' е инсталиран, за да може Галерията да прави завъртания на снимките без загуба в качеството (работи само с 'JPEG' изображения)
ko_kr: jpegtran이 설치되어 있는지 확인합니다. Gallery가 손실없이 이미지 회전을 할 수 있도록 해줍니다.(JPEG 이미지에만 적용)
pl_pl: Sprawdzam czy jpegtran jest zainstalowany tak by Galeria mog³a obracaæ zdjêcia zapisane w formacie JPEG.

source: I can't find jpegtran. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to jpegtran by hand on the following page. If it's not installed, you can install it yourself. jpegtran is a freely distributable tool distributed by the Independent JPEG Group as part of libjpeg. Source may be found at %sthe IJG homepage%s. Binaries may be found at %sthe JPEG club website%s or in the libjpeg package of Linux distributions.
bg_bg: 'jpegtran' не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - това не е проблем - можете сами да посочите пътя към директорията на 'jpegtran' на следващата страница. Ако не е инсталиран, можете сами да го инсталирате. 'jpegtran' е безплатна програма, свободно разпространена от 'independant JPEG Group' като част от 'libjpeg'. Кода на програмата може да бъде намерен на %sweb-страницата на IJG%s. файловете можете да намерите на %sweb-страницата на 'the JPEG club'%s или в пакета 'libjpeg' който е част от всяка Linux дистрибуция.
ko_kr: jpegtran을 찾을 수 없습니다. 설치는 되었지만 웹서버 사용자의 경로에 없는 것이라면 다음 페이지에서 jpegtran의 경로를 지정하시면 됩니다. 설치되지 않았다면 직접 설치하시면 됩니다. jpegtran의 libjpeg의 일부분으로 Independent JPEG Group에서 무료로 배포되고 있습니다. %sIJG 홈페이지%s에서 소스를 찾을 수 있습니다. 바이너리는 %sJPEG club 웹사이트%s나 Linux 배포판의 libjpeg 패키지에서 찾을 수 있을 겁니다.
pl_pl: Nie mogê znale¶æ jpegtran. Je¿eli jest on zainstalowany, ale nie znajmuje siê w scie¿ce u¿ytkownika webserwera to nie ma problemu - mo¿esz zdefiniowaæ scie¿kê do jhead rêcznie na nastêpnej stronie. Je¿eli natomiast nie jest zainstalowany, musisz zainstalowaæ go sam. jpegtran jest darmowym narzêdziem wydanym przez Independent JPEG Group jako czê¶æ libjpeg. ¬ród³a dostêpne s± na %sstrona domowa IJG%s. Binaria mo¿na znale¶æ na stronie %sJPEG club%s lub w paczce libjpeg w dystrybucjach Linuxa.

source: Check to see if PHP is compiled with gettext for fast translations.
bg_bg: Проверете дали 'PHP' е компилиран с 'gettext' за бързи преводи.
ko_kr: 빠른 번역을 위해 PHP에 gettext가 같이 컴파일 되어있는지 확인합니다.
pl_pl: Sprawdzam czy PHP jest skompilowane z obs³ug± gettext.

source: Your PHP does not have gettext support. To include gettext support, you need to recompile PHP. For more information see %s. However, multilanguage support is still available in Gallery without gettext, but the pages may take slightly longer to load.
bg_bg: Вашият 'PHP' не поддържа 'gettext'. За да добавите поддръжка за 'gettext', ще трябжа да прекомпилирате 'PHP'. За повече информациа вижте %s. Независимо от това, дори и без 'gettext' мулти-езиковата поддръжка на Галерията ще работи, но страниците ще се зареждат малко по-бавно.
ko_kr: 현재 PHP에서 gettext를 지원하지 않습니다. gettext 지원을 위해서는 PHP를 다시 컴파일해야 합니다. 자세한 사항은 %s를 보세요. gettext 없이도 Gallery에서 다국어 지원이 가능합니다만, 페이지를 불러오는데 다소 시간이 걸릴 수 있습니다.
pl_pl: Twoje PHP nie ma obs³ugi gettext. By w³aczyæ obs³uge gettext, musisz przekompilowaæ PHP. W celu uzyskania wiekszej ilo¶ci informacji sprawd¼ %s. Jednak¿e, obs³uga wielu jêzyków w Galerii wcia¿ jest dostêpna, lecz strony mog± siê ³adowaæ troche wolniej.

source: Check to see what languages are available
bg_bg: Проверете кои езици са налице.
ko_kr: 어떤 언어가 가능한 지 확인합니다
pl_pl: Sprawdzam, które jêzyki s± dostêpne

source: Testing to see if which locales are absent
bg_bg: Проверка на локализациите (locales)
ko_kr: 어떤 로케일이 빠져 있는지 알아보기 위해 테스트합니다
pl_pl: Testujê, które lokalizacje s± dostêpne

source: Gallery Title
bg_bg: Заглавие на Галерията
ko_kr: Gallery 제목
pl_pl: Tytu³ galerii

source: The name of your gallery. Eg. <i>My Cool Photos</i>
bg_bg: Името на Галерията ви. Например <i>Мойте Страшни Снимки</i>
ko_kr: 갤러리의 이름. 예: <i>가족 사진</i>
pl_pl: Nazwa Twojej galerii. Np. <i>Moje SUPER zdjêcia</i>

source: Admin password
bg_bg: Парола на Администратора
ko_kr: 관리자 암호
pl_pl: Has³o Admina

source: REQUIRED
bg_bg: НЕОБХОДИМО
ko_kr: 필수
pl_pl: WYMAGANE

source: The password for the %s account. Unfortunately, you're required to re-enter this every time you reconfigure Gallery. We'll fix this in a future release!
ko_kr: %s 계정의 암호. 불행하게도 현재는 Gallery를 설정을 다시 할 때마다 입력해주어야 합니다. 이후 버전에서는 고쳐질 예정입니다.
pl_pl: Has³o dla konta %s. Niestety musisz podaæ has³o za ka¿dym razem jak przekonfigurowujesz Galerie. Naprawimy to w przysz³ych wydaniach programu!

source: Locations and URLs
ko_kr: Location과 URL
pl_pl: ¦cie¿ki i URL'e

source: Album directory
ko_kr: 앨범 디렉토리
pl_pl: Katalog Albumu

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty -- Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s.)
ko_kr: 사진이 저장될 디렉토리의 전체 경로. 시작할 때는 디렉토리가 비어 있어야 합니다. 이 디렉토리는 웹서버를 구동하는 사용자가 쓸 수 있는 권한이 있어야 합니다. (여러분의 경우에 이 사용자는 %s입니다.)
pl_pl: Pe³na scie¿ka dostêpu na fizycznym dysku do katalogu gdzie bêd± przechowywane zdjêcia. Ten katalog powinien byæ na pocz±tku pusty - Galeria go sama wype³ni. Pamiêtaj ¿e ten katalog musi mieæ prawa do zapisywania dla u¿ytkownika, który uruchamia webserwer (w tym wypadku jest to %s)

source: Temporary directory
ko_kr: 임시 디렉토리
pl_pl: Tymczasowy katalog

source: The filesystem path to a temporary directory. Eg. %s or %s. Note that if you have open_basedir configured on your system, then this temporary directory must be inside the open_basedir path! In that case you may need to create the tmp directory yourself and make sure that it's writable by the webserver process.
ko_kr: 임시 디렉토리의 파일시스템 경로. 예: %s 또는 %s. 현재 시스템에서 open_basedir이 설정되어 있으면 임시 디렉토리가 open_basedir 경로 내에 있어야 합니다! 이 경우 tmp 디렉토리를 직접 만들고 웹서버 프로세스가 쓰기 가능한지 확인해야 합니다.
pl_pl: ¦cie¿ka systemowa do tymczasowego katalogu. Np. %s lub %s. Pamiêtaj i¿ je¿eli masz skonfigurowane open_basedir na swoim systemie, wtedy ten katalog musi byæ w ¶cie¿ce open_basedir!! W takim wypadku musisz stworzyæ katalog tmp samodzielnie i upewniæ siê ¿e proces webserwera ma mo¿liwo¶æ zapisywania w nim.

source: The full URL to the Gallery web application. Eg. %s.
ko_kr: Gallery 웹 응용프로그램의 전체 URL. 예: %s.
pl_pl: Pe³en URL do aplikacji webowych Galerii. Np. %s.

source: Albums
bg_bg: Албумa
ko_kr: 앨범
pl_pl: Albumy

source: The full URL to your album directory (specified above) on your web server. Eg. %s.
ko_kr: 위에서 지정된 앨범 디렉토리의 전체 URL. 예: %s.
pl_pl: Pe³en URL do Twojego katalogu z albumami (podany powy¿ej) na Twoim webserwerze. Np. %s.

source: Thumbnail image
ko_kr: 미리보기 이미지
pl_pl: Obrazek miniaturki

source: The filesystem path to the thumbnail image to show for movies. Eg. %s
ko_kr: 동영상에 대한 미리보기 이미지에 대한 파일시스템 경로. 예: %s
pl_pl: Scie¿ka systemowa do miniatury która ma byæ pokazywana przy filmach. Eg. %s

source: Mirror sites
ko_kr: 미러 사이트
pl_pl: Strony lustrzane

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. Eg.%s.
ko_kr: 앨범 디렉토리의 미러 이미지를 가지는 URL의 목록. 한 줄에 하나씩의 URL을 적으시고 신뢰도가 높은 곳을 위쪽에 배치하세요. 예: %s
pl_pl: Lista URL'i, które zawieraj± mirrory Twojego katalogu z albumem. Podaj jeden URL na linie, zaczynaj±c od najlepszych na górze. Np. %s.

source: Toolkits / image processing
ko_kr: 툴킷 / 이미지 처리
pl_pl: Narzêdzia / obróbka obrazków

source: Graphics suite to use?
ko_kr: 사용할 그래픽 도구
pl_pl: Zestaw narzêdzi graficznych

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
bg_bg: Тази настройка казва на Галерията кой графичен пакет предпочитате да използва. Ако Галерията казва че и двата са ОК (на първата страница), значи е просто въпрос на избор от ваша страна. Ако не, изберете този, който Галерията е намерила без грешки.
ko_kr: Gallery가 사용하게 할 그래픽 툴을 설정합니다. 앞 페이지에서 두개의 도구가 모두 사용할 수 있다고 나왔다면 기호에 따라 선택할 수 있습니다. 그렇지 않다면 사용가능한 도구를 지정하세요.
pl_pl: Te ustawienia wskazuj± Galerii którego zestawu narzedzi graficznych ma u¿ywaæ. Je¿eli Galeria napisa³a, ¿e oba narzedzi± s± dostêpne (na poprzedniej stronie) wtedy jest to tylko wybór czysto kosmetyczny. W innym wypdku wybierz to narzêdzie, w którym Galeria nie wskazywa³a b³êdów.

source: Path to NetPBM
bg_bg: Път към директорията на NetPBM
ko_kr: NetPBM 경로
pl_pl: Scie¿ka do NetPBM

source: The path to the directory containing NetPBM on your system. If you downloaded NetPBM from the Gallery download page, don't forget to make the files executable. Eg. %s or %s or %s
bg_bg: Пътя към директорията във вашата система съдържаща 'NetPBM'. Ако сте свалили 'NetPBM' от страницата на Галерията, не забравяйте да направите файловете 'executable'. Например %s или %s или %s
ko_kr: 시스템에서 NetPBM이 포함된 디렉토리의 경로. Gallery 다운로드 페이지에서 NetPBM을 다운로드 받았을 경우 파일을 실행가능하게 바꾸는 것을 잊지 마세요. 예: %s 또는 %s 또는 %s
pl_pl: Scie¿ka do katalogu zawieraj±cego NetPBM na Twoim systemie. Je¿eli ¶ciagn±³e¶ NetPBM ze strony Galerii, nie zapomnij uczyniæ jego pliki wykonywalnymi. Np. %s, %s lub %s

source: I can't find NetPBM at the location you provided.
bg_bg: Не мога да намериа 'NetPBM' на посоченото място.
ko_kr: 지정된 위치에서 NetPBM을 찾을 수 없습니다.
pl_pl: Nie mogê odnale¶æ NetPBM w miejscu które poda³es.

source: PNM to JPEG converter
bg_bg: Конвертор на 'PNM' към 'JPEG'
ko_kr: PNM to JPEG 변환기
pl_pl: PNM na JPEG konwerter

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
bg_bg: Тази стойност има значение само ако използвате 'NetPBM'. 'NetPBM' използва програма, която обръща вътрешния му формат на изображенията в 'JPEG'. Тази програма се казва '<i>ppmtojpeg</i>' или '<i>pnmtojpeg</i>' в зависимост от версията на 'NetPBM' която имате инсталирана. Проверете в директорията на 'NetPBM' коя от двете имате инсталирана и я посочете тук. Ако не сте сигурни, изберете едната, а ние ще опитаме да потвърдим, че е тя.
ko_kr: 이 값은 NetPBM을 사용하는 경우만 관계가 있습니다. NetPBM은 내부 이미지 포맷을 JPEG으로 인코딩하는 도구를 사용합니다. 이 도구는 설치된 NetPBM의 버전에 따라 <i>ppmtojpeg</i> 또는 <i>pnmtojpeg</i>으로 불립니다. NetPBM 디렉토리에서 어느 것이 설치되었는지 확인하시고 여기에서 선택해 주세요. 확실하지 않다면 짐작되는 걸 선택하세요. 설정 프로그램이 대신 확인해 드립니다.
pl_pl: Ta opcja dotyczy tylko u¿ywaj±cych NetPBM. NetPBM u¿ywa narzêdzia do kodowania obrazów ze swojego wewnêtrznego formatu na JPEG. To narzêdzie nazywa siê albo <i>ppmtojpeg</i> albo <i>pnmtojpeg</i>, w zale¿no¶ci od wersji NetPBM której u¿ywasz. Sprawd¼ katalog NetPBM by zobaczyæ który z plików jest zainstalowany i wybierz go tu. Je¿eli nie jeste¶ pewien, nie martw siê, spróbujemy sprawdziæ to za Ciebie.

source: Path to ImageMagick
bg_bg: Път към директорията на 'ImageMagick'
ko_kr: ImageMagick 경로
pl_pl: Scie¿ka do ImageMagick

source: The path to the directory containing ImageMagick on your system.
bg_bg: Пътя към директорията съдържаща 'ImageMagick' във системате ви.
ko_kr: 시스템에서 ImageMagick이 포함된 디렉토리의 경로.
pl_pl: Scie¿ka do katalogu zawieraj±cego ImageMagick'a w Twoim systemie.

source: I can't find ImageMagick at the location you provided.
ko_kr: 지정된 위치에서 ImageMagick을 찾을 수 없습니다.
pl_pl: Nie mogê odnale¶æ ImageMagick'a w miejscu które poda³es.

source: Auto-rotate images
ko_kr: 이미지 자동 회전
pl_pl: Automatyczne obracanie obrazków

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras. Requires Jhead EXIF parser v.1.9 or greater (see above).
ko_kr: 이 옵션을 선택하면 근래에 나온 디지털 카메라가 제공하는 이미지의 JPEG EXIF 데이터에서 방향 정보를 기초로 하여 이미지를 자동으로 회전하게 됩니다. Jhead EXIF parser v.1.9 이상이 요구됩니다.(위쪽 참조)
pl_pl: Wybieraj±c t± opcje Galeria automatycznie bêdzie obracaæ zdjêcia w trakcie wgrywania na serwer, bazuj±c na informacjach o orientacji zawartych w danych EXIF plików JPEG z nowszych aparatów cyfrowych. Wymaga Jhead EXIF parser v.10 lub nowsz± (zobacz powy¿ej).

source: Advanced
ko_kr: 고급
pl_pl: Zaawansowane

source: JPEG Quality
ko_kr: JPEG 품질
pl_pl: Jako¶æ JPEG
