Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: How do you want to manipulate this photo?
bg_bg: Как искате да обработите тази снимка?
pl_pl: Jak chcesz obróciæ to zdjêcie?

source: Rotate
bg_bg: Завъртане
pl_pl: Obróæ

source: Counter-Clockwise
bg_bg: Обратно на Часовниковата Стрелка
pl_pl: Licznik zgodnie ze wskazówkami zegara

source: Clockwise
bg_bg: По Часовниковата Стрелка
pl_pl: Zgodnie ze wskazówkami zegara

source: Flip
pl_pl: Do góry nogami

source: Processing and Saving Photos
bg_bg: Обработване и Записване на Снимките
pl_pl: Przetwarzanie i zachowywanie obrazków

source: Fetching Urls...
bg_bg: Потребителя не може да създаде албум на ROOT ниво.
pl_pl: Pobieranie URLi...

source: Processing %s as a local directory.
bg_bg: %s се обработва като локална директория.
pl_pl: Przetwarzanie %s na lokalny katalog.

source: Could not open url: %s
bg_bg: Страницата не можа да се отвори: %s
pl_pl: Nie mogê otworzyæ URLa: %s

source: Parsing %s for images...
pl_pl: Przetwarzanie %s dla obrazków...

source: Found %d images
bg_bg: Намерени са %d изображения
pl_pl: Znajdz %d zdjêæ

source: Processing status...
bg_bg: Резултата се обработва ...
pl_pl: Stan przetwarzania...

source: No images uploaded!
bg_bg: Няма прехвърлени изображения!
ko_kr: 이미지가 업로드되지 않았음!
pl_pl: Nie wgrano ¿adnych obrazków!

source: Check All
bg_bg: Изверете Всички
pl_pl: Zaznacz wszystkie

source: Clear All
bg_bg: Изчистете Всички
pl_pl: Odznacz wszystkie

source: Invert Selection
bg_bg: Обърнете Избраното
pl_pl: Odróæ zaznaczenie

source: Add Files
bg_bg: Добавете файлове
pl_pl: Dodaj pliki

source: Search Again
bg_bg: Потърсете Отново
ko_kr: 다시 검색
pl_pl: Szukaj ponownie

source: Gallery
bg_bg: Галерия
pl_pl: Galeria

source: Albums containing %s
bg_bg: Албуми съдържащи %s
ko_kr: %s 포함된 앨범
pl_pl: Albumów zawieraj±cych %s

source: No Album Matches
bg_bg: Няма Намерени Албуми
ko_kr: 앨범을 찾을 수 없습니다
pl_pl: ¯aden album nie pasuje

source: Photos containing %s
bg_bg: Снимки съдържащи %s
ko_kr: %s 포함된 사진
pl_pl: Zdjêæ zawieraj±cych %s

source: Matching Comments
bg_bg: Намерени Коментари
ko_kr: 검색된 댓글
pl_pl: Pasuj±cych komentarzy

source: From Album
bg_bg: От Албум
pl_pl: Z albumu

source: KEYWORDS
bg_bg: КЛЮЧОВИ ДУМИ
ko_kr: 키워드
pl_pl: S£OWA KLUCZOWE

source: No Photo Matches
bg_bg: Няма Намерени Снимки
ko_kr: 검색된 사진이 없습니다
pl_pl: Brak pasuj±cych obrazków

source: Some albums not searched as they require upgrading to the latest version of %s first
bg_bg: Някои албуми не са участвали в търсенето, тъй като първо трябва да бъдат подобрени до последната версия на %s
ko_kr: 일부 앨범이 %s의 최근 버전으로 업그레이가 되지 않아 검색이 되지 않습니다. 먼저 업그레이드 하세요.
pl_pl: Czê¶æ albumów nie zosta³a przeszukana gdy¿ wymagaj± aktualizacji do najnowszej wersji %s najpierw

source: upgrade all albums
bg_bg: обновете всички албуми
ko_kr: 전체 앨범 업그레이드
pl_pl: aktualizuj wszystkie albumy

source: Search the Gallery's Album and Photo<br> titles, descriptions and comments
bg_bg: Претърсете Галерията за имена на<br> Албуми и снимки, описания и<br> коментари
ko_kr: 갤러리의 앨범 또는 사진의 제목, 설명, 댓글을 검색
pl_pl: Przeszukuj albumy i obrazki w Galerii<br> tytu³y, opisy i komentarze

source: Go
bg_bg: Хайде
ko_kr: 검색
pl_pl: Start

source: Gallery Setup: Step %d
ko_kr: Gallery 설치: %d 단계
pl_pl: Konfiguracja Galerii: Krok %d

source: This is the Gallery system check page.
bg_bg: Това е страницата на Галерията е за проверка на системата.
ko_kr: Gallery 시스템을 확인하는 페이지입니다.
pl_pl: To jest strona sprawdzania systemu pod k±tem potrzeb Galerii.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
bg_bg: Тази страница ще потвърди инсталацията ви, за да сме сигурни, че имате всички необходими компоненти и права в тази система, и че конфигурацията на системата е приемлива.
ko_kr: 여기서는 Gallery가 동작하기 위해 시스템에 필요한 컴포넌트와 권한설정 등을 확인하고 모든 것이 제대로 설정되었는지 확인합니다.
pl_pl: Ta strona sprawdzi Twoj± instalacje by upewniæ siê czy masz wszystkie potrzebne elementy i pozwolenia na tym systemie i czy wszystko jest skonfigurowane poprawnie.

source: Gallery Diagnostics Page
bg_bg: Диагностична страница на Галерията
ko_kr: Gallery 점검 페이지
pl_pl: Strona diagnostyki Galerii

source: Gallery Help Page
bg_bg: Помощна страница на Галерията
ko_kr: Gallery 도움말
pl_pl: Strona pomocy Galerii

source: Having problems? Try the %s, %s and %s.
bg_bg: Имате проблеми? Опитайте %s, %s и %s.
ko_kr: 문제가 있습니까? %s, %s, %s 등이 도움이 됩니다.
pl_pl: Jakie¶ problemy? Spróbuj %s, %s lub %s.

source: Having problems? Try the %s and %s.
bg_bg: Имате проблеми? Опитайте %s и %s.
ko_kr: 문제가 있습니까? %s을 해보시거나, %s을 참조하세요.
pl_pl: Jakie¶ problemy? Spróbuj %s lub %s.

source: Success
bg_bg: Успешно
ko_kr: 성공
pl_pl: Udane

source: Serious Warning
bg_bg: Сериозно Предупреждение
ko_kr: 심각한 문제
pl_pl: Powa¿ne Ostrze¿enie

source: Warning
bg_bg: Предупреждение
ko_kr: 경고
pl_pl: Ostrze¿enie

source: Failed!
bg_bg: Провал!
ko_kr: 실패!
pl_pl: Nieudane!

source: There are errors in your configuration that will prevent Gallery from functioning properly.
bg_bg: Има грешки в конфигурацията, които ще попречат на Галерията да функционира правилно.
ko_kr: 설정에 문제점이 있어 Gallery가 제대로 동작하지 않을 것입니다.
pl_pl: S± b³êdy w Twojej konfiguracji, które nie pozwol± na poprawn± prace Galerii.

source: You must fix them before you can continue.
bg_bg: Трябва да ги отстраните преди да можете да продължите.
ko_kr: 계속하시려면 먼저 문제점을 고쳐야 합니다.
pl_pl: Musisz je naprawiæ zanim bêdziesz kontynuowa³.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
ko_kr: 설치된 것에 <b>심각한 문제</b>가 있습니다!<br>다음 단계로 진행하면 문제가 발생할 수도 있습니다.
pl_pl: Twoja instalacja ma <b>powa¿ne b³êdy</b>!<br>Kontynuuj tylko na w³asne ryzyko...

source: Your installation has warnings, but this is usually OK. Keep going!
bg_bg: Инсталацията ви има предупреждения, което обикновено е ОК. Продължавайте!
ko_kr: 설치된 것에 경고가 있지만 큰 문제는 아닙니다. 다음 단계로 진행하세요!
pl_pl: Twoja instalacja ma ostrze¿enia, ale nie powinny one sprawiæ wiêkszych problemów. Kontynuuj!

source: Your installation passed with flying colors! Go go go!
bg_bg: Инсталацията ви премина съвсем успешно!
ko_kr: 모든 테스트가 통과되었습니다! 다음 단계로 가세요!
pl_pl: Twoja instalacja zaliczona na 6!! Zapraszamy dalej!!

source: Check %s
bg_bg: Проверете %s
pl_pl: Sprawd¼ %s

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
bg_bg: Този 'script' е направен за да провери дали вашата инсталация на %s е подходяща за използване от Галерията.
ko_kr: 이 스크립트는 Gallery에서 사용할 수 있게 %s이 설치되어 있는지 확인하는 것입니다.
pl_pl: Skrypt jest stworzony by sprawdziæ Twoj± instalacjê %s czy bêdzie poprawnie wspó³pracowa³a z Galeri±.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
bg_bg: Използвайте този 'script' <b>след</b> пускането на Програмата за Конфигуриране, и само ако сте имали проблеми с намирането на инсталацията на %s.
ko_kr: 설정 마법사를 실행한 <b>후에</b> 이 스크립트를 사용해야 합니다. %s 설치에 문제가 있다면 마법사가 찾을 수 없습니다.
pl_pl: Jezeli masz problemy ze swoja %s instalacja której kreator nie wykry³, powienienes uruchomiæ ten skrypt <b>po</b> tym jak uruchomisz Kreatora Konfiguracji.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
bg_bg: Зареждане на конфигурацията. Ако видите грешка тук, то е най-вероятно защото не сте използвали Програмата за Конфигуриране.
ko_kr: 설정 파일을 불러옵니다. 여기서 에러가 발생하면 설정 마법사가 성공적으로 수행되지 않았기 때문일 가능성이 높습니다.
pl_pl: £adowanie pliku konfiguracji. Je¿eli pojawi siê tu b³ad, to jest to prawopodobnie spowodowane tym ¿e nie przeszed³e¶ prawid³owo przez Kreator Konfiguracji.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
ko_kr: Gallery 설정을 하지 않은 것 같군요. 설정 마법사를 먼저 실행해 주세요.
pl_pl: Wygl±da na to ¿e nie skonfigurowa³e¶ GALERII. Uruchom Kreator Konfiguracji.

source: Let us see if we can figure out what operating system you are using.
bg_bg: Нека да видим дали ще можем да разберем каква операционна система използвате.
pl_pl: Zobaczmy czy potrafimy sprawdziæ jakiego systemu u¿ywasz.

source: This is what your system reports
bg_bg: Това е което съобщава системата ви
pl_pl: To jest raport z Twojego systemu

source: This is the type of system on which PHP was compiled
bg_bg: Това е типа на системата на която е компилиран PHP
pl_pl: To jest typ systemu na którym zosta³ skompilowany PHP

source: Make sure that the values above make sense to you.
bg_bg: Убедете се, че стойностите по-горе имат смисъл.
pl_pl: Upewnij siê ¿e warto¶ci poni¿ej maj± sens.

source: Look for keywords like %s, %s, %s etc. in the output above.
bg_bg: В резултата по-горе, търсете ключови думи като %s, %s, %s и т.н.
pl_pl: Szukaj s³ów kluczowych takich jak %s, %s, %s itd. w wyniku na dole.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
bg_bg: Ако и двата опита отгоре са безуспешни, попитайте вашия Интернет Доставчик каква операционна система изпозва.
pl_pl: Jezeli obie próby na dole zakonczy³y sie niepowodzeniem, powiniene¶ zapytaæ swojego ISP jakiego systemu operacyjnego u¿ywa.

source: You can check via %s, they can often tell you.
bg_bg: Можете да проверите чрез %s, в повечето случаи, те могат да ви кажат.
pl_pl: Mo¿esz sprawdziæ przez %s, zazwyczaj uzyskasz odpowiedz.

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
bg_bg: Ако това не е правилното място, или пък ако нищо не е показано, рестартирайте Програмата за конфигуриране и посочете каде се намира %s.
pl_pl: Jezeli to nie jest prawid³owe (lub jest puste), uruchom jeszcze raz Kreator Konfiguracji i wprowadz lokalizacje dla %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list (specified in php.ini) %s so we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
bg_bg: <b>Забележка:</b> Вашата %s директория (%s) не е в 'open_basedir' списъка (посочен в 'php.ini') %s така че да можем да направим началните си проверки на файовете за да сме сигурни, че те съществуват и че са 'executable'.
pl_pl: <b>Uwaga:</b> Twój %s katalog (%s) nie jest open_basedir list (u¿yty w php.ini) %s dla tego nie mo¿emy przeprowadziæ wszystkich podstawowych testów na plikach by sie upewniæ ze istniej± i s± wykonywalne.

source: We are going to test each %s binary individually.
bg_bg: Сега ще изпробваме всеки %s файл индивидуално.
pl_pl: Przetestujemy ka¿dy %s plik binarny z osobna.

source: %sClick here%s to hide the details
bg_bg: %sНатиснете Тук%, за да скриете подробностите
pl_pl: %sNacisnij tu%s by ukryæ szczegó³y

source: If you see errors, you should %sclick here%s to see more details
bg_bg: Ако видите грешки, %sнатиснете тук% за да видите повече подробности
pl_pl: Je¿eli widzisz b³êdy, powiniene¶ %snacisnaæ tu%s by zobaczyæ wiecej szczegó³ów

source: Checking %s
bg_bg: Проверяване на %s
pl_pl: Sprawdzanie %s

source: File %s does not exist.
bg_bg: Файла %s не съществува.
pl_pl: Plik %s nie istnieje.

source: Expected status: %s, but actually received status %s.
bg_bg: Очакван резултат: %s, но всъщност получения резултат е %s.
pl_pl: Oczekiwany status: %s, ale aktualnie otrzymano %s.

source: can't detect version on Windows
bg_bg: не може да бъде намерена версията в Windows
pl_pl: nie moge wykryæ wersji na Windowsie

source: Ok! Version: %s
bg_bg: Ок! Версия: %s
pl_pl: OK! Wersja: %s

source: Error! %s
bg_bg: Грешка! %s
ko_kr: 에러! %s
pl_pl: B³±d! %s

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
bg_bg: Ако видите по-горе грешка относно четене и писане в %s, това може да е проблем с настройките свързани с правата във вашата система. Ако се споменава %s, значи причината може да е в това, че системата ви е конфигурирана с включено %s.
pl_pl: Je¿eli widzisz b³±d powy¿ej, mówi±cy o czytaniu lub zapisywaniu do %s, wtedy jest to b³±d pozwoleñ/konfiguracji na Twoim systemie. Je¿eli jest to %s, wtedy winê ponosi konfiguracja Twojego systemu z w³±czonym %s.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
bg_bg: Ще трябва да се обърнете към системния си администратор относно това, или погледнете в %sПомощната Страница на Галерията%s.
pl_pl: Powinienes porozmawiaæ ze swoim adminem systemu na temat tego, lub sprawdziæ %sStrone Pomocy Galerii%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
bg_bg: За повече информация относно други грешки, моля проверете в листа с възможни съобщения в %s.
pl_pl: Dla innych b³êdów, sprawd¼ listê mo¿liwych reakcji w %s by dowiedzieæ siê wiecej.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list (specified in php.ini) %s so we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
bg_bg: <b>Забележка:</b> Вашата %s директория (%s) не е в 'open_basedir' списъка (посочен в 'php.ini') %s така че да можем да направим началните си проверки на файовете за да сме сигурни, че те съществуват и че са 'executable'.
pl_pl: <b>Pamiêtaj:</b> Twój katalog %s (%s) nie jest Twoim open_basedir (zdefiniowanym w php.ini) %s przez co nie mo¿emy przeprowadziæ podstawowych testów na plikach by upewniæ siê ¿e istnieja i s± plikami wykonywalnymi.

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from %sGallery on SourceForge%s. Or, you can compile and install the entire NetPBM package from %sNetPBM on SourceForge%s.
bg_bg: Галерията предпочита 'NetPBM' версия 9.9 или по-нова. Можете да инсталирате само изпълнимите файлове от които Галерията има нужда, от %sGallery на страницата на SourceForge%s. Или, можете да компилирате и инсталирате целия пакет 'NetPBM' от %sNetPBM на страницата на SourceForge%s.
ko_kr: Gallery는 NetPBM version 9.9 이상에서 잘 동작합니다. %sGallery on SourceForge%s에서 Gallery가 필요한 부분만 있는 바이너리를 가져와 설치하시거나 %sNetPBM on SourceForge%s에서 전체 NetPBM 패키지를 가져와 컴파일하여 설치하셔도 됩니다.
pl_pl: Galeria preferuje NetPBM w wersji 9.9 i powy¿ej. Mo¿esz zainstalowaæ tylko binariaz %sGaleria na SourceForge%s, których wymaga Galeria. Lub mo¿esz skompilowaæ i zainstalowaæ ca³ego NetPBM z %sNetPBM na SourceForge%s.

source: <b>Note:</b> You can install the binaries from the Gallery site even if you don't have root access on your box! If you can't get it working, try leaving the NetPBM path blank and using ImageMagick intead.
bg_bg: <b>Забележка:</b> можете да инсталирате изпълнимите файлове от страницата на Галерията дори и да нямате 'root' достъп до системата ви. Ако нямате успех с това, оставете празен пътя към директорията на NetPBM и вместо него използвайте ImageMagick.
ko_kr: <b>주의:</b> 현재 시스템의 root 권한이 없더라도 Gallery 사이트로부터 바이너리를 설치할 수 있습니다. 만약 동작하지 않는다면 NetPBM 경로를 비워두고 ImageMagick을 대신 사용해 보세요.
pl_pl: <b>Pamietaj:</b> Mo¿esz instalowaæ binaria ze strony Galerii nawet je¿eli nie masz dostêpu do roota na swoim serwerze! Je¿eli nie mo¿esz tego uruchomiæ spróbuj zostawiæ scie¿ke NetPBM czyst± i u¿ywaæ zamiast niego ImageMagick'a.

source: I've found part of NetPBM, but some critical components are missing (see below). Perhaps your version of NetPBM is out of date?
bg_bg: Намерихме части от NetPBM, но някои критични компоненти липсват (вижте по-долу). Може би имате стара версия?
ko_kr: NetPBM의 일부를 찾았습니다. 하지만 몇몇 중요한 컴포너트가 빠졌습니다(아래 참조). NetPBM의 버전이 오래된 것이 아닌가요?
pl_pl: Znalaz³em czê¶æ NetPBM, ale brakuje niezbêdnych elementów (sprawdz poni¿ej których). Mo¿e twoja wersja NetPBM jest przeterminowana ?

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from %s.
bg_bg: Галерията предпочита ImageMagick версия 5.4.8 и нагоре. Можете да компилирате и инсталирате целия ImgeMagick пакет от %s.
ko_kr: Gallery는 ImageMagick version 5.4.8 이상에서 잘 동작합니다. %s로부터 전체 ImageMagick 패키지를 가져와 컴파일하여 설치할 수 있습니다.
pl_pl: Galeria preferuje wersje ImageMagicka 5.4.8 i powy¿ej. Mo¿esz skompilowaæ i zainstalowaæ ca³ego ImageMagicka z %s.

source: <b>Note</b>: They also have binaries available for assorted operating systems. If you can't get it working, try leaving the ImageMagick path blank and using NetPBM instead.
bg_bg: <b>Забележка</b>: Те също така имат прекомпилирани програми за различни операционни системи. Ако не можете да go подкарате, оставете пътя към ImageMagick празен и вместо него използвайте NetPBM,
ko_kr: <b>주의</b>: 몇몇 OS에 대해서는 바이너리도 제공됩니다. 제대로 동작하지 않는다면 ImageMagick 경로를 비워두고 대신 NetPBM을 사용해보세요.
pl_pl: <b>Pamiêtaj</b>: S± jeszcze dostêpne binaria dla innych systemów operacyjnych. Je¿eli nie mo¿esz tego uruchomiæ, spróbuj zostawiæ ¶cie¿kê do ImageMagick'a pust± i u¿ywaæ zamiast niego NetPBM.

source: <b>Note:</b> Your webserver is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
bg_bg: <b>Забележка:</b> Web-сървъра ви е конфигуриран с ограничението %s. Това може да попречи на Галерията да намери и провери необходимите файлове, дори ако сте използвали Програмата за Конфигуриране преди. Не се безпокойте прекалено много, ако тази страница ви покаже предупреждения; настройките ви независимо от това ще бъдат записани правилно.
ko_kr: <b>주의:</b> 현재 웹서버에 %s 제한이 설정되어 있습니다. 이전에 설정 마법사로 성공적으로 수행되었다 하더라도 Gallery가 바이너리를 찾고 검사하는데 어려움을 겪을 수도 있습니다. 이 페이지에서 경고가 있더라도 크게 걱정할 필요는 없습니다. 당신의 세팅은 적절하게 저장될 것입니다.
pl_pl: <b>Uwaga:</b> Twoj webserwer jest skonfigurowany z restrykcjami %s. To mo¿e spowodowaæ i¿ Galeria bêdzie mia³a k³opoty ze znalezieniem i sprawdzeniem twoich binarek, nawet je¶li ju¿ uda³o Ci siê pomy¶lnie u¿yæ Kreatora Konfiguracji w przesz³o¶ci. Nie martw siê je¿eli ta strona zwraca b³êdy; Twoje ustawienia bêd± zapisane poprawnie.

source: Check to see how old version %s of %s is.
bg_bg: Проверете колко е стара версията %s na %s.
ko_kr: %s %s 버전을 확인합니다.
pl_pl: Sprawdzam czy %s ma nowsz± wersje ni¿ %s.

source: Check to see if you are running PHP 4. Note that some versions of PHP have bugs that cause Gallery to fail. PHP4.0.0 uses a different file upload protocol, versions 4.0.3 and 4.0.3pl1 have a bug in the unserialization code that cause Gallery to be unable to read its own database. Upgrade to at least PHP 4.0.4pl1 if you can. <p>
pl_pl: Sprawdzam czy masz uruchomione PHP 4. Pamiêtaj, i¿ czê¶æ wersji PHP ma b³êdy, które uniemo¿liwiaja poprawn± prace Galerii. PHP 4.0.0 u¿ywa innej wersji protoko³u wgrywania, wersja 4.0.3 i 4.0.3pl1 maj± b³edy, które uniemo¿liwiaja Galerii odczytanie w³asnej bazy danych. Uaktualnij swoje PHP wersji przynajmniej 4.0.4pl1 je¶li mo¿esz. <p>

source: If you want to run the multi-language version of gallery, you need php 4.1. Upgrade to at least PHP 4.1 if you can.
pl_pl: Je¿eli bêdziesz chcia³ skorzystaæ z opcji wielojêzykowo¶ci w Galerii, potrzebujesz PHP przynajmniej w wersji 4.1. Je¿eli nie masz, uaktualnij PHP je¶li mo¿esz.

source: You're running version %s. You need to upgrade to PHP %s.
bg_bg: Имате инсталирана версия %s. Трябва да я обновите до 'PHP %s'.
ko_kr: %s이 설치되어 있습니다. PHP %s로 업그레이드 해야 합니다.
pl_pl: U¿ywasz wersji %s. Musisz zaktualizowaæ PHP do %s.

source: You're running version %s which has known bugs that cause Gallery to fail.
bg_bg: Имате инсталирана версия %s, за която се знае че създава проблеми за Галерията.
ko_kr: %s 버전이 설치되어 있으며 Gallery에 문제를 발생시키는 알려진 버그가 있습니다.
pl_pl: U¿ywasz PHP w wersji %s, która ma znane b³êdy powoduj±ce problemy w programie Galerii.

source: You're running version %s. You need to upgrade to at least PHP 4.1.0 if you want to run the multilanguage version.
bg_bg: Вие използвате версия %s. Ще е необходимо да я обновите поне до версия 4.1.0, ако искате да използвате много-езиковата версия.
ko_kr: %s이 설치되어 있습니다. 다국어 지원을 위해서는 PHP 4.1.0 이상으로 업그레이드 해야 합니다.
pl_pl: U¿ywasz wersji %s. Potrzebujesz uaktualniæ j± do conajmniej 4.1.0 je¿eli chcesz u¿ywaæ wielojêzykowo¶ci.

source: Check to see if PHP is running in <b>Safe Mode</b>. Safe mode is a PHP security feature commonly used in shared environments. Gallery cannot run when safe mode is enabled because it imposes too many restrictions.
bg_bg: Проверете дали 'PHP' работи в <b>Безопасен Режим (Safe Mode)</b>. Безопасния режим е защитна функция на 'PHP', често използвана при системи с много потребители. Галерията не може да работи при включен безопасен режим, защото той налага прекалено много ограничения.
ko_kr: PHP가 <b>Safe Mode</b>에서 실행되고 있는지 확인합니다. safe mode는 공유 환경에서 사용되는 PHP의 보안 기능입니다. safe mode가 켜져 있으면 제약사항이 너무 많아 Gallery가 실행될 수 없습니다.
pl_pl: Sprawdzam czy PHP jest uruchomione w trybie <b>Safe Mode [Tryb Bezpieczny]</b>. Safe Mode jest funkcja bezpieczeñstwa w PHP u¿ywan± w ¶rodowisku dzielenia. Galeria nie mo¿e dzia³aæ je¿eli tryb bezpieczny jest w³±czony poniewa¿ PHP wywiera zbyt wiele restrykcji.

source: <b>Safe Mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
bg_bg: <b>Безопасен Режим (Safe Mode)</b> e включен на този сървър. Трябва да го изключите преди да можете да ползвате Галерията. Обърнете се към 'FAQ' (списъка с често задаваните въпроси), форумите, страницата за Помощ на %sweb-страницата на Gallery%s или %sweb-страницата на PHP%s за повече информация.
ko_kr: 이 서버에 <b>safe mode</b>가 켜져 있습니다. Gallery 사용하기 전에 이것을 꺼두어야 합니다. 도움을 받으시려면 %sGallery 웹사이트%s와 %sPHP 웹사이트%s의 FAQ, 포럼, 도움말 등을 참조하세요.
pl_pl: <b>Safe Mode</b> jest w³±czony na tym serwerze. Musisz go wy³±czyæ by u¿ywaæ Galerii. Sprawdz FAQ, forum i strone pomocy na %sstronie Galerii%s i na %sstronie PHP%s by uzyskaæ pomoc jak to zrobiæ.

source: <b>Note</b>: In some rare circumstances, Gallery thinks that <b>safe mode</b> is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the safe_mode row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
bg_bg: <b>Забележка:</b> В много редки случаи, Галерията може да си помисли, че <b>безопасния режим (safe mode)</b> е включен, когато той всъщност не е. Вие сами може да проверите, като погледнете какво пише на %sPHP Info%s страницата, на реда на 'безопасния режим (safe mode)', в колоната <i>Local</i>. Ако там има 'Off', или '0' или 'undefined', значи е възможно Галерията да е направила грешка и ще може да продължите. Ако не, трябва да отстраните този проблем преди да можете да използвате Галерията.
ko_kr: 드문 경우이긴 하지만, <b>safe mode</b>가 꺼져 있음에도 Gallery가 켜져 있다고 생각할 수가 있습니다. 이럴 경우 %sPHP Info%s에서 safe_mode의 값 중 <i>Local</i> 값을 보면 알 수 있습니다. 만약 그 값이 'off', '0', 'undefined' 중 하나로 되어 있으면 Gallery가 잘못 생각한 것이므로 계속 진행하시면 되고, 그렇지 않다면 Gallery를 사용하기 전에 문제를 해결해야 합니다.
pl_pl: <b>Pamiêtaj</b>: W rzadkich sytuacjach zdarza siê, ¿e Galeria rozpoznaje <b>safe mode</b> jako w³±czony pomimo tego, ¿e tak nie jest. Mo¿esz sprawdziæ osobi¶cie patrz±æ na kolumne <i>Local</i> w wierszu safe_mode w %sPHP Info%s. Je¿eli jest tam 'Off', '0' lub 'undefined' wtedy jest mo¿liwe, ¿e Galeria ¼le rozpozna³a tryb i mo¿esz spokojnie kontynuowaæ. Je¿eli nie, musisz rozwi±zaæ ten problem zanim bêdziesz móg³ u¿yæ Galerii.
