Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: Locale Selection required
bg_bg: Необходимо е да изберете локализация
ko_kr: 로케일 선택을 해야 합니다
pl_pl: Wymagany wybór lokalizacji

source: Locale problems
bg_bg: Проблеми с локализацията
ko_kr: 로케일 문제
pl_pl: Problem z lokalizacj±

source: There are no apparently suitable locales installed on your machine for the following languages. Please choose the one you think is most suitable.
bg_bg: На системата ви няма намерени подходящи локализации за следните езици. Моля изберете тази която мислите за най-подходяща.
ko_kr: 다음 언어에 대한 적절한 로케일이 존재하지 않습니다. 가장 적당하다고 생각되는 것을 골라주세요.
pl_pl: Nie ma w³a¶ciwych lokalizacji zainstalowanych na Twojej maszynie dla podanego jêzyka. Wybierz t± któr± uwa¿asz za najbardziej odpowiedni±.

source: safe mode is off
bg_bg: безопасния режим (safe mode) е изключен
ko_kr: safe mode가 꺼져 있음
pl_pl: tryb bezpieczny jest wy³±czony

source: magic quotes are off
ko_kr: magic quotes가 꺼져 있음
pl_pl: magic quotes s± wy³±czone

source: In %s, missing %s in row %d with %s %s.
pl_pl: W %s, brak %s w polu %d wraz z %s %s.

source: In %s, blank in row %d.
pl_pl: W %s, pusto w polu %d.

source: this is new in version %s
ko_kr: 이것은 %s 버전의 새 기능입니다.
pl_pl: to jest nowo¶æ w wersji %s

source: Gallery Configuration
ko_kr: Gallery 설정
pl_pl: Konfiguracja Galerii

source: unknown
ko_kr: 알수 없음
pl_pl: nieznany

source: Gallery Session Test
bg_bg: Тестване на Сесиите на Галерията
ko_kr: Gallery 세션 테스트
pl_pl: Test sesji Galeri

source: Session Test
bg_bg: Тест на Сесиите
ko_kr: 세션 테스트
pl_pl: Test sesji

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
bg_bg: По-долу би трябвало да видите номер на сесия, ако сесиите са конфигурурани правилно в 'PHP' инсталацията ви,
ko_kr: PHP 설치에서 세션이 적절히 설정되었다면 아래에 세션 ID가 보여야 합니다.
pl_pl: Je¿eli sesje s± skonfigurowane poprawnie w Twojej instalacji PHP, powiniene¶ zobaczyæ poni¿ej ID sesji.

source: The &quot;page views&quot; number should increase every time you reload the page.
bg_bg: Всеки път когато презерадите тази страница, броя на &quot;page views&quot; трябва да се увеличава.
ko_kr: &quot;페이지 조회수&quot;는 페이지를 다시 고칠 때마다 증가합니다.
pl_pl: &quot;licznik&quot; powinien zwiêkszaæ siê za ka¿dym razem gdy prze³adowujesz strone.

source: Clicking %s should reset the page view number back to 1.
bg_bg: Натискането на %s би трябвало да върне броя на посещенията на 1.
ko_kr: %s를 클릭하면 페이지 조회수가 1로 돌아갑니다.
pl_pl: Nacisniêcie %s powinno zresetowaæ licznik spowrotem do 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
bg_bg: Ако това <b>не</b> работи, значи най-вероятно имате проблем с конфигурацията на 'PHP'.
ko_kr: 이것이 동작하지 <b>않으면</b> PHP 설치에 환경설정 문제가 있을 가능성이 많습니다.
pl_pl: Jezeli to <b>nie</b> dzia³a, wtedy jest to najprawdopodobniej bl±d w konfiguracji Twojego PHP.

source: Gallery will not work properly until PHP's session management is configured properly.
bg_bg: Галерията няма да работи нормално докато управлението на сесии на 'PHP' не е конфигурирано както трябва.
ko_kr: PHP의 세션 관리가 적절히 설정될 때까지 Gallery가 제대로 동작하지 않습니다.
pl_pl: Galeria nie bedzie chodzi³a prawid³owo dopuki zarzadzanie sesjami w PHP nie bêdzie skonfigurowane poprawnie.

source: Your session id is
bg_bg: Натискането на %s ще върне броя на посетителите на 1.
ko_kr: 당신의 세션 ID는
pl_pl: ID Twojej sesji to

source: Page views in this session
bg_bg: Брой на посещенията в тази сесия
ko_kr: 이 세션의 페이지 조회
pl_pl: Ogl±danych stron w tej sesji

source: Server IP address
bg_bg: IP адрес на сървъра
ko_kr: 서버 IP 주소
pl_pl: Adres IP serwera

source: Success!
bg_bg: Успешно!
ko_kr: 성공!
pl_pl: Sukces!

source: Your configuration has been successfully saved!
bg_bg: Конфигурацията ви е записана успешно!
ko_kr: 설정이 성공적으로 저장되었습니다!
pl_pl: Twoja konfiguracja zosta³a poprawnie zapisana!

source: An account called %s has been created for you with the password you specified.
bg_bg: За вас е създаден потребител с името %s и с паролата която посочихте.
ko_kr: %s 계정이 지정된 암호와 함께 생성되었습니다.
pl_pl: Konto %s zosta³o stworzone dla Ciebie z has³em które poda³e¶.

source: Note
bg_bg: Внимание
ko_kr: 주의
pl_pl: Uwaga

source: Don't forget to run %s to make your Gallery secure!
ko_kr: %s를 실행하여 Gallery를 안전모드로 전환하는 것을 잊지 마세요!
pl_pl: Nie zapomnij uruchomiæ %s po to by zabezpieczyæ twoja Galerie!

source: Gallery won't run if it is not in secure mode
bg_bg: Галерията няма да работи освен ако не е в защитен режим
ko_kr: 안전모드로 되어있지 않으면 Gallery가 실행되지 않습니다
pl_pl: Galeria nie uruchomi sie je¿eli nie bêdzie w trybie bezpiecznym

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
bg_bg: Можете да преконфигурирате Галерията по всяко време, като стартирате Програмата за Конфигурация.
ko_kr: 이 설정 마법사를 언제든지 다시 실행하여 Gallery 설정을 다시 할 수 있습니다.
pl_pl: Mo¿esz przekonfigurowaæ Galerie w ka¿dym momencie u¿ywaj±c Kreatora Konfiguracji.

source: It will save your data so you won't have to enter it all again!
ko_kr: 설정된 데이터는 저장되기 때문에 전부를 다시 입력할 필요가 없습니다.
pl_pl: Ta opcja zapisze Twoje dane tak by¶ nie mia³ dostêpu do nich powtórnie!

source: Failure
bg_bg: Провал
ko_kr: 실패
pl_pl: B³±d

source: Unable to write to %s.
bg_bg: Не може да се запише в %s.
ko_kr: %s에 쓸 수 없습니다.
pl_pl: Nie mogê zapisaæ do %s.

source: You are missing either %s or %s.
bg_bg: Липсва ви или %s или %s.
ko_kr: %s 또는 %s이 빠져 있습니다.
pl_pl: Zagubione %s lub %s.

source: Review Settings
bg_bg: Преглеждане на Настройките
ko_kr: 설정 리뷰
pl_pl: Zobacz ustawienia

source: %s Random Images from %s
pl_pl: %s Losowe obrazy z %s

source: Slide Show for Gallery :: %s
pl_pl: Slide Show z Galerii :: %s

source: %d Random Images from album :: %s
pl_pl: %d Losowe obrazy z albumu :: %s

source: Slide Show for album :: %s
pl_pl: Slide Show dla albumu :: %s

source: play
bg_bg: старт
ko_kr: 재생
pl_pl: start

source: The slide show is stopped, Click [play] to resume.
bg_bg: Прегледа е спрян, Натиснете [play] за да го пуснете.
ko_kr: 슬라이 쇼가 멈췄습니다. 다시 시작할려면 [재생]을 클릭하세요.
pl_pl: Slideshow zatrzymany, kliknij [start] aby kontynuowaæ.

source: Slide show is running...
ko_kr: 슬라이드 쇼 진행 중...
pl_pl: Slideshow trwa ...

source: normal size
bg_bg: нормален размер
ko_kr: 일반 크기
pl_pl: normalny rozmiar

source: The slide is showing full sized images, Click [normal size] to view resized images.
pl_pl: Slideshow pokazuje zdjêcia w pe³nej rozdzielczo¶ci. Kliknij [normalny rozmiar] by ogl±daæ je w domy¶lnej wielko¶ci.

source: full size
bg_bg: пълен размер
ko_kr: 원본 크기
pl_pl: pe³ny rozmiar

source: forward direction
ko_kr: 앞으로
pl_pl: kierunek do przodu

source: reverse direction
ko_kr: 뒤로
pl_pl: odwróæ kierunek

source: Picture is loading...
bg_bg: Картината се зарежда ...
ko_kr: 사진 로딩 중...
pl_pl: Obrazek jest ³adowany...

source: of
pl_pl: z

source: Please Wait...
bg_bg: Моля Изчакайте ...
ko_kr: 잠시만 기다리세요...
pl_pl: Prosze poczekaj...

source: not working for you? try the low-tech
bg_bg: не работи ли? опитайте опростения вариант
ko_kr: 동작하지 않습니까? low-tech를 시도하세요
pl_pl: nie dzia³a u Ciebie?, spróbuj low-tech

source: Delay:
bg_bg: Забавяне:
ko_kr: 지속시간:
pl_pl: Opó¼nienie:

source: second
bg_bg: секунда
ko_kr: 초
pl_pl: sekunda

source: seconds
bg_bg: секунди
ko_kr: 초
pl_pl: sekund

source: Transition:
bg_bg: Преход:
ko_kr: 변환:
pl_pl: Przej¶cie:

source: Loop
ko_kr: 반복
pl_pl: Pêtla

source: This album has no photos to show in a slide show.
bg_bg: Този албум няма снимки, които да се покажат в прегледа.
ko_kr: 이 앨범은 슬라이 쇼로 보여질 사진이 없습니다.
pl_pl: Ten album nie zawiera obrazków.

source: back to album
ko_kr: 앨범으로 돌아감
pl_pl: powrót do albumu

source: Slide Show for album
ko_kr: 슬라이드 쇼
pl_pl: Slide Show dla tego albumu

source: Sort Album
bg_bg: Сортиране на Албума
ko_kr: 사진 정렬
pl_pl: Sortuj album

source: Select your sorting criteria for this album below
bg_bg: Изберете по какъв от изброените по долу признаци искате да сортирате албума
ko_kr: 이 앨범의 사진 정렬 방식을 선택하세요
pl_pl: Wybierz kryterium sortowania dla tego albumu

source: Warning: This operation can't be undone.
bg_bg: Внимание: След операцията, няма начин да се върнете към предишното състояние.
ko_kr: 경고: 수행 후 되돌릴 수 없습니다.
pl_pl: Uwaga: Operacji nie da siê cofn±æ.

source: By Upload Date
bg_bg: По Дата на Прехвърляне
ko_kr: 게시일
pl_pl: Wg daty wgrania

source: By Picture-Taken Date
bg_bg: По Дата на Снимане
ko_kr: 촬영일
pl_pl: Wg daty zrobienia obrazka

source: By Filename
bg_bg: По Име на Файл
ko_kr: 파일명
pl_pl: Wg nazwy pliku

source: By Number of Clicks
bg_bg: По Брой на Посещенията
ko_kr: 조회수
pl_pl: Wg liczby klikniêæ

source: By Caption
bg_bg: По Надпис
ko_kr: 캡션
pl_pl: Wg podpisów

source: By Number of Comments
bg_bg: По Количество Коментари
ko_kr: 댓글수
pl_pl: Wg liczby komentarzy

source: Randomly
bg_bg: Произволно
ko_kr: 무작위
pl_pl: Losowo

source: Ascending
bg_bg: Възходящо
ko_kr: 오름순
pl_pl: Rosn±co

source: Descending
bg_bg: Низходящо
ko_kr: 내림순
pl_pl: Malej±co

source: Sort
bg_bg: Сортирайте
ko_kr: 정렬
pl_pl: Sortuj

source: Progress
ko_kr: 진행
pl_pl: Postêp

source: Upgrade Albums
ko_kr: 앨범 업그레이드
pl_pl: Aktualizuj albumy

source: The following albums in your gallery were created with an older version of the software and are out of date.
pl_pl: Poni¿sze albumy w Twojej Galerii zosta³y stworzone wcze¶niejsz± wersj± galerii i s± przeterminowane.

source: This is not a problem!
bg_bg: Това не е проблем!
ko_kr: 문제가 되는 것은 아닙니다!
pl_pl: To nie jest problem!

source: We can upgrade them. This may take some time for large albums but we'll try to keep you informed as we proceed.
ko_kr: 업그레이드 할 수 있습니다. 용량이 큰 앨범의 경우 약간의 시간이 소요됩니다. 진행 과정을 알려드리겠습니다.
pl_pl: Mo¿emy je aktualizowaæ. To mo¿e potrwaæ ale bêdziesz informowany o postêpie.

source: None of your photos will be harmed in any way by this process.
ko_kr: 이 과정에서 어떤 식으로든 사진에 손상이 가는 일은 없습니다.
pl_pl: ¯aden z obrazków nie ucierpi w tym procesie.

source: Rest assured, that if this process takes a long time now, it's going to make your gallery run more efficiently in the future.
pl_pl: B±d¼ pewnien, ¿e chocia¿ proces mo¿e potrwaæ - Twoja galeria bêdzie chodzi³a szybciej i efektywniej w przyszlo¶ci.

source: All albums are up to date.
ko_kr: 모든 앨범이 최신 버전으로 업그레이드 되었습니다.
pl_pl: Wszystkie albumy s± aktualne.

source: The following albums need to be upgraded. You can process them individually by clicking the upgrade link next to the album that you desire, or you can just %s.
pl_pl: Wymienione albumy musz± zostaæ zaktualizowane. Mo¿esz to zrobiæ po jednym klikaj±c na przycisk uaktualnienia obok albumu, lub mo¿esz %s.

source: upgrade them all at once
pl_pl: aktualizowaæ je wszystkie za jednym razem

source: upgrade
ko_kr: 업그레이드
pl_pl: aktualizuj

source: Upgrading Users
ko_kr: 사용자 업그레이드
pl_pl: Uaktualnianie listy u¿ytkowników

source: The user database in your gallery was created with an older version of the software and is out of date.
pl_pl: Baza u¿ytkowników w Twojej Galerii zosta³a stworzona przy pomocy starszej jej wersji i jest przeterminowana.

source: We will upgrade it. This may take some time.
bg_bg: Ние ще я обновим. Това може да отнеме известно време.
ko_kr: 지금 업그레이드 합니다. 약간의 시간이 소요됩니다.
pl_pl: Zaktualizujemy. To mo¿e potrwaæ kilka minut.

source: Your data will not be harmed in any way by this process.
ko_kr: 이 과정으로 당신의 데이터가 손상되는 일은 없습니다.
pl_pl: ¯aden z obrazków nie ucierpi w tym procesie.

source: There was a problem upgrading users. Please check messages above, and try again
bg_bg: Имаше проблем при обновяването на потребителите. Моля проверете съобщенията по-горе и опитайте отново.
ko_kr: 업그레이 도중 문제가 발생했습니다. 위 메시지 내용을 체크하시고 다시 시도하세요
pl_pl: Zainstnia³ problem przy aktualizacji u¿ytkowników. Sprawd¼ co napisane poni¿ej i sprobój jeszcze raz

source: Retry
bg_bg: Отново
ko_kr: 재시도
pl_pl: Powtórz

source: Users upgraded successfully.
ko_kr: 사용자 업그레이드가 성공적으로 끝났습니다.
pl_pl: Aktualizacja u¿ytkowników udana.

source: Incorrect password
bg_bg: Неправилна парола
ko_kr: 잘못된 암호
pl_pl: Niepoprawne has³o

source: You must provide your old password to change it.
bg_bg: Трябва да въведете старата си парола за да я смените.
ko_kr: 변경을 하시려면 이전 암호가 있어야 합니다.
pl_pl: Musisz podaæ stare has³o aby je zmieniæ.

source: Change User Preferences
bg_bg: Променете Потребителските Настройки
ko_kr: 사용자 정보변경
pl_pl: Zmieñ ustawienia u¿ytkownika

source: If you want to change your password, you must provide your old password and then enter the new one twice.
bg_bg: Ако искате да си смените паролата, трябва да въведете първо старата си парола и след това два пъти новата парола.
ko_kr: 암호를 변경하시려면 이전 암호를 입력하고 새 암호를 두번 입력하세요.
pl_pl: Je¶li chcesz zmieniæ has³o, podaj stare a potem wprowad¼ dwa razy nowe has³o.

source: You can change your username to any combination of letters and digits.
bg_bg: Можете да промените името си на всякаква комбинация от букви и цифри.
ko_kr: 아이디는 문자와 숫자의 조합으로 된 것으로 변경할 수 있습니다.
pl_pl: Mo¿esz zmieniæ swoj± nazwê na ka¿d± kombinacjê liter i liczb.

source: Empty
bg_bg: Презен
ko_kr: 비어있음
pl_pl: Pusty

source: edit %s
bg_bg: променете %s
ko_kr: %s 편집
pl_pl: edytuj %s

source: No Caption
bg_bg: Няма Надпис
ko_kr: 제목 없음
pl_pl: Brak Podpisu

source: edit
bg_bg: променете
ko_kr: 편집
pl_pl: edytuj

source: Results:
bg_bg: Резултати:
ko_kr: 결과:
pl_pl: Wyniki:

source: Error messages:
bg_bg: Съобщения за грешки:
ko_kr: 에러 메시지:
pl_pl: B³êdy:

source: Status: %s (expected %s)
bg_bg: Резултат: %s (очаквано %s)
pl_pl: Status: %s (oczekiwane %s)

source: PHP's %s unable to determine dimensions.
bg_bg: Функцията на 'PHP' %s, не може да определи размерите.
pl_pl: PHP %s nie mo¿e okre¶liæ wymiarów.

source: You have no graphics package configured for use!
bg_bg: Нямате конфигуриран графичен пакет, който Галерията да използва!
ko_kr: 사용할 수 있는 그래픽 패키지가 없습니다!
pl_pl: Nie masz ¿adnego pakietu graficznego skonfigurowanego do u¿ytku!

source: Upload Date
bg_bg: Дата на прехвърляне
ko_kr: 게시 날짜
pl_pl: Data wgrania

source: Image Size
bg_bg: Размер на изображението
ko_kr: 이미지 크기
pl_pl: Wielko¶æ obrazka

source: Additional EXIF Data
bg_bg: Допълнителни EXIF данни
ko_kr: 추가 EXIF 정보
pl_pl: Dodatkowe dane EXIF

source: Not closing this window because debug mode is on
bg_bg: Този прозорец не се затваря, защото програмата е в режим 'debug'
pl_pl: Nie zamykam tego okna poniewa¿ tryb debugowania jest w³±czony

source: target file size %d kbytes
bg_bg: зададен размер на файла %d кбайта
pl_pl: docelowa wielko¶æ pliku %d kbytes

source: - file size %d kbytes
bg_bg: - размер на файла %d кбайта
pl_pl: - wielko¶æ pliku %d kbytes

source: trying quality %d%%
bg_bg: опитваме качество %d%%
pl_pl: próba jako¶æi %d%%

source: Done.
ko_kr: 완료.
pl_pl: Zrobione.

source: Call to %s failed in %s for file %s!
pl_pl: Wywo³anie do %s nie udane w %s dla pliku %s!

source: File %s type %d.
pl_pl: Plik %s typ %d.

source: There was an unknown failure in the %s call!
bg_bg: Има неизвестна грешка при извикването на функция %s!
pl_pl: Nieokre¶lony b³±d w wywo³aniu %s!

source: Unknown file type: %s
bg_bg: Непознат тип файл: %s
pl_pl: Nieznany typ pliku: %s

source: Can't write to %s.
bg_bg: Не може да се запише в %s.
pl_pl: Nie mogê zapisaæ do %s

source: Can't read %s.
bg_bg: Не може да се прочете от %s.
pl_pl: Nie mogê czytaæ %s

source: Select Album
bg_bg: Изберете Албум
ko_kr: 앨범 선택
pl_pl: Wybierz album

source: Top Level
ko_kr: 최상위
pl_pl: G³ówny

source: current location
bg_bg: сегашно местонахдение
ko_kr: 현재 위치
pl_pl: aktualna lokacja

source: self
pl_pl: ja

source: Could not open lock file (%s)!
bg_bg: Не може да се отвори заключения файл (%s)!
pl_pl: Nie mogê otworzyæ %s!

source: Could not acquire lock (%s)!
bg_bg: Не може да се постигне заключване (%s)!
pl_pl: Nie mog³em osi±gn±æ lokowania danych (%s)!

source: 1 hit
bg_bg: 1 посещение
pl_pl: 1 trafienie

source: hits
bg_bg: посещения
ko_kr: 번
pl_pl: trafieñ

source: 0 hits
bg_bg: 0 посещения
ko_kr: 0 번
pl_pl: 0 trafieñ

source: Sub-albums
bg_bg: под-албуми
ko_kr: 서브 앨범
pl_pl: Pod-albumy

source: Vote
pl_pl: G³osuj

source: Results from %s.
pl_pl: Wyniki z %s.

source: 1 voter
pl_pl: 1 g³osuj±cy

source: voters
pl_pl: g³osuj±cy

source: 0 voters
pl_pl: 0 g³osuj±cych

source: %s: %s points;
pl_pl: %s: %s punktów;

source: Key - %s
pl_pl: Legenda - %s

source: No votes so far.
pl_pl: Nikt jeszcze nie g³osowa³.

source: Poll results:
pl_pl: Wyniki ankiety:

source: No votes
pl_pl: Brak g³osów

source: Number %d overall.
pl_pl: %d miejsce.

source: 1 vote
pl_pl: 1 g³os

source: votes
pl_pl: g³osów

source: 0 votes
pl_pl: 0 g³osów

source: Skipping %s (ZIP support not enabled)
ko_kr: %s 처리되지 않음 (ZIP을 지원하지 않습니다)
pl_pl: Pomijanie %s (Obs³uga ZIP nie w³±czona)

source: Adding %s
ko_kr: %s 추가
pl_pl: Dodajê %s

source: Error: %s!
ko_kr: 에러: %s!
pl_pl: B³±d: %s!

source: Need help? Look in the %s%s FAQ%s
bg_bg: Имате нужда от помощ? Погледнете в %s%s FAQ%s
ko_kr: 도움이 필요하십니까? %s%s FAQ%s를 보세요
pl_pl: Potrzebujesz pomocy? Zobacz w %s%s FAQ%s

source: Skipping %s (can't handle %s format)
bg_bg: Пропуснат е %s (не може да бъде обработен формата %s)
ko_kr: %s 처리되지 않읍 (%s 포맷을 처리할 수 없음)
pl_pl: Pomijanie %s (nieznany %s format)

source: Generated by %s v%s
bg_bg: Генерирано от %s v%s
pl_pl: Wygenerowane przez %s v%s

source: Powered by %s v%s
pl_pl: Dostarczone przez: %s v%s

source: Last comment %s.
pl_pl: Ostatni komentarz %s.

source: 1 sub-album
bg_bg: 1 под-албум
pl_pl: 1 pod-album

source: sub-albums
bg_bg: под-албуми
pl_pl: pod-albumy

source: no images
bg_bg: 0 изображения
pl_pl: brak obrazków

source: 0 pages
bg_bg: 0 страници
pl_pl: 0 stron

source: %s and %s in this album on %s
bg_bg: В този албум има %s и %s на %s
pl_pl: %s i %s w tym albumie na %s

source: %s and %s in this album
bg_bg: В този албум има %s и %s
pl_pl: %s i %s w tym albumie

source: %s in this album on %s
bg_bg: В този албум има %s на %s
pl_pl: %s w tym albumie na %s

source: %s in this album
bg_bg: В този албум има %s
pl_pl: %s w tym albumie

source: %s are hidden
bg_bg: %s са скрити
pl_pl: %s jest ukrytych

source: %s is hidden
bg_bg: %s е скрит
pl_pl: %s jest ukryty

source: add photos
bg_bg: добавете снимки
ko_kr: 사진 여러장 추가
pl_pl: dodaj zdjêcia

source: add photo
bg_bg: добавете снимка
ko_kr: 사진 추가
pl_pl: dodaj zdjêcie

source: new nested album
bg_bg: нов под-албум
ko_kr: 새 서브 앨범
pl_pl: nowy pod-album

source: custom fields
bg_bg: свободно избрани полета
ko_kr: 맞춤형 필드
pl_pl: pola u¿ytkownika

source: captions
ko_kr: 캡션
pl_pl: podpisy

source: sort
ko_kr: 사진 정렬
pl_pl: sortuj

source: resize all
bg_bg: променете размера на всички снимки
ko_kr: 사진크기 조절
pl_pl: przeskaluj wszystkie

source: rebuild thumbs
bg_bg: подновете миниатюрните изображения
ko_kr: 미리보기 다시 만듦
pl_pl: odbuduj miniatury

source: properties
bg_bg: детайли
ko_kr: 앨범 속성
pl_pl: ustawienia

source: poll properties
pl_pl: ustawienia ankiety

source: poll results
pl_pl: wyniki ankiety

source: reset poll
pl_pl: resetuj ankiete

source: view&nbsp;all&nbsp;comments
ko_kr: 댓글 보기
pl_pl: przegl±daj&nbsp;wszystkie&nbsp;komentarze

source: You have no votes recorded for this poll.
pl_pl: Nie ma ¿adnych g³osów w tej ankiecie.

source: Your current choices are
pl_pl: Twoje obecne wybory sa:

source: or
pl_pl: lub

source: To vote for an image, click on %s.
pl_pl: By zag³osowaæ na zdjêcie, naci¶nij na %s.

source: You MUST click on %s for your vote to be recorded.
pl_pl: Musisz nacisn±æ na %s po to by Twój g³os zosta³ zarejestrowany.

source: You have a total of %s and can change them if you wish.
pl_pl: Masz w sumie %s i mo¿esz je zmieniæ je¶li chcesz.

source: no votes
pl_pl: brak g³osów

source: You can change your choices if you wish.
pl_pl: Mo¿esz tutaj zmieniæ swoje wybory je¶li chcesz.

source: No description
bg_bg: Няма описание
pl_pl: Brak opisu

source: Changed:
bg_bg: Промени:
ko_kr: 변경일:
pl_pl: Zmieniony:

source: Contains:
bg_bg: Съдържа:
ko_kr: 항목수:
pl_pl: Zawiera:

source: 0 items
bg_bg: 0 елемента
ko_kr: 0 개
pl_pl: 0 pozycji

source: Viewed:
bg_bg: Прегледано:
pl_pl: Przegl±dano:

source: Movie
bg_bg: Филм
ko_kr: 동영상
pl_pl: Film

source: Photo
bg_bg: Снимката
pl_pl: Zdjêcie

source: Edit
bg_bg: Променете
pl_pl: Edytuj

source: Edit Title
bg_bg: Променете Заглавието
pl_pl: Edytuj tytu³

source: Edit Description
bg_bg: Променете Описанието
pl_pl: Edytuj opis

source: Edit Thumbnail
bg_bg: Променете Миниатиюрното Изображение
pl_pl: Edytuj miniaturê

source: Rotate/Flip
bg_bg: Завъртете/Обърнете
pl_pl: Obróæ

source: Highlight
bg_bg: Изберете
pl_pl: Ustaw na ok³adkê

source: Reset Counter
bg_bg: Анулирайте Бройача
ko_kr: 조회수 리셋
pl_pl: Resetuj licznik

source: Move
bg_bg: Преместете
pl_pl: Przesuñ

source: Show
bg_bg: Покажете
pl_pl: Poka¿

source: Hide
bg_bg: Скриите
pl_pl: Ukryj

source: Permissions
bg_bg: Права
ko_kr: 권한 설정
pl_pl: Prawa

source: Hey! Add some photos.
bg_bg: Хей! Добавете малко снимки.
ko_kr: 사진을 추가해 주세요.
pl_pl: Hej! Dodaj jakie¶ zdjêcia :)

source: This album is empty.
bg_bg: Този албум е празен.
ko_kr: 빈 앨범입니다.
pl_pl: Ten album jest pusty

source: Comments for this Album
bg_bg: Коментари за този Албум
ko_kr: 이 앨범의 댓글
pl_pl: Komentarze do tego albumu

source: return to album
bg_bg: назад към албума
ko_kr: 앨범으로 돌아감
pl_pl: wróæ do albumu

source: Sorry. This album does not allow public comments.
bg_bg: Съжеляваме. Този албум не позволява добавяне на публични коментари.
ko_kr: 죄송합니다. 이 앨범은 댓글이 달 수 없습니다.
pl_pl: Przepraszamy ale ten album nie pozwala na publiczne komentarze.

source: resize photo
bg_bg: променете размера на снимката
ko_kr: 사진크기 조절
pl_pl: skaluj zdjêcie

source: delete photo
bg_bg: изтриите снимката
ko_kr: 사직 삭제
pl_pl: kasuj zdjêcie

source: View Images
bg_bg: вижте изображенията
ko_kr: 이미지 보기
pl_pl: Przegl±daj obrazki

source: normal
bg_bg: нормално
pl_pl: normalny

source: full
bg_bg: пълно
pl_pl: pe³ny

source: photo properties
bg_bg: детайли на снимката
ko_kr: 사진 속성정보
pl_pl: w³a¶ciwo¶ci zdjêcia

source: print this photo on %s
ko_kr: 이 사진을 %에서 인화
pl_pl: wydrukuj to zdjêcie na %s

source: Photo Properties
bg_bg: Детайли на Снимката
ko_kr: 사진 속성정보
pl_pl: W³a¶ciwo¶ci zdjêcia

source: File Upload Date
bg_bg: Дата на Прехвърляне на Файла
ko_kr: 게시 날짜
pl_pl: Data wgrania pliku

source: Item Capture Date
bg_bg: Дата на Заснемане на Матеряла
ko_kr: 캡쳐 날짜
pl_pl: Data zrzutu pozycji

source: Reload EXIF Data From File
bg_bg: Презареждане на EXIF Данните от Файла
ko_kr: 파일로부터 EXIF 정보 다시 읽음
pl_pl: Prze³aduj dane EXIF z obrazka

source: (if the data is current, this will not appear to do anything)
ko_kr: (데이터가 현재값이면 아무것도 나타나지 않습니다)
pl_pl: (je¶li dane s± aktualne, to nie zrobi nic)

source: 1 album
bg_bg: 1 албум

source: Undo
bg_bg: Отменете
ko_kr: 취소

source: Album
bg_bg: Албума

source: You told the config wizard that your %s binaries live here:
bg_bg: Вие сте казали на Програмата за конфигуриране, че %s файловете се намират тук:

source: PHP Info
bg_bg: Информация за 'PHP'

source: Start over
bg_bg: Започнете наново
ko_kr: 다시 시작

source: stop
bg_bg: стоп
ko_kr: 정지

source: slideshow
ko_kr: 슬라이드쇼

source: Username must be at least 2 characters
ko_kr: 아이디는 적어도 2자 이상이어야 함

source: Username must be at most 15 characters
ko_kr: 아이디는 15자를 넘을 수 없음

source: Username must contain only letters or digits
ko_kr: 아이디는 문자와 숫자만 허용

source: admins can always create albums
ko_kr: 관리자는 항상 앨범을 만들 수 있음

source: Resizing photo
ko_kr: 사진크기 조절 중

source: Configure Gallery
ko_kr: Gallery 설정

source: Return to the %sconfig wizard%s.
ko_kr: %s설정 마법사%s로 돌아갑니다.

source: If you turn this option on, you'll see a complete list of all sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier (although it can severely clutter the appearance of the top Gallery page). Set to <b>no</b> by default.
ko_kr: 이 기능을 사용하면 갤러리의 첫 화면에서 모든 서브 앨범의 목록을 볼 수 있습니다. 이것은 특정 서브 앨범에 대한 접근을 용이하게 합니다. (하지만 갤러리의 첫 페이지를 지저분하게 할 수도 있습니다.) <b>아니오</b>가 기본값입니다.
