Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
ko_kr: JPEG 파일 포맷은 크기와 품질 사이에 취사 선택이 필요합니다. Gallery는 JPEG 원본 이미지를 크기조절, 회전, 미리보기 등을 통해 만들어지는 JPEG의 품질을 제어할 수 있습니다. 고품질의 이미지는 저품질 이미지보다 파일 사이즈가 큽니다. 일반적으로 이미지에 큰 영향없는 파일 크기까지 이미지 품질을 올리는 지점이 있습니다. 미리보기나 크기조절된 이미지가 원본보다 파일크기가 크서 싫다면 이 값을 낮게 조절하시면 됩니다. <b>주의</b>: 이 값을 변경하면 <i>이후에</i> 변경되는 이미지에 대해서만 영향을 미칩니다.
pl_pl: Format JPEG handluje zamiennie wielko¶ci± i jako¶ci±. Galeria mo¿e kontrolowaæ jako¶æ plików JPEG, które tworzy kiedy skalujesz, obracasz lub tworzysz miniature z obrazu JPEG. Obrazy o wy¿szej jako¶ci zajmuj± wiecej miejsca ani¿eli te o ni¿szej jako¶ci. Jednak¿e, w wielu wypadkach jest punkt w którym zwiêkszanie jako¶ci, zwieksza wielko¶æ pliku ale nie ma wp³ywu ju¿ na wygl±d zdjêcia. Je¿eli zauwa¿ysz ¿e Twoje miniatury i przeskalowane obrazy maj± wiekszy rozmiar pliku ani¿eli orygina³, i wcale Ci siê to nie podoba, mo¿esz spróbowaæ obni¿yæ tê warto¶æ. <b>Pamiêtaj</b> ¿e zmiana tej warto¶ci ma wp³yw tylko na obrazy zmieniane w przysz³o¶ci.

source: Show the album tree
ko_kr: 앨범 트리 보이기
pl_pl: Poka¿ drzewo albumu

source: Highlight size
bg_bg: Размер на главната снимка
ko_kr: 하이라이트 크기
pl_pl: Wielko¶æ ok³adki

source: The target size (in pixels) of thumbnails shown in the gallery page (highlight images)
ko_kr: 갤러리 페이지의 하이라이트 이미지 미리보기의 크기(픽셀 단위)
pl_pl: Docelowa wielko¶æ (w pixelach) miniaturek które bed± pokazywane na stronach galerii (ok³adki albumów)

source: Show Owner
ko_kr: 소유자 보이기
pl_pl: Poka¿ w³a¶ciciela

source: Show album owner's name on the top level Gallery page?
ko_kr: Gallery의 처음 화면에서 앨범 소유자의 이름을 보이게 하겠습니까?
pl_pl: Pokazywaæ w³acicieli albumów na g³ównej stronie Galerii ?

source: Albums per page
ko_kr: 페이지당 앨범수
pl_pl: Albumów na strone

source: How many albums should be displayed per Gallery page?
ko_kr: Gallery 페이지당 몇 개의 앨범이 나타나도록 하시겠습니까?
pl_pl: Jak du¿o albumów powinno byæ pokazywanych na ka¿dej stronie Galerii ?

source: Search Engine
ko_kr: 검색 엔진
pl_pl: Wyszukiwarka

source: Display search engine on main Gallery page?
ko_kr: Gallery 메인 화면에서 검색 엔진을 표시하겠습니까?
pl_pl: Pokazywaæ opcje wyszukiwania na g³ównej stronie Galerii ?

source: Layout
pl_pl: Wygl±d

source: Optional tools
ko_kr: 기타 도구
pl_pl: Opcjonalne narzêdzia

source: The filesystem path to the 'zipinfo' binary. This is optional so if you don't have it, don't worry about it too much.
bg_bg: Пътя към директорията на програмата "zipinfo". Това не е задължително, така че ако го нямате, не се безпокойте.
ko_kr: 'zipinfo'가 있는 파일시스템 경로. 이것은 선택사항이니 없더라도 걱정할 필요가 없습니다.
pl_pl: Scie¿ka do pliku binarnego 'zipinfo'. To jest opcja, je¿eli go nie masz, nie martw siê o to.

source: The filesystem path to the 'unzip' binary. This is optional so if you don't have it, don't worry about it too much.
bg_bg: Пътя към директорията на програмата "unzip". Това не е задължително, така че ако го нямате, не се безпокойте.
ko_kr: 'unzip'이 있는 파일시스템 경로. 이것은 선택사항이니 없더라도 걱정할 필요가 없습니다.
pl_pl: Scie¿ka do pliku binarnego 'unzip'. To jest opcja, je¿eli go nie masz, nie martw siê o to.

source: The filesystem path to the 'jhead' exif parser. This is optional so if you don't have it, don't worry about it too much. Eg. %s or %s.
bg_bg: Пътя към директорията на програмата "jhead". Това не е задължително, така че ако го нямате, не се безпокойте. Например: %s или %s.
ko_kr: 'jhead' EXIF parser가 있는 파일시스템 경로. 이것은 선택사항이니 없더라도 걱정할 필요가 없습니다. 예: %s 또는 %s.
pl_pl: Scie¿ka do 'jhead'. To jest opcja, je¿eli go nie masz, nie martw siê o to. Np. %s lub %s.

source: Cache EXIF data
ko_kr: EXIF 데이터 캐싱
pl_pl: Buforuj dane EXIF?

source: The filesystem path to the 'jpegtran' utility. This is optional so if you don't have it, don't worry about it too much. Eg. %s or %s.
bg_bg: Пътя към директорията на програмата "jpegtran". Това не е задължително, така че ако го нямате, не се безпокойте. Например: %s или %s.
ko_kr: 'jpegtran' 유틸리티의 파일시스템 경로. 이것은 선택사항이니 없더라도 걱정할 필요가 없습니다. 예: %s 또는 %s.
pl_pl: Scie¿ka do 'jpegtran'. To jest opcja, je¿eli go nie masz, nie martw siê o to. Np. %s lub %s.

source: Languages and locales
ko_kr: 언어와 로케일
pl_pl: Jêzyk i lokalizacje

source: Multi language mode
bg_bg: Мулти-езиков режим
ko_kr: 다국어 모드
pl_pl: Tryb wielojêzykowy

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site
bg_bg: Галерията има три мулти-езикови режима. Те афектират езика на които потребителя ще види страницата.
ko_kr: Gallery는 세가지 다국어 모드가 있습니다. 사용자가 사이트를 방문할 때 보이는 언어에 영향을 줍니다.
pl_pl: Galeria ma 3 tryby wielojêzykowe. To ma wp³yw na jêzyk który u¿ytkownik widzi podczas wizyty na stronie

source: Gallery is only displayed in one language
bg_bg: Галерията е показана само на един език
ko_kr: 한 언어만 사용
pl_pl: Galeria bêdzie wy¶wietlana tylko w jednym jêzyku

source: Gallery is displayed in the language the browser sends
bg_bg: Галерията е показана на езика който броузера изпраща.
ko_kr: 브라우저가 보내는 언어를 사용
pl_pl: Galeria bêdzie wy¶wietlana w jêzyku którego ¿±daj± ustawienia przegl±darki

source: The User can choose the language via pulldown menu or flags.
ko_kr: 사용자가 풀다운 메뉴나 국기를 선택하여 언어를 지정
pl_pl: U¿ytkownik mo¿e wybraæ jêzyk za pomoc± rozwijanego menu lub flag.

source: These languages will be available as user choices in a pulldown menu or flags, if you have chosen language mode 3, and will be available to registered users as their default language in mode 2 or 3.
ko_kr: 다국어 모드 3을 선택할 경우 이 언어들은 풀다운 메뉴나 국기에서 사용자가 선택하게 됩니다. 또한 모드 2나 3에서 등록된 사용자가 기본언어로 사용할 수 있습니다.
pl_pl: Wybór tych jêzyków bêdzie dostepny jako pole wyboru lub flagi, pod warunkiem ¿e wybra³e¶ tryb 3 jêzyka, i bêdzie dostêpne tak¿e dla zarejestrowanych u¿ytkowników jako domy¶lny jêzyk w trybie 2 lub 3.

source: Show flags?
ko_kr: 국기 보이기?
pl_pl: Pokazywaæ flagi pañstw ?

source: This format string will be used to display %s in %s. It is recommended to use %s which will change format depending on language choice. However, if you wish to change this string, please look at %s.
ko_kr: %s에 대한 포맷으로 %s에서 표시할 때 사용합니다. 언어 선택에 따라 포맷을 변경하시길 원한다면 %s를 사용하시길 바랍니다. 이것을 바꾸길 원한다면 다음을 참조하세요: %s
pl_pl: Format daty i czasu bedzie u¿ywany do wy¶wietlania %s w %s. Zaleca siê u¿ywaæ %s, który zmienia format w zale¿no¶ci od wybranego jêzyka. Jednak¿e, je¿eli chcesz zmieniæ format daty lub czasu, zajrzyj na %s.

source: date without time
ko_kr: 날짜
pl_pl: data bez czasu

source: For example, %s will display date like this: %s.
ko_kr: 예를 들어, %s는 다음과 같이 날짜를 표시합니다: %s.
pl_pl: Dla przyk³adu, %s bêdzie wy¶wietla³ date tak: %s.

source: date with time
ko_kr: 날짜와 시간
pl_pl: data z czasem

source: For example, %s will display date and time like this: %s.
ko_kr: 예를 들어, %s는 다음과 같이 날짜와 시간을 표시합니다: %s.
pl_pl: Dla przyk³adu, %s bedzie wy¶wietla³ date i czas tak: %s.

source: Gallery wide slideshow
pl_pl: Ustawienia slideshow Galerii

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
pl_pl: Dodaje opcje slideshow na g³ównej stronie Galerii. Pamiêtaj, ¿e przy du¿ych galeriach, slideshow mo¿e dzia³aæ bardzo wolno i zabieraæ wiele zasobów systemowych na serwerze.

source: Slideshow preferences
pl_pl: Ustawienia Slideshow

source: No slideshow link will appear.
pl_pl: Link do slideshow nie bedzie wy¶wietlany.

source: Images will display in the same order as they appear in the Gallery.
pl_pl: Obrazy bêda wy¶wietlane w tej samej kolejno¶ci w jakiej wystêpuj± w Galerii.

source: Images will appear in a random order.
pl_pl: Obrazy bêd± wy¶wietlane w losowej kolejno¶ci.

source: Slideshow length
pl_pl: D³ugo¶æ Slideshow

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
pl_pl: Liczba obrazów pokazywanych w slideshow. Ustaw na 0 lub pozostaw puste by pokazywaæ wszystkie.

source: Comments
bg_bg: Коментари
ko_kr: 댓글
pl_pl: Komentarze

source: Indicate if there are comments available
pl_pl: Zaznacz je¿eli s± jakie¶ komentarze

source: No indication that an item has comments.
pl_pl: Nie zaznaczaæ.

source: Photos
pl_pl: Zdjêcia

source: Images that have comments will be marked.
pl_pl: Obrazy, które maj± komentarze, bêd± zaznaczone.

source: Albums and sub-albums that have comments will be marked.
pl_pl: Albumy i pod-albumy, które maj± komentarze, bêd± zaznaczone.

source: Both
pl_pl: Zdjêcia i Albumy

source: Images and albumss that have comments will be marked.
pl_pl: Obrazy i albumy, które posiadaj± komentarze bêd± zaznaczone.

source: Display date of last comment?
pl_pl: Pokazywaæ datê ostatniego komentarza ?

source: If an item has comments, display date of last comment, rather than a %s.
pl_pl: Je¿eli pozycja ma komentarze, pokazywana wtedy bêdzie data ostatniego komentarza, zamiast %s.

source: Time Limit
ko_kr: 시간 제한
pl_pl: Limit czasu

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
ko_kr: 단일 오퍼레이션에 주어지는 최대한의 시간(초단위). <b>Maximum execution time exceeded</b> 에러 메시지를 보게 되면 이 값을 좀더 크게 조정할 수 있습니다. 너무 크게 조정한다면 프로세스가 아무 일도 하지 않고 오랫동안 멈출 수도 있으니 유의하십시오. 기본값으로 주어진 30초가 무난합니다.
pl_pl: Maksymalna warto¶æ czasu w sekundach jak± ka¿da pojedyñcza operacja powinna zaj±æ. Je¿eli otrzymujesz informacje <b>Przekroczony maksymalny czas wykonywania</b>, spróbuj wprowadziæ wiêksz± warto¶æ. Uwa¿aj gdy¿ je¶li wstawisz tu za du¿± warto¶æ, <i>mo¿esz</i> mieæ bezczynne procesy które ugrzezn± na bardzo d³ugo. Warto¶æ domy¶lna jest ustawiona na 30 i jest to bardzo dobra warto¶æ.

source: Debug mode
ko_kr: 디버그 모드
pl_pl: Tryb debugowania

source: Turn debug mode on so that you can diagnose problems?
bg_bg: Искате ли да включите режим "debug" за да диагнозирате проблемите?
ko_kr: 디버그 모드로 들어가서 문제점을 점검하시겠습니까?
pl_pl: W³±czyæ tryb debugowania by zdiagnozowaæ problemy?

source: Use %s?
bg_bg: Да използваме ли %s?
ko_kr: %s 사용?
pl_pl: U¿ywaæ %s ?

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>
bg_bg: За добавена защита от разваляне на данните, Галерията използва заключваща система наречена 'flock()'. Това не се поддържа от всички платформи. Ако видите грешка като <i>Не може да се постигне заключване</i>
ko_kr: 데이터 깨짐에 대한 보호책으로 flock() 시스템을 사용합니다. 모든 플랫폼에서 지원하는 것은 아닙니다. <i>Cound not acquire lock</i>과 같은 에러가 발생하면 이 값을 <i>아니오</i>로 하십시오.
pl_pl: Galeria u¿ywa systemu lokowania zwanego flock() dla ochrony przed uszkodzeniem danych. Nie jest on jednak obs³ugiwany przez wszystkie platformy. Je¿eli widzisz b³±d typu <i>Nie mog³em osi±gn±æ lokowania danych</i> wtedy ustaw warto¶æ na <i>no</i>

source: Status code
bg_bg: Код за резултат
ko_kr: 상태 코드
pl_pl: Kod statusu

source: The status code Gallery expects to see after a successful exec() call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
bg_bg: Кода за резултат, който Галерията очаква да види след успешното изпълнение на 'exec()' функция. Галерията ще се опита да разбере това сама, така че няма да има нужда да променяте тази стойност - освен ако нямате проблеми.
ko_kr: 성공적인 exec() 호출 후에 Gallery가 성공으로 여기는 상태 코드. 특별히 문제가 없으면 변경할 필요가 없습니다.
pl_pl: Kod statusu, którego Galeria oczekuje po udanym wywo³aniu exec(). Galeria spróbuje dowiedzieæ siê tego sama z t±d prawdopodobnie nie musisz zmieniaæ tej opcji, chyba ¿e masz problemy.

source: Session variable
bg_bg: Променлива на сесията
ko_kr: 세션 변수
pl_pl: Zmienna sesji

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
bg_bg: Това е променливата, която съдържа всичката информация за сесиите на Галерията. Променете това, ако има конфликт между Галерията и друга 'PHP' програма на web-страницата ви.
ko_kr: Gallery 세션 정보를 담는데 사용되는 세션 변수. Gallery와 다른 PHP 애플리케이션과 충돌이 발생하면 변경하세요.
pl_pl: To jest zmienna sesji, która zawiera wszystkie informacje o sesji Galerii. Zmieñ to je¿eli jest konflikt pomiêdzy Galeri± i inn± aplikacj± PHP na Twojej stronie.

source: Appearance
ko_kr: 모양
pl_pl: Wygl±d

source: Default color of image borders. You can learn about %scolors%s here.
bg_bg: Презададен цвят на рамкките на изображенията. За цветовете можете да научите повече %sтук%s.
ko_kr: 이미지 테두리의 기본 색상. 색상에 대해서는 %s여기%s에서 배울 수 있습니다.
pl_pl: Domy¶lny kolor ramki obrazka. Mo¿esz poczytaæ o %skolorach%s tutaj.

source: Border width
bg_bg: Дебелина на рамката
ko_kr: 테두리 넓이
pl_pl: Grubo¶æ krawêdzi

source: Default width of image borders
bg_bg: Презададена дебелина на рамките на изображенията
ko_kr: 이미지 테두리의 기본 넓이
pl_pl: Domy¶lna grubo¶æ ramek obrazka

source: Default Font
bg_bg: Презададен Шрифт
ko_kr: 기본 글꼴
pl_pl: Domy¶lna czcionka

source: Default font face. Eg. <i>arial</i> or <i>trebuchet</i>
bg_bg: Презададен шрифт. Например: <i>arial</i> или <i>trebuchet</i>
ko_kr: 기본 글꼴을 지정합니다. 예: <i>arial</i> 또는 <i>굴림체</i>
pl_pl: Domy¶lna nazwa czcionki. Np. <i>arial</i> lub <i>trebuchet</i>

source: Default Columns
bg_bg: Презададени Колони
ko_kr: 기본 세로칸수
pl_pl: Liczba kolumn

source: The default number of columns in an album
bg_bg: Презададениа брой на колоните в албума
ko_kr: 앨범에서 기본으로 사용될 세로칸수
pl_pl: Domy¶lna ilo¶æ kolumn w albumie

source: Default Rows
bg_bg: Презададени Редове
ko_kr: 기본 가로칸수
pl_pl: Domy¶lnie wierszy

source: The default number of rows in an album
bg_bg: Презададен брой на редовете в албума
ko_kr: 앨범에서 기본으로 사용될 가로칸수
pl_pl: Domy¶lna ilo¶æ wierszy w albumie

source: Image Processing and Display
pl_pl: Przetwarzanie i wy¶wietlenie obrazu

source: The default target size (in pixels) of album thumbnails.
bg_bg: Презададения размер (в pixels) на миниатюрните изображения в албумите
ko_kr: 미리보기의 기본 사이즈(픽셀단위)
pl_pl: Domy¶lna docelowa wielko¶æ (w pixelach) miniatur z albumów.

source: Resized image size
bg_bg: Променен размер на изображенията
ko_kr: 크기조절된 이미지 사이즈
pl_pl: Wielko¶æ obrazka przeskalowanego

source: When large images are added to an album, an intermediary version will automatically be generated at this size
bg_bg: Когато са добавени големи изображения в албума, Галерията автоматично ще създаде тяхна нова версия с посочения размер
ko_kr: 큰 이미지가 앨범에 추가될 때 자동으로 생성되는 중간단계 이미지의 크기를 지정합니다.
pl_pl: Kiedy wiekszê obrazy zostan± dodane do albumu, po¶rednia ich wersja zostanie natychmiast wygenerowana w tej wielko¶ci

source: Resized images file size
bg_bg: Размер на файла за изображенията с променен размер
ko_kr: 크기조절된 이미지 파일 사이즈
pl_pl: Wielko¶æ pliku obrazka przeskalowanego

source: The default target size (in kilobyte) of resized JPEG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
bg_bg: Презададения размер на файла (в kilobytes) на изображенията с променен размер. Ако добавите стойност тук, скоростта на прехвърляне на файлове към сървъра ще намалее, но за сметка на това страниците ще се отварят по бързо, особено за хора които са на 'dial-up' връзка. Сложете '0' за да не избирате размер.
ko_kr: 크기조절된 JPEG 이미지의 기본 파일 크기(Kbytes). 이 값을 가지면 파일 업로드가 느려질 수 있지만 다이얼업 접속을 하는 사람들에게는 페이지 보는 속도를 높일 수 있습니다. 0으로 하면 크기 지정을 하지 않습니다.
pl_pl: Domy¶lna wielko¶æ docelowa przeskalowanego pliku JPEG (w kilobyte). W³±czaj±c warto¶æ mo¿na spowolniæ wgrywanie, lecz przy¶pieszy siê wgrywanie stron ze zdjêciami, szczególnie dla ludzi z modemu. Ustawienie na 0 powoduje, ¿e nie ma docelowej wielko¶ci.

source: Preserve Names
ko_kr: 파일이름 유지
pl_pl: Zatrzymuj nazwy

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
ko_kr: Gallery에 이미지를 업로드할 때 원래 이름을 유지하시겠습니까? <i>아니오</i>를 선택하면 Gallery는 업로드되는 각 사진과 동영상에 새로운 이름을 부여하게 됩니다.
pl_pl: Kiedy wgrywasz obrazy do Galerii, czy powinny pozostawaæ te same nazwy pliku ? Jezeli wybierzesz <i>nie</i>, Galeria sama nada nowe nazwy dla ka¿dego pliku którzy zostanie wgrany.

source: Add to beginning
ko_kr: 앞쪽에 추가
pl_pl: Dodaj na pocz±tek

source: New images added to beginning rather than end of albums
ko_kr: 새 이미지를 앨범의 끝이 아닌 앞쪽에 추가됩니다
pl_pl: Nowe obrazy dodawaj na pocz±tku albumu

source: Fit-to-window
bg_bg: Събиране в прозореца
ko_kr: 창에 맞추기
pl_pl: Rozsze¿aj do wielko¶ci okna

source: When viewing photos which don't have an intermediary version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke
bg_bg: Когато преглеждате снимки, които нямат версии с умален размер, Галерията може автоматично (използвайки JavaScript) да промени размера им, така че те да се съберат в прозореца на web browser-а. Това може да не работи във системни среди от сорта на 'Nuke'
ko_kr: 중간단계 이미지가 없는 사진을 볼 때 Gallery는 브라우저 창에 맞춰 이미지 크기를 자동으로 조절할 수 있습니다(JavaScript 이용). 이것은 Nuke와 같은 임베디드 환경에서는 동작하지 않습니다.
pl_pl: Podczas przegl±dania zdjêæ, które nie maj± po¶redniej wersji, Galeria mo¿e automatycznie skalowaæ obrazy tak by zmie¶ci³y siê one w oknie przegl±darki (u¿ywaj±c JavaScript). Ta funkcja mo¿e nie dzia³aæ w ¶rodowiskach rozbudowanych jak np Nuke

source: Visitor size prefs
bg_bg: Посетителя има избор за размер на снимката
ko_kr: 방문자가 크기조절 가능
pl_pl: Preferencje co do wielko¶ci

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediary size. This setting only lasts for the visitor's session.
bg_bg: Предлага на посетителите избор да виждат винаги пълния размер на изображенията, вместо намаления размер. Тази настройка е валидна само докато трае посещението.
ko_kr: 방문자가 중간단계 크기 대신 전체 크기의 이미지를 볼 수 있는 선택을 할 수 있게 합니다. 이 설정은 방문자의 세션이 끝날 때까지만 지속됩니다.
pl_pl: Oferuje ogl±daj±cym wybór czy chca zawsze przegl±daæ zdjêcia w pe³nej wielko¶ci b±d¼ ogl±daæ je w ¶redniej wielko¶ci. To ustawienie dotyczy tylko ostatniej wizyty u¿ytkownika.

source: Options
pl_pl: Opcje

source: Printing Service
ko_kr: 인화 서비스
pl_pl: Serwis Wydruków

source: Allow visitors to print photos directly from the album. Fotokasten is a print service based in Germany so is good for the European market. PhotoAccess and Shutterfly are based in the United States. PhotoAccess, Fotokasten and Shutterfly will all give a small donation to the Gallery project for every print you make. If you choose Shutterfly, Gallery will charge an extra 2 cents (US) for every photo printed (a 4x6 print normally costs 49 cents US) and 1.8 cents of that will get donated back to the Gallery project. PhotoAccess and Fotokasten do not charge extra for the Gallery donation. Using these services is a great way for you to help support this free software.
pl_pl: Pozwala przegl±daj±cym na drukowanie zdjêæ wprost z albumu. Fotokasten jest serwisem wydruku w Niemczech a wiêc jest dobry dla europejskich marketów. PhotoAccess i Shutterfly s± w USA. PhptpAccess, Fotokasten i Shutterfly bêd± oddawaæ ma³a kwote na projekt Galerii za ka¿dy wydruk który zrobisz. Je¿eli wybierzesz Shutterfly, Galeria zarobi za ka¿dym zdjêciem 2 centy (US) (wydruk 4x6 normalnie kosztuje 49 centów US) i 1.8 centa trafiaæ bêdzie do projektu Galerii. PhotoAccess i Fotokasten nie pobiera ¿adnych dodatkowych op³at za dotowanie Galerii. U¿ywanie tych serwisów jest ¶wietna droga by wspomóc darmow± Galerie.

source: %s without donation
pl_pl: %s bez dofinansowania

source: Gallery Link
bg_bg: Връзка към Галерията
ko_kr: Gallery 링크
pl_pl: Po³aczenie do g³ównej Galerii

source: Display the top level Gallery link within the album? If you turn this feature off, the user will not be able to navigate out of the album. This is only useful when you want to embed an album within a website and not allow users to (easily) view the other albums in the gallery
ko_kr: 앨범 내에서 최상위 갤러리 링크를 표시하시겠습니까? 이 기능을 꺼두시면 사용자는 해당 앨범 밖으로 이동할 수 없습니다. 이것은 단지 어떤 앨범을 웹사이트에 넣어두고 사용자가 갤러리의 다른 앨범으로 쉽게 이동하지 못하도록 할 때 유용합니다.
pl_pl: Wy¶wietlaæ po³±czenie do g³ównej Galerii w albumach ?. Je¿eli wy³aczysz t± opcje, u¿ytkownik nie bêdzie mog³ wyj¶æ poza album. Ta opcja jest przydatna tylko wtedy gdy umieszczasz albumy na stronie, na której nie chcesz by u¿ytkownicy mogli w prosty sposób przej¶æ do innych albumów w galerii

source: Data displayed
pl_pl: Wy¶wietlenie daty (danych)

source: Click counts
bg_bg: Брой посещения
ko_kr: 조회수
pl_pl: Licznik Wej¶æ

source: Display click counts within Albums?
bg_bg: Искате ли да е показан броя на посещенията в самите Албуми?
ko_kr: 앨범에서 조회수가 보이도록 하겠습니까?
pl_pl: Pokazywaæ liczbê odwiedzin przy albumie ?

source: Allow the public to add comments to your photos?
bg_bg: Искате ли да позволите на публиката да добавя коментари към снимките ви?
ko_kr: 사진에 대해 댓글을 달도록 허용하겠습니까?
pl_pl: Czy zezwoliæ na publiczne kometowanie obrazków?

source: Custom Fields
bg_bg: Свободно Избрани Полета
ko_kr: 맞춤형 필드
pl_pl: Pola u¿ytkownika

source: Custom fields that are available to describe each image. They should be separated by commas. Eg. <i>Description, Location, Film Type</i>
bg_bg: Свободно избрани полета, които се използват за описване на всяко изображение. Те трябва да са разделени със запетаи. Например: <i>Описание, Местонахождение, Тип на филма</i>
ko_kr: 맞춤형 필드는 각 이미지에 대한 추가적인 설명을 위한 것입니다. 예: <i>설명, 장소, 필름</i>
pl_pl: Pola u¿ytkownika, które bêd± dostêpne przy opisywaniu ka¿dego obrazka. Nazwy powinny byæ oddzielone przecinkiem. Np. <i>Opis, Miejsce, Typ Filmu</i>

source: Item Owner
pl_pl: W³a¶ciciel

source: Photo owner modification
bg_bg: Промени от собственика на снимката
ko_kr: 사진 소유자 변경권한
pl_pl: W³a¶ciciel modyfikuje zdjêcia

source: Allow photo owners to edit and rotate/flip their own photos?
bg_bg: Искате ли да позволите на собствениците на снимки да могат да променят, завъртат или обръщат собствените си снимки?
ko_kr: 사진 소유자가 자신의 사진을 편집하고 rotate/flip을 할 수 있게 하시겠습니까?
pl_pl: Zezwoliæ w³a¶cicielom zdjêæ na ich edycje i obracanie/odwracanie ?

source: Photo owner deletion
bg_bg: Изтриване от собственика на снимката
ko_kr: 사진 소유자 삭제권한
pl_pl: Czy w³a¶ciciel mo¿e kasowaæ swoje

source: Allow photo owners to delete their own photos?
bg_bg: Искате ли да позволите на собствениците на снимки да могат да изтриват собствените си снимки?
ko_kr: 사진 소유자가 자신의 사진을 삭제할 수 있도록 하시겠습니까?
pl_pl: Czy zezwoliæ w³a¶cicielom zdjêæ kasowaæ je ?

source: Photo owner display
bg_bg: Показване на собственика на снимката
ko_kr: 사진 소유자 표시
pl_pl: Czy pokazywaæ w³asciciela zdjêcia

source: Display the name of photo owners with the caption?
bg_bg: Искате ли заедно с надписите на снимките да се показва и името на собсвеника им?
ko_kr: 캡션과 함께 사진 소유자의 이름을 표시하시겠습니까?
pl_pl: Pokazywaæ nazwê w³a¶ciciela zdjêcia z podpisem tego zdjêcia ?

source: Polling configuration
pl_pl: Konfiguracja g³osowania
