Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: It allows your visitors to vote for or rate the contents of an album. You set defaults for polling here, which will apply to new albums, and to all existing albums when you first upgrade to version %s.
pl_pl: Pozwalaj± odwiedzaj±cym g³osowaæ lub oceniaæ zawarto¶æ albumu. Tu dokonujesz domy¶lnych ustawieñ dla ankiet, dotyczyæ to bêdzie nowych albumów i wszystkich istniej±cych w momencie kiedy aktualizujesz Galerie do wersji %s.

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
pl_pl: W ka¿dym albumie, ankiety mog± byæ wy³±czone, ograniczone dla tylko zalogowanych lub otwarte dla wszystkich.

source: There are two sorts of polls: %s, which allows voters to chose their favourites as first, second, third etc; and %s, which allows voters to rate any or all of the images without restriction. %s is like a film review where all the images can get (for example) 5 points, while %s is useful in scoring competitions.
pl_pl: S± dwa rodzaje ankiet: %s, która umo¿liwia g³osuj±cym wybraæ ich ulubione od najlepszej do najgorszej; i %s, która umo¿liwia g³osuj±cym oceniæ pojedyñczo obrazki bez ¿adnych restrykcji. %s jest jak ocena filmu, kiedy to wszystkie obrazki mog± otrzymac (dla przyk³adu) 5 pkt, podczas gdy %s jest u¿yteczne w konkursie na punkty.

source: Voter class
pl_pl: Mog± g³osowaæ

source: Voting is available to:
pl_pl: G³osowanie jest dostêpne dla:

source: Voting is off.
pl_pl: G³osowanie jest wy³aczone.

source: Anyone can vote. Votes are recorded against session id.
pl_pl: Ka¿dy mo¿e g³osowaæ. G³osy s± liczone na podstawie ID sesji.

source: Registered users can vote. Votes are recorded against UserID, and voters can come back and change their choices.
pl_pl: Zarejestrowani u¿ytkownicy mog± g³osowaæ. G³osy s± liczone na podstawie UserID i g³osuj±cy mog± wróciæ i zmieniæ swój wybór.

source: Poll type
pl_pl: Typ ankiety

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
pl_pl: Galeria oferuje dwa typy ankiet do g³osowania na obrazy. Zobacz powy¿ej by dowiedzieæ siê wiêcej.

source: Users have a set of votes than can allocate to the images.
pl_pl: U¿ytkownicy maj± pewn± ilo¶æ g³osów, którymi mog± g³osowaæ na obrazy.

source: Enables users to give all images points without restriction.
pl_pl: W³±cza u¿ytkownikom mo¿liwo¶æ oddawania g³osów na ka¿de zdjêcia bez ograniczeñ.

source: Number of choices
pl_pl: Ilo¶æ mo¿liwo¶ci

source: Number of choices that will be available to voters as radio buttons or in a pulldown menu
pl_pl: Liczba mo¿liwo¶ci, które bêd± dostêpne dla g³osuj±cych jako przyciski lub rozwijane menu

source: This is displayed above the voting options under each image.
pl_pl: To bêdzie wy¶wietlane nad opcj± g³osowania pod ka¿dym obrazem.

source: Vote for this image
pl_pl: G³osów na to zdjêcie

source: Show vote results
pl_pl: Poka¿ wyniki g³osowania

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
pl_pl: Wy¶wietlaj podsumowanie i wykres graficzny na stronie albumu, obrazów, które otrzyma³y najwiecej g³osów, i podawaj link do pe³nych wyników. Je¿eli ta opcja jest %s, wyniki g³osowania bêd± tylko dostêpne dla adminów i w³a¶cicieli albumów.

source: Number of results displayed
pl_pl: Ilo¶æ wyników wy¶wietlanych

source: Orientation of vote choices?
pl_pl: Orientacja wyboru g³osowañ?

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
pl_pl: Rankingi g³osowania mog± byæ wy¶wietlany obok siebie (w poziomie) lub pod sob± (w pionie). Nie ma znaczenia dla recenzji, które s± w postaci menu rozwijanych.

source: Vote words and values
pl_pl: Wyrazy i warto¶ci g³osowania

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
pl_pl: To pozwala na skonfigurowanie aktualnego tekstu który bêdzie wy¶wietlany przy ka¿dej opcji g³osowania, plus liczba punktów, które ta opcja jest warta.

source: Excellent
pl_pl: ¦wietne

source: Very Good
pl_pl: Bardzo dobre

source: Good
pl_pl: Dobre

source: Average
pl_pl: ¦rednie

source: Poor
pl_pl: S³abe

source: Album Slideshow
pl_pl: Slideshow albumu

source: Recursive slideshow
pl_pl: Slideshow w g³±b

source: Set to %s if you want to include images in sub albums as part of the slideshow.
pl_pl: Ustaw %s je¿eli chcesz aby w³±czyæ obrazy z pod-albumów jako czê¶æ slideshow.

source: documentation
bg_bg: документация
ko_kr: 도움말
pl_pl: dokumentacja

source: You must create empty file %s and chmod it 777 before proceeding. See %s for more details.
ko_kr: %s를 비어있는 파일로 chmod로 777로 한 뒤 진행해야 합니다. 상세한 것은 %s를 보세요.
pl_pl: Musisz stworzyæ pusty plik %s i zmieniæ chmod jego na 777 przed kontynuacja. Wiecej szczegó³ów: %s.

source: missing
bg_bg: липсва
ko_kr: 없음
pl_pl: zgubiony

source: it's optional
bg_bg: е по избор
ko_kr: 선택사항임
pl_pl: to jest opcja

source: optional
bg_bg: по избор
ko_kr: (선택사항)
pl_pl: opcja

source: %s: <b>%s</b> must be an absolute URL!
bg_bg: %s: <b>%s</b> трябва да е пълен web-адрес!
ko_kr: %s: <b>%s</b>은 절대 경로의 URL이어야 합니다!
pl_pl: %s: <b>%s</b> musi byæ pe³nym URL'em!

source: %s: <b>%s</b> must be a valid file (not a directory)!
bg_bg: %s: <b>%s</b> трябва да е валиден файл (не директория)!
ko_kr: %s: <b>%s</b>은 디렉토리가 아닌 유효한 파일이어야 합니다!
pl_pl: %s: <b>%s</b> musi byæ istniej±cym plikiem (nie katalogiem)!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
bg_bg: %s: <b>&quot;%s&quot;</b> трябва да е положително число
ko_kr: %s: <b>&quot;%s&quot;</b>은 양수이어야 합니다
pl_pl: %s: <b>&quot;%s&quot;</b> musi byæ liczb± dodatni±

source: %s: <b>%s</b> must not be zero
bg_bg: %s: <b>%s</b> не може да е нула
ko_kr: %s: <b>%s</b>은 0이 되면 안됩니다
pl_pl: %s: <b>%s</b> musi nie byæ zerem

source: %s: <b>%s</b> must be an executable file!
bg_bg: %s: <b>%s</b> трябва да е 'executable' файл!
ko_kr: %s: <b>%s</b>은 실행가능한 파일이어야 합니다!
pl_pl: %s: <b>%s</b> musi byæ plikiem wykonywalnym!

source: Directory %s does not exist. Please create it.
bg_bg: Директорията %s не съществува. Моля създайте я.
ko_kr: %s 디렉토리가 존재하지 않습니다. 먼저 생성하세요.
pl_pl: Katalog %s nie istnieje. Stwórz go.

source: %s exists but is not a directory. Please fix this.
bg_bg: %s съществува, но не е директория. Моля поправете това.
ko_kr: %s가 존재하지만 디렉토리가 아닙니다. 고쳐주세요.
pl_pl: %s istnieje ale nie jest katalogiem. Napraw to.

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
bg_bg: %s: %s съществува, но не е достъпна от потребителя с който е стартиран web-сървъра. Опитайте: %s или ако това не помогне: %s. Също така, ако съществува %s забрана, тази временна директория трябва да е в директорията на %s
ko_kr: %s: %s가 존재하지만 웹서버 사용자에게 쓰기 권한이 없습니다. 먼저 %s를 시도하시고 실패하면 %s를 시도하세요. 또한 %s 제한이 있다면 tmp 디렉토리가 %s 경로 아래에 있는지 확인하세요.
pl_pl: %s: %s istnieje, ale nie jest mo¿liwy zapis przez u¿ytkownika webserwera. Spróbuj: %s lub je¶li nie pomo¿e: %s. Poza tym upewnij siê, iz jezeli masz %s ograniczenia to wtedy ten tmp powinien byæ w tej: %s scie¿ce

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
ko_kr: %s를 찾을 수 없습니다. NetPBM 디렉토리를 확인하여 PNG->JPEG 변환기가 있는지 보세요(또는 대신 %s를 사용해 시도하세요). 설정을 확인하시거나 ImageMagick을 하세요.
pl_pl: Nie mog³em znale¶æ %s. Sprawdz w katalogu NetPBM, który konwerter PNG->JPEG masz (lub spróbuj u¿yæ %s zamiast poprzedniego). Sprawdz konfiguracje b±d¼ u¿yj ImageMagick'a.

source: You must specify a path for %s or %s for Gallery to function!!
pl_pl: Musisz okre¶liæ ¶cie¿kê dla %s lub %s by Galeria mog³a funkcjonowaæ!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
bg_bg: %s не е правилно конфигуриран за използване като графичен пакет. Проверете дали сте въвели път към директорията на %s в стъпка 2.
ko_kr: %s가 그래픽 패키지로 사용할 수 있게 적절히 설정되지 않았습니다. 2 단계에서 %s의 경로를 입력했는지 확인하세요.
pl_pl: %s nie jest poprawnie skonfigurowana by u¿ywaæ graficznych plików. Sprawd¼ czy wprowadzi³e¶ ¶cie¿ke %s do binarek w kroku 2.

source: Note:
bg_bg: Забележка:
ko_kr: 주의:
pl_pl: Notka:

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
bg_bg: Сървъра ви има включено ограничението 'open_basedir', и определени пътища към ваши директории не са част от списъка му с забранени директории
ko_kr: 서버의 PHP에 open_basedir 제한이 세팅되어 있습니다. 지정하신 경로 중에 제한된 경로 목록에 없는 것이 있습니다
pl_pl: Twoj serwer ma ustawione ograniczenia w tworzeniu open_basedir w PHP, i kilka scie¿ek nie jest w liscie ograniczonych

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
bg_bg: Не можем да потвърдим, че пътищата към директориите са правилни, но това не означава, че те няма да работят. Ако имате проблеми с прехврълянето на снимки, моля обърнете се към 'FAQ' и към %sстраницата за диагностика%s.
ko_kr: 이것은 동작을 하지 않는다 것이 아니라 경로가 제대로 되었는지 확인할 수 없다는 의미입니다. 사진을 제대로 업로드할 수 없다면 FAQ를 참조하거나 %s점검 페이지%s에서 문제를 해결하세요.
pl_pl: To nie oznacza ¿e nie bed± dzia³aæ, jednak¿e oznacza to ¿e nie mo¿na zweryfikowaæ czy podane ¶cie¿ki s± prawid³owe. Je¿eli nie bêdziesz móg³ wgraæ zdjêæ poprawnie, zajrzyj do FAQ i do %sdiagnostyki%s by rozwi±zaæ problemy.

source: Edit Config
bg_bg: Променете Настройките
ko_kr: 설정 편집
pl_pl: Edytuj konfiguracje

source: Save Config
bg_bg: Запишете Настройките
ko_kr: 설정 저장
pl_pl: Zapisz konfiguracje

source: There are errors in your configuration.
ko_kr: 설정에 문제가 있습니다.
pl_pl: S± b³êdy w Twojej konfiguracji.

source: Please go back and fix them!
ko_kr: 되돌아가서 고쳐주세요!
pl_pl: Wróæ i napraw je!!

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current config information in it so you probably won't need to do much.
ko_kr: 이 단계에서 Gallery에 대한 여러가지 세팅을 조절하게 됩니다. 만약 Gallery 설정을 처음 하시는 거라면 적당한 기본값을 제시할 것입니다. 그렇지만 몇가지 사소한 변경이 필요할 수도 있습니다. 이전에 설정을 하신 적이 있다면 현재 설정 정보가 이 페이지에 나타납니다. 따라서 크게 고쳐야 할 것은 없을 것입니다.
pl_pl: W tym kroku personalizujesz kilka ustawieñ dla Galerii. Je¿eli jest to pierwszy raz kiedy to robisz, musisz pamiêtaæ, ¿e wprowadzili¶my odpowiednie wg nas domy¶lne ustawienia. Ponad to, prawdopodobnie bêdziesz chcia³ co¶ zmieniæ. Je¿eli skonfigurowa³e¶ ju¿ Galerie wczesniej, ta strona bêdzie zawiera³a wprowadzone przez Ciebie tam konfiguracje, przez co prawdopodobnie nie bêdziesz chcia³ wiele zmieniaæ.

source: Use Defaults
ko_kr: 기본값 사용
pl_pl: U¿yj domy¶lnych

source: Here you can customize the default values for new albums that you create. Note that these are not <b>master switches</b> (ie, if you turn a setting on here, you can still turn it off in a given album). If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current config information in it so you probably won't need to do much.
ko_kr: 여기에서 새로 생성되는 앨범의 기본값을 지정할 수 있습니다. 이 값들은 <b>고정값</b>은 아닙니다. 다시 말해서, 여기에서 설정된 것이라도 앨범에서 여전히 그 값을 변경할 수 있습니다. 만약 Gallery 설정을 처음 하시는 거라면 적당한 기본값을 제시할 것입니다. 이전에 설정을 하신 적이 있다면 현재 설정 정보가 이 페이지에 나타납니다. 따라서 크게 고쳐야 할 것은 없을 것입니다.
pl_pl: Tutaj mo¿esz spersonalizowaæ domy¶lne ustawienia nowych albumów, które tworzysz. Pamiêtaj, ¿e nie s± to <b>sztywne zmienne</b> (np, je¿eli w³±czysz opcje tutaj, bêdziesz móg³ j± wcia¿ wy³±czyæ w ka¿dym albumie z osobna). Je¿eli jest to pierwszy raz kiedy spersonalizowujesz Galerie, musisz pamiêtaæ, ¿e starali¶my siê wstawiæ najodpowiedniejsze ustawienia domy¶lne dla Ciebie. Je¿eli ju¿ konfigurowa³e¶ Galerie wczesniej, zauwa¿ ¿e ta strona zawiera Twoje aktualne ustawienia wiêc prawdopodobnie nie bêdziesz musia³ zmieniaæ du¿o.

source: Gallery Diagnostics
bg_bg: Диагностика на Галерията
ko_kr: Gallery 점검
pl_pl: Diagnostyka Galerii

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
bg_bg: Тази страница е направена да осигури достъп до диагностики на сървъра ви, които да ви помогнат да отстраните проблемите, пречещи на Галерията да функционира нормално.
ko_kr: 이 페이지는 현재 서버에 대한 몇가지 점검을 하여 Gallery가 제대로 동작하지 못하게 하는 문제점이 무엇인지 찾을 수 있게 구성된 것입니다.
pl_pl: Ta strona jest stworzona by dostarczyæ troche diagnostyki na temat Twojego serwera by pomóc ci znale¶æ b³êdy które uniemo¿liwi± Galerii poprawne funkcjonowanie.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
bg_bg: Програмата за конфигуриране пробва различни видове диагностика, за да опита да намери и заобиколи всякакви проблеми, които системата ви би могла да има. Независимо от това, биха могли да съществуват и проблеми, за които да не сме помислили.
ko_kr: 설정 마법사가 모든 종류의 점검을 실시하여 시스템에서 찾을 수 있는 문제점과 해결책을 찾습니다. 하지만 미처 생각하지 못한 다른 문제가 있을 수도 있습니다.
pl_pl: Kreator Konfiguracji przeprowadzi diagnostyke by sprawdziæ jakiekolwiek b³edy w systemie, lecz mog± pozostaæ inne problemy których nie wykryje.

source: You can use these tools to find out more about your setup
bg_bg: Можете да използвате тези програми за да разберете повече за вашата конфигурация
ko_kr: 여러분의 셋업에 대한 자세한 점검을 위해 다음 도구들을 사용할 수 있습니다
pl_pl: Mo¿esz u¿ywaæ tych narzêdzi by dowiedzieæ siê wiecej na temat ustawieñ

source: Tool
ko_kr: 도구
pl_pl: Narzêdzie

source: Description
bg_bg: Описание
ko_kr: 설명
pl_pl: Opis

source: This page provides information about your PHP installation.
bg_bg: Тази страница предоставя информация за "PHP' инсталацията ви.
ko_kr: 이 페이지는 PHP 설치에 대한 정보를 제공합니다.
pl_pl: Ta strona dostarcza informacji na temat Twojej instalacji PHP.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
bg_bg: Това е добро място, кадето можете да прегледате различните 'PHP' настройки и параметри, и да разберете с каква система всъщност работите (понякога е трудно да се разбере, когато ползвате система, собственост на доставчик на Интернет)
ko_kr: 여러가지 PHP 설정 상황을 확인하기 위한 유용한 페이지입니다. 또한 현재 시스템이 어떤 종류인지를 알아낼 수도 있습니다.
pl_pl: To jest dobre miejsce by sprawdziæ ró¿ne ustawienia konfiguracji w PHP i znalezienia jakiego rodzaju systemu u¿ywasz (czasami jest to trudne do okre¶lenia kiedy siê u¿ywa maszyny provider'a)

source: Check
bg_bg: Проверете
pl_pl: Sprawdzenie

source: This page provides information about your NetPBM binaries.
bg_bg: Тази страница показва информациа за вашите 'NetPBM' файлове.
ko_kr: 이 페이지는 NetPBM에 대한 정보를 제공합니다.
pl_pl: Ta strona dostarczy informacji na temat plików binarnych NetPBM.

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
bg_bg: Можете да използвате тази страница, само след като успешно сте приключили с програмата за конфигуриране (тъй като тази страница очаква да сте въвели правилния път към директорията на 'NetPBM').
ko_kr: 설정 마법사를 성공적으로 마친 후에 이 페이지를 사용할 수 있습니다.(예상하시다시피 NetPBM의 올바른 경로가 설정되어 있어야 합니다)
pl_pl: Mo¿esz u¿ywaæ tej strony dopiero po tym jak pomy¶lnie przejdziesz przez Kreatora Konfiguracji (prawdopodobnie ju¿ zalokowa³e¶ i skonfigurowa³e¶ Galerie razem z prawid³owymi ¶cie¿kami do NetPBM).

source: This page provides information about your ImageMagick binaries.
bg_bg: Тази страница показва информациа за вашите 'ImageMagick' файлове.
ko_kr: 이 페이지는 ImageMagick에 대한 정보를 제공합니다.
pl_pl: Ta strona dostarcza informacji na temat binarek ImageMagick'a

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
bg_bg: Можете да използвате тази страница, само след като успешно сте приключили с програмата за конфигуриране (тъй като тази страница очаква да сте въвели правилния път към директорията на 'ImageMagick').
ko_kr: 설정 마법사를 성공적으로 마친 후에 이 페이지를 사용할 수 있습니다.(예상하시다시피 ImageMagick의 올바른 경로가 설정되어 있어야 합니다)
pl_pl: Mo¿esz u¿ywaæ tej strony dopiero po tym jak pomy¶lnie przejdziesz przez Kreatora Konfiguracji (prawdopodobnie ju¿ zalokowa³e¶ i skonfigurowa³e¶ Galerie razem z prawid³owymi ¶cie¿kami do ImageMagick'a).

source: Check Sessions
bg_bg: Проверете Сесиите
pl_pl: Sprawdzanie sesji

source: This page runs a very simple test on your PHP session configuration.
bg_bg: Тази страница прави много прост тест на конфигурацията на сесии на 'PHP'.
ko_kr: 이 페이지는 PHP 세션 설정에 대한 아주 간단한 테스트를 합니다.
pl_pl: Ta strona przeprowadzi proste testy na Twojej konfiguracji sesji w PHP.

source: Gallery requires that your PHP installation is configured with proper session support.
ko_kr: Gallery는 PHP가 세션을 지원하도록 설정되어 있어야 동작합니다.
pl_pl: Galeria wymaga by twoja instalacja PHP by³a skonfigurowana z poprawna obs³ug± sesji.

source: Name
pl_pl: Nazwa

source: Value
pl_pl: Warto¶æ

source: Missing value
bg_bg: Липсваща стойност
ko_kr: 누락된 값
pl_pl: Zagubiona warto¶æ

source: I can read your .htaccess file
bg_bg: Не мога да прочета вашия .htaccess файл
ko_kr: .htaccess 파일을 읽을 수 있습니다
pl_pl: Mogê czytaæ Twoje pliki .htaccess

source: PHP v%s is OK
bg_bg: PHP v%s e ОК
pl_pl: PHP v%s OK

source: mod_rewrite is enabled
bg_bg: mod_rewrite е позволен
ko_kr: mod_rewrite 사용이 가능합니다
pl_pl: mod_rewrite jest w³±czony

source: Could not locate jhead
bg_bg: Не можах да намеря 'jhead'
ko_kr: jhead가 없습니다
pl_pl: Nie mogê znale¼æ

source: jhead binary located
bg_bg: 'jhead' е намерен
ko_kr: jhead를 찾았습니다
pl_pl: binaria jhead znalezione

source: NetPBM not being used in this installation
bg_bg: NetPBM не се използва в тази инсталация
ko_kr: 이 설치에서 NetPBM이 사용되지 않습니다
pl_pl: NetPBM nie bêdzie u¿ywane w tej instalacji

source: Cannot verify this path (it's not in your open_basedir list)
bg_bg: Пътя към тази директория не може да бъде проверен (няма го в списъка на 'open_basedir')
ko_kr: 이 경로를 확인할 수 없습니다 (open_basedir 목록에 없습니다)
pl_pl: Nie mo¿na sprawdziæ tej ¶cie¿ki (nie ma jej w li¶cie open_basedir)

source: Can't find %s!
bg_bg: Не мога да намеря %s!
ko_kr: %s을(를) 찾을 수 없습니다!
pl_pl: Nie mogê znale¶æ %s!

source: %s is not executable!
bg_bg: %s не е 'executable'!
ko_kr: %s은(는) 실행가능한 파일이 아닙니다!
pl_pl: %s nie jest plikiem wykonywalnym!

source: All %d NetPBM binaries located
bg_bg: Всички %d файла на 'NetPBM' са намерени
ko_kr: %d개의 모든 NetPBM 바이너리를 찾았습니다
pl_pl: Wszystkie %d binaria NetPBM znalezione

source: All %d ImageMagick binaries located
bg_bg: Всички %d файла на 'ImageMagick' са намерени
ko_kr: %d개의 모든 ImageMagick 바이너리를 찾았습니다
pl_pl: Wszystkie %d ImageMagick binaria zlokalizowane

source: Could not locate jpegtran
bg_bg: 'jpegtran' не е намерен
ko_kr: jpegtran이 없습니다
pl_pl: Nie mogê znale¶æ jpegtran

source: jpegtran binary located
bg_bg: 'jpegtran' е намерен
ko_kr: jpegtran을 찾았습니다
pl_pl: binaria jpegtran znalezione

source: gettext installed
bg_bg: 'gettext' е инсталиран
ko_kr: gettext가 설치되었습니다
pl_pl: gettext zainstalowany

source: No languages found.
bg_bg: Няма намерени езици.
ko_kr: 아무 언어도 찾을 수 없습니다.
pl_pl: Nie znaleziono jêzyków.

source: Only %d of %d possible languages are available. If you want the missing languages, download a fresh copy of %s from %s.
bg_bg: Само %d от %d възможни езика са на разположение. Ако искатеда имате и липсващите езици, свалете си последното версия на %s от %s.
ko_kr: %d개의 언어만 가능합니다(총 %d개 중). 빠뜨린 언어가 있다면 %s의 새로운 복사본을 다운로드하세요(%s에서 다운로드).
pl_pl: Tylko %d z %d mo¿liwych jêzyków jest dostêpna. Je¿eli chcesz mieæ brakuj±ce jêzyki, ¶ciagnij ich swie¿a kopie %s z %s.

source: All %d languages found
bg_bg: Всички %d езика са намерени
ko_kr: %d개의 모든 언어를 찾았습니다
pl_pl: Wszystkie %d jêzyki znalezione

source: You can check for more recent versions by visiting %s.
bg_bg: Можете да проверите за по-нова версия на %s.
ko_kr: %s을 방문하여 가장 최근 버전을 확인할 수 있습니다.
pl_pl: Mo¿esz szukaæ nowszej wersji odwiedzaj±c %s.

source: This version of %s was released on %s.
bg_bg: Тази версия на %s е публикувана на %s.
ko_kr: 이 %s 버전은 %s에 발표되었습니다.
pl_pl: Ta wersja %s zosta³a wydana na %s.

source: This is a development build of %s that was released on %s.
pl_pl: To jest wersja testowa %s, która zosta³a wydana na %s.

source: Please check regularly for updates.
bg_bg: Моля проверявайте често за по-нови версии.
ko_kr: 주기적으로 업데이트 되는 것을 확인하세요.
pl_pl: Sprawdzaj regularnie uaktualnienia.

source: All gallery locales are available on this host
ko_kr: 이 호스트에서 모든 갤러리 로케일이 가능합니다
pl_pl: Wszystkie lokalizacje galeri sa dostepne na tym ho¶cie

source: We were unable to detect any locales. However, your server is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is ok to continue.
bg_bg: Не успяхме да открием каквито и да е локализации. Ако сървъра ви е конфигуриран със забраната %s, това може да пречи на начина по който откриваме локализациите. За съжаление това означава, че формата на датата няма да се променя в зависимост от различните езици, но не пречи да продължите.
ko_kr: 어떤 로케일도 발견되지 않았습니다. 현재 서버가 %s 제한이 설정되어 있어 로케일을 찾는데 방해할 수도 있습니다. 다른 언어에 따라 날짜 포맷을 변경할 수는 없지만 설정을 계속하는데는 문제가 없습니다.
pl_pl: Nie by³o mo¿liwo¶ci znalezienia ¿adnych lokalizacji. Jednak¿e Twój serwer jest skonfigurowany z restrykcjami %s a wiêc mo¿e to powodowaæ z³e rozpoznanie przez Galerie. Niestety to oznacza ¿e format dany nie bêdzie siê zmienia³ wraz z jêzykiem. Tak czy inaczej mo¿na kontynuowaæ.

source: We were unable to detect any system locales. Multilanguage functions will be disabled. Please install the corresponding locales or ask your Provider to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s
bg_bg: Не успяхме да открием каквито и да е локализации. Мулти-езиковите функции няма да работят. Моля инсталирайте желаните локализации или помолете Доставчика си да направи това. Този проблем се получава при %s системите. За повече информация моля погледнете тук: %sDebian local HowTo%s
ko_kr: 어떤 시스템 로케일도 발견되지 않았습니다. 다국어 기능이 지원되지 않습니다. 해당 로케일을 설치하거나 시스템 제공자에게 설치를 요구하세요. 이것은 %s 시스템에서 알려진 문제입니다. 이 경우 %sDebian locale HowTo%s를 참고하세요.
pl_pl: Nie by³o mo¿liwo¶ci znalezienia ¿adnych lokalizacji systemowych. Funkcja wielojêzykowo¶ci bêdzie wy³±czona. Zainstaluj odpowiednie lokalizacje lub popro¶ swojego providera by to zrobi³. Ten problem jest znany na systemach %s. W tym wypadku prosze zajrzeæ do %sDebian lokalizacja HowTo%s

source: Only the default locale for this machine is available, so date format will not change for different languages.
ko_kr: 이 시스템의 기본 로케일만 가능합니다. 따라서, 날짜 포맷이 각 언어에 따라 변경되지 않습니다.
pl_pl: Tylko domy¶lne lokalizacje dla tej maszyny s± dostepne, dla tego format daty nie bêdzie siê zmienia³ w innych jêzykach.
