Repository: jmullan/Gallery1
Catalog: po/*-gallery.po
Languages: bg_bg, ko_kr, pl_pl

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow. Set to <b>no</b> by default.
ko_kr: JPEG 파일에서 EXIF 데이터를 추출하여 캐싱할 수 있어 처음 한번 읽은 후에는 다시 읽어드릴 필요가 없습니다. 캐싱을 하게 되면 앨범 데이터 파일 크기가 매우 커져서 앨범을 볼 때 느려질 수 있습니다. 하지만, 이 데이터를 캐싱하지 않으면 앨범을 보는 사람이 사진의 속성을 보려고 할 때마다 그 정보를 매번 읽어야 하므로 역시 느려질 수 있습니다. 취사선택해야 할 사항입니다. <b>아니오</b>가 기본값입니다.

source: Which language do you want as your default language
ko_kr: 기본 언어로 사용할 언어

source: This is what you will see as %s, and what users will see if no other preference is set.
ko_kr: 이것은 %s 계정에서 사용할 언어이며, 일반 사용자가 따로 선택하지 않으면 기본으로 사용됩니다.

source: Available languages in mode 3 and user preferences
ko_kr: 모드 3과 사용자 설정에서 선택가능한 언어

source: In Mode 3 you can choose if you want to display a small pulldown menu or flags for the available languages. Set to <b>no</b> per default as its only an eye catcher.
ko_kr: 모드 3에서 사용가능한 언어를 풀다운 메뉴로 볼 지 국기로 볼 지 선택할 수 있습니다. <b>아니오</b>가 기본값입니다.

source: Format to use for date strings.
ko_kr: 날짜 표시 포맷

source: Format to use for date/time strings.
ko_kr: 날짜/시간 표시 포맷

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can probably safely ignore it (unless you see stuff in red which indicates an error)
ko_kr: 입력하신 내용이 맞게 되었는지 확인하세요. 이 페이지가 어려우시면 자세히 보지 않아도 됩니다. 틀린 것이 있으면 빨간 글씨의 에러가 표시됩니다.

source: Warning:
ko_kr: 경고:

source: System Check Page
ko_kr: 시스템 확인 페이지

source: Album Defaults
ko_kr: 앨범 기본값

source: Gallery Settings
ko_kr: Gallery 설정

source: Save Settings
ko_kr: 설정 저장

source: Dates in these languages may not be formatted properly, because the corresponding locales are missing:
ko_kr: 이 언어에 대한 날짜가 적절히 표시되지 않을 수도 있습니다. 해당되는 다음 로케일이 없기 때문입니다:

source: There is more than one suitable locale installed on your machine for the following languages. Please chose the one you think is most suitable
ko_kr: 다음 언어에 대한 로케일이 하나 이상 존재합니다. 가장 적당하다고 생각되는 것을 골라주세요.

source: Return to the %sDiagnostics Page%s
ko_kr: %s점검 페이지%s로 돌아감

source: Slide Show
ko_kr: 슬라이드 쇼
