Repository: jmullan/Gallery1
Catalog: gallery/po/*-gallery.po
Languages: fi_fi

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
fi_fi: %s: %s on olemassa, mutta ei ole www-palvelink‰ytt‰j‰lle kirjoituskelpoinen . Kokeile: %s tai jos se ei toimi: %s. Varmista myˆs, ett‰ jos palvelimella on %s rajoitteita, t‰m‰ tmp-hakemisto pit‰isi olla %s-polun alapuolella

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
fi_fi: Galleria ei lˆyt‰nyt %s. Tarkasta NetPBM-hakemisto n‰hd‰ksesi, mik‰ PNG-JPEG-konvertteri sinne on asennettu (tai yrit‰ kokeilla k‰ytt‰‰ %s nykyisen sijasta). Ole hyv‰ ja tarkista asetukset (tai k‰yt‰ ImageMagickia).

source: You must specify one of <i>pnmDir</i> or <i>ImPath</i> for Gallery to function!!
fi_fi: Sinun tulee m‰‰ritt‰‰‰ yksi <i>pnmDir</i> tai <i>ImPath</i>, jotta Galleria voisi toimia!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
fi_fi: %s ei ole konfiguroitu oikein, jotta sit‰ voitaisiin k‰ytt‰‰ grafiikkapakettina. Varmista ett‰ olet antanut polun %s -bin‰‰reihin kohdassa 2.

source: Note:
fi_fi: Huomaa:

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
fi_fi: Palvelimessasi on PHP:n open_basedir -rajoite asetettuna, ja jotkin poluistasi eiv‰t ole rajoitettujen polkujen listalla

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
fi_fi: T‰m‰ ei tarkoita ett‰ ne eiv‰t toimisi. T‰m‰ kuitenkin tarkoittaa, ett‰ Galleria ei voi tarkastaa polkujen toimivuutta. Jos et pysty kopioimaan kuvia palvelimelle onnistuneesti, ole hyv‰ ja tutki FAQ-tiedostoa tai %sdiagnostiikka%s-sivua ratkaistaksesi ongelmat.

source: Edit Config
fi_fi: Muokkaa konfiguraatiota

source: Save Config
fi_fi: Tallenna konfiguraatio

source: There are errors in your configuration.
fi_fi: Asennuskokoonpanossasi on virheit‰

source: Please go back and fix them!
fi_fi: Ole hyv‰ ja palaa korjaamaan ne!

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current config information in it so you probably won't need to do much.
fi_fi: T‰ss‰ vaiheessa m‰‰rit‰t useita Gallerian palvelinkohtaisia asetuksia. Jos t‰m‰ on ensimm‰inen kerta, kun s‰‰d‰t Gallerian asetuksia, huomaat, ett‰ olemme pyrkineet valitsemaan j‰rkev‰t perusasetukset sinua varten. Joka tapauksessa voi olla, ett‰ joudut tekem‰‰n hienos‰‰tˆj‰ asetuksiin. Jos olet jo konfiguroinut Gallerian aiemmin, huomaat, ett‰ alkuper‰isasetuksesi ovat s‰ilyneet joten sinun ei tarvitse muokata niit‰ uudelleen.

source: System Check Page
fi_fi: J‰rjestelm‰n tarkastussivu

source: Album Defaults
fi_fi: Albumin oletukset

source: Use Defaults
fi_fi: K‰yt‰ oletuksia

source: Here you can customize the default values for new albums that you create. Note that these are not <b>master switches</b> (ie, if you turn a setting on here, you can still turn it off in a given album). If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current config information in it so you probably won't need to do much.
fi_fi: T‰ss‰ voit m‰‰ritt‰‰ omat asetuksesi niiden oletusarvojen kohdalle, jotka m‰‰ritt‰v‰t luotavien albumien ominaisuudet. Huomaa, ett‰ n‰m‰ arvot eiv‰t ole <b>supervalitsimia</b> (toisin sanoen: jos m‰‰rit‰t toiminnon x p‰‰lle t‰‰ll‰, voit silti k‰‰nt‰‰ sen pois p‰‰lt‰ tietyss‰ albumissa). Jos t‰m‰ on ensimm‰inen kerta, kun teet omia asetuksia Galleriaan, huomaat pian, ett‰ Galleria on valinnut j‰rkev‰t asetukset valmiiksi. Jos olet muokannut asetuksia jo aiemmin, huomaat, ett‰ tekem‰si muutokset ovat tallessa, eik‰ sinun tarvitse koskea niihin ollenkaan.

source: Gallery Settings
fi_fi: Gallerian asetukset

source: Save Settings
fi_fi: Tallenna asetukset

source: Gallery Diagnostics
fi_fi: Gallerian diagnostiikka

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
fi_fi: T‰m‰n sivun tarkoitus on kertoa sinulle palvelimesi asetuksista, jotta voit ratkaista mahdollisia Gallerian toimintaongelmia.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
fi_fi: Asennusvelho yritt‰‰ selvitt‰‰ mahdollisia virhetoimintatiloja, mutta voi olla, ett‰ asetuksissa on myˆs virheit‰, joita Gallerian testaukset eiv‰t havaitse.

source: You can use these tools to find out more about your setup
fi_fi: Voit k‰ytt‰‰ n‰it‰ tyˆkaluja saadaksesi lis‰tietoa palvelimesi asetuksista

source: Tool
fi_fi: Tyˆkalu

source: Description
fi_fi: Kuvaus

source: PHP Info
fi_fi: PHP tiedot

source: This page provides information about your PHP installation.
fi_fi: T‰m‰ sivu tarjoaa sinulle tietoa PHP-asetuksistasi.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
fi_fi: Se on hyv‰ paikka etsi‰ kaikkia PHP:n asennustietoja, ja selvitt‰‰, millaista j‰rjestelm‰‰ k‰yt‰t (joskus sen selvitt‰minen on vaikeaa, jos k‰ytˆss‰ on ulkoistettu palveluntarjoaja)

source: Check
fi_fi: Tarkasta

source: This page provides information about your NetPBM binaries.
fi_fi: T‰m‰ sivu tarjoaa lis‰tietoa NetPBM-bin‰‰reist‰.

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
fi_fi: Voit k‰ytt‰‰ t‰t‰ sivua vasta kun olet onnistuneesti lopettanut Gallerian asennusvelhon (koska se olettaa, ett‰ olet jo paikallistanut ja konfiguroinut Gallerian sopivalla NetPBM:n polulla).

source: This page provides information about your ImageMagick binaries.
fi_fi: T‰m‰ sivu tarjoaa sinulle lis‰‰ tietoa ImageMagickin bin‰‰reist‰.

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
fi_fi: Voit k‰ytt‰‰ t‰t‰ sivua vasta kun olet onnistuneesti lopettanut Gallerian asennusvelhon (koska se olettaa, ett‰ olet jo paikallistanut ja konfiguroinut Gallerian sopivalla ImageMagickin polulla).

source: Check Sessions
fi_fi: Tarkasta sessiot

source: This page runs a very simple test on your PHP session configuration.
fi_fi: T‰m‰ sivu suorittaa yksinkertaisen PHP-sessioiden asetusten testin.

source: Gallery requires that your PHP installation is configured with proper session support.
fi_fi: Gallerian toiminnan vaatimuksena on, ett‰ PHP:n konfiguraatiossa on istuntojen tuki asennettuna.

source: Missing value
fi_fi: Arvo puuttuu

source: I can read your .htaccess file
fi_fi: Kykenen lukemaan .htaccess-tiedostoasi

source: PHP v%s is OK
fi_fi: PHP v%s OK

source: mod_rewrite is enabled
fi_fi: mod_rewrite p‰‰ll‰

source: Could not locate jhead
fi_fi: jhead:ia ei kyetty paikallistamaan

source: jhead binary located
fi_fi: jhead paikallistettu

source: NetPBM not being used in this installation
fi_fi: NetPBM:‰‰ ei k‰ytet‰ t‰ss‰ asennuksessa

source: Cannot verify this path (it's not in your open_basedir list)
fi_fi: En pysty tarkastamaan t‰t‰ polkua (se ei ole open_basedir -listallasi)

source: Can't find %s!
fi_fi: En lˆyd‰ %s:‰‰!

source: %s is not executable!
fi_fi: %s ei ole k‰ynnistett‰v‰ tiedosto!

source: All %d NetPBM binaries located
fi_fi: Kaikki %d NetPBM-bin‰‰rit paikallistettu

source: All %d ImageMagick binaries located
fi_fi: Kaikki %d ImageMagick bin‰‰rit paikallistettu

source: Could not locate jpegtran
fi_fi: jpegtran:ia ei kyetty paikallistamaan

source: jpegtran binary located
fi_fi: jpegtran bin‰‰rit paikallistettu

source: gettext installed
fi_fi: gettext asennettu

source: No languages found.
fi_fi: Kieli‰ ei ole lˆytynyt.

source: Only %d of %d possible languages are available. If you want the missing languages, download a fresh copy of %s from %s.
fi_fi: Ainoastaan %d / %d kielt‰ on k‰ytett‰viss‰. Jos haluat k‰ytt‰‰ puuttuvia kieli‰, imuroi %s %s:sta.

source: All %d languages found
fi_fi: Kaikki %d kielet lˆydetty

source: You can check for more recent versions by visiting %s.
fi_fi: Voit tarkastaa uudet versiot vierailemalla %s:ssa.

source: This version of %s was released on %s.
fi_fi: T‰m‰ %s versio julkaistiin %s.

source: This is a beta version of %s that was released on %s.
fi_fi: T‰m‰ on beetaversio %s:sta. Se julkaistiin %s.

source: Please check regularly for updates.
fi_fi: Tarkasta s‰‰nnˆllisesti mahdolliset p‰ivitykset.

source: All gallery locales are available on this host
fi_fi: Kaikki Gallerian localet k‰ytett‰viss‰ t‰ll‰ palvelimella

source: We were unable to detect any locales. However, your server is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is ok to continue.
fi_fi: Galleria ei lˆyt‰nyt yht‰‰n localea. Palvelimesi on konfiguroitu %s-rajoitteen kanssa, josta johtuen locale-tiedostojen lˆyt‰minen voi olla mahdotonta. Ik‰v‰ kyll‰ t‰m‰ tarkoittaa sit‰, ett‰ p‰iv‰m‰‰r‰formaatti ei muutu k‰ytett‰ess‰ eri kielipaketteja. Kaikesta johtumatta Galleria toimii ja voit jatkaa eteenp‰in.

source: We were unable to detect any system locales. Multilanguage functions will be disabled. Please install the corresponding locales or ask your Provider to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s
fi_fi: Galleria ei lˆyt‰nyt j‰rjestelm‰localeja. Monikielisyystoiminnot ovat t‰m‰n vuoksi pois p‰‰lt‰. Asenna vastaavat localet tai pyyd‰ palveluntarjoajaasi tekem‰‰n t‰m‰ puolestasi. T‰m‰ ongelma on tunnettu %s j‰rjestelmiss‰. T‰ss‰ tapauksessa tutustu t‰h‰n %Debian locale HOWTO%s-tiedostoon.

source: Only the default locale for this machine is available, so date format will not change for different languages.
fi_fi: Ainoastaan oletuslocale on k‰ytett‰viss‰, josta johtuen p‰iv‰m‰‰r‰tiedot eiv‰t vaihdu toivotulla tavalla tiettyjen kielten osalta.

source: Dates in these languages may not be formatted properly, because the corresponding locales are missing:
fi_fi: N‰iss‰ kieliss‰ p‰iv‰m‰‰r‰asetukset eiv‰t ehk‰ n‰y oikein, koska soveltuvat localet puuttuvat:

source: Locale Selection required
fi_fi: Locale-valinta pakollinen

source: There is more than one suitable locale installed on your machine for the following languages. Please chose the one you think is most suitable
fi_fi: Seuraaville kielille on asennettuna yksi tai useampi sopiva locale. Ole hyv‰ ja valitse mielest‰si sopivin locale k‰yttˆˆsi

source: Locale problems
fi_fi: Locale-ongelma

source: There are no apparently suitable locales installed on your machine for the following languages. Please choose the one you think is most suitable.
fi_fi: Seuraaville kielille ei ole asennettu ilmeisen sopivia localeja. Ole hyv‰ ja valitse yksi, jonka luulet sopivimmaksi.

source: safe mode is off
fi_fi: suojattu tila on pois p‰‰lt‰

source: magic quotes are off
fi_fi: magic quotet ovat pois p‰‰lt‰

source: Gallery Configuration
fi_fi: Gallerian konfiguraatio

source: unknown
fi_fi: tuntematon

source: Gallery Session Test
fi_fi: Gallerian istuntotesti

source: Session Test
fi_fi: Istuntotesti

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
fi_fi: Jos istunnot on konfiguroitu oikein PHP-asennuksessasi, sinun pit‰isi n‰hd‰ istunnon tunniste alla.

source: The &quot;page views&quot; number should increase every time you reload the page.
fi_fi: Numeron &quot;sivua katseltu&quot; pit‰isi kasvaa joka kerta ladatessasi sivun uudelleen.

source: Clicking %s should reset the page view number back to 1.
fi_fi: %s:n klikkaaminen palauttaa "sivua katsottu"-arvon takaisin arvoon 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
fi_fi: Jos t‰m‰ <b>ei toimi</b>, palvelimesi PHP on mit‰ todenn‰kˆisimmin konfiguroitu v‰‰rin.

source: Gallery will not work properly until PHP's session management is configured properly.
fi_fi: Galleria ei toimi kunnolla ennen kuin PHP:n istunnonhallintaj‰rjestelm‰ on konfiguroitu oikein.

source: Your session id is
fi_fi: Istuntosi ID on

source: Page views in this session
fi_fi: Sivujen latauksia t‰m‰n istunnon aikana

source: Server IP address
fi_fi: Palvelimen IP-osoite

source: Start over
fi_fi: Aloita uudelleen

source: Return to the %sDiagnostics Page%s
fi_fi: Palaa %diagnostiikkasivulle%s

source: Success!
fi_fi: Onnistui!

source: Your configuration has been successfully saved!
fi_fi: Asetukset on tallennettu onnistuneesti!

source: An account called %s has been created for you with the password you specified.
fi_fi: Tili nimelt‰ %s on luotu m‰‰rittelem‰si salasanan kera.

source: Note
fi_fi: Huomio

source: Don't forget to run %s to make your Gallery secure!
fi_fi: ƒl‰ unohda ajaa %s tehd‰ksesi Galleriasta turvatun!

source: Gallery won't run if it is not in secure mode
fi_fi: Galleria ei toimi, ellei se on turvatussa tilassa

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
fi_fi: Voit uudelleenkonfiguroida Gallerian milloin tahansa ajamalla t‰m‰n asennusvelhon uudelleen.

source: It will save your data so you won't have to enter it all again!
fi_fi: Se tallentaa tietosi joten sinun ei tarvitse syˆtt‰‰ kaikkia tietoja uudelleen!

source: Enter the Gallery
fi_fi: Astu Galleriaan

source: Failure
fi_fi: Virhetila

source: Unable to write to %s.
fi_fi: %s ei voida kirjoittaa.

source: You are missing either %s or %s.
fi_fi: Sinulta puuttuu joko %s tai %s.

source: Review Settings
fi_fi: Tarkastele asetuksia

source: Slide Show for album
fi_fi: Diashow kuva-albumille

source: play
fi_fi: toista

source: The slide show is stopped, Click [play] to resume.
fi_fi: Diashow on pys‰htynyt. Klikkaa [toista] jatkaaksesi.

source: stop
fi_fi: pys‰yt‰

source: Slide show is running...
fi_fi: Diashow meneill‰‰n...

source: forward direction
fi_fi: myˆt‰p‰iv‰‰n

source: reverse direction
fi_fi: vastap‰iv‰‰n

source: Picture is loading...
fi_fi: Kuva latautuu...

source: of
fi_fi: jstk

source: Please Wait...
fi_fi: Ole hyv‰ ja odota...

source: not working for you? try the low-tech
fi_fi: ei toimi? kokeile simppeli‰ versiota

source: Slide Show
fi_fi: Diashow

source: normal size
fi_fi: normaalikoko

source: full size
fi_fi: t‰yskoko

source: Delay:
fi_fi: Viive:

source: second
fi_fi: sekunti

source: seconds
fi_fi: sekuntia

source: Transition:
fi_fi: Siirtym‰:

source: Loop
fi_fi: Silmukka

source: This album has no photos to show in a slide show.
fi_fi: T‰ss‰ albumissa ei ole kuvia n‰ytett‰v‰ksi diaesityst‰ ajatellen.

source: back to album
fi_fi: takaisin albumiin

source: Sort Album
fi_fi: Lajittele albumi

source: Select your sorting criteria for this album below
fi_fi: Valitse lajitteluperuste allaolevalle albumille

source: Warning: This operation can't be undone.
fi_fi: Varoitus: t‰t‰ toimintoa ei voi perua.

source: By Upload Date
fi_fi: Palvelimellekopioinnin p‰iv‰yksen mukaan

source: By Picture-Taken Date
fi_fi: Kuvanottop‰iv‰m‰‰r‰n mukaan

source: By Filename
fi_fi: Tiedostonimen mukaan

source: By Number of Clicks
fi_fi: Katselukertojen m‰‰r‰n mukaan

source: By Caption
fi_fi: Kuvatekstin mukaan

source: By Number of Comments
fi_fi: Kommenttien m‰‰r‰n mukaan

source: Randomly
fi_fi: Satunnainen j‰rjestys

source: Ascending
fi_fi: Nouseva j‰rjestys

source: Descending
fi_fi: Laskeva j‰rjestys

source: Sort
fi_fi: Lajittele

source: Progress
fi_fi: Tila

source: Upgrade Albums
fi_fi: P‰ivit‰ albumit

source: This is not a problem!
fi_fi: T‰m‰ ei ole ongelma!

source: We can upgrade them. This may take some time for large albums but we'll try to keep you informed as we proceed.
fi_fi: Voin p‰ivitt‰‰ ne. T‰m‰ vie hetken aikaa isojen albumien kohdalla, mutta kerron sinulle tapahtuman edistymisest‰.

source: None of your photos will be harmed in any way by this process.
fi_fi: Kuvillasi ei ole h‰t‰‰ t‰m‰n prosessin aikana.

source: All albums are up to date.
fi_fi: Kaikki albumit ovat ajan tasalla.

source: The following albums need to be upgraded. You can process them individually by clicking the upgrade link next to the album that you desire, or you can just %supgrade them all at once%s
fi_fi: Seuraavat albumit on p‰ivitett‰v‰. Voit k‰sitell‰ ne yksitellen klikkaamalla p‰ivityslinkki‰ haluamasi albumin vieress‰, tai voit yksinkertaisesti %s p‰ivitt‰‰ ne kaikki kerralla %s

source: upgrade
fi_fi: p‰ivit‰

source: Upgrading Users
fi_fi: P‰ivitet‰‰n k‰ytt‰ji‰

source: We will upgrade it. This may take some time.
fi_fi: P‰ivit‰mme sen. T‰m‰ vie hetken aikaa.

source: Your data will not be harmed in any way by this process.
fi_fi: Tiedostoillesi ei k‰y mit‰‰n t‰m‰n prosessin aikana.

source: There was a problem upgrading users. Please check messages above, and try again
fi_fi: K‰ytt‰jien p‰ivityksess‰ ilmeni ongelma. Lue yl‰puoliset virheilmoitukset ja yrit‰ uudelleen

source: Retry
fi_fi: Yrit‰ uudelleen

source: Users upgraded successfully.
fi_fi: K‰ytt‰jien p‰ivitys onnistui.

source: Incorrect password
fi_fi: V‰‰r‰ salasana

source: You must provide your old password to change it.
fi_fi: Sinun on annettava vanha salasana vaihtaaksesi sen.

source: Change User Preferences
fi_fi: Muuta k‰ytt‰j‰asetuksia

source: You can change your user information here.
fi_fi: Voit vaihtaa omat tietosi t‰‰ll‰.

source: If you want to change your password, you must provide your old password and then enter the new one twice.
fi_fi: Jos haluat vaihtaa salasanasi, sinun tulee antaa ensin vanha salasanani ja antaa sitten uusi salasana kahdesti.

source: You can change your username to any combination of letters and digits.
fi_fi: Voit vaihtaa k‰ytt‰j‰tunnuksesi miksi tahansa kirjaiten / numeroiden yhdistelm‰ksi.

source: Empty
fi_fi: Tyhj‰

source: edit %s
fi_fi: muokkaa %s

source: No Caption
fi_fi: Ei kuvateksti‰

source: edit
fi_fi: muokkaa

source: Results:
fi_fi: Tulos:

source: Error messages:
fi_fi: Virheilmoitukset:

source: Status: %s (expected %s)
fi_fi: Tila: %s (odotettu %s)

source: PHP's %s unable to determine dimensions.
fi_fi: PHP:n %s ei onnistunut m‰‰ritt‰m‰‰n mittasuhteita.

source: You have no graphics package configured for use!
fi_fi: Sinulla ei ole asennettuna / konfiguroituna grafiikkapakettia!

source: Upload Date
fi_fi: Palvelimelle kopioinnin p‰iv‰m‰‰r‰

source: Image Size
fi_fi: Kuvan koko

source: Additional EXIF Data
fi_fi: EXIF-lis‰tiedot

source: Not closing this window because debug mode is on
fi_fi: Ikkunaa ei suljeta koska debug-tila on p‰‰ll‰

source: target file size %d kbytes
fi_fi: tavoiteltu tiedostokoko %d kilotavuina

source: - file size %d kbytes
fi_fi: - tiedostokoko %d ktavua

source: trying quality %d%%
fi_fi: yritet‰‰n laatua %d%%

source: Done.
fi_fi: Valmis.

source: There was an unknown failure in the %s call!
fi_fi: Tapahtui odottamaton virhetilanne %s kutsussa!

source: Unknown file type: %s
fi_fi: Tuntematon tiedostotyyppi: %s

source: Can't write to %s.
fi_fi: %s:‰‰n ei voida kirjoittaa.

source: Can't read %s.
fi_fi: %s:‰‰ ei voida lukea.

source: Select Album
fi_fi: Valitse albumi

source: Top Level
fi_fi: Ylin taso

source: current location
fi_fi: nykyinen sijainti

source: self
fi_fi: itse

source: Could not open lock file (%s)!
fi_fi: Ei voi avata lukkotiedostoa (%s)!

source: Could not acquire lock (%s)!
fi_fi: Ei saatu lukkoa (%s)!

source: hit
fi_fi: k‰ynti

source: hits
fi_fi: k‰ynti‰

source: 0 hits
fi_fi: 0 k‰ynti‰

source: Sub-albums
fi_fi: Alialbumit

source: Skipping %s (ZIP support not enabled)
fi_fi: Ohitetaan %s (ZIP-tuki ei ole p‰‰ll‰)

source: Adding %s
fi_fi: Lis‰t‰‰n %s

source: Resizing %s
fi_fi: Muutetaan %s:n koko

source: Photo auto-rotated %s&deg;
fi_fi: Kuva on k‰‰nnetty automaattisesti %s&deg;

source: Error: %s!
fi_fi: Virhe: %s!

source: Need help? Look in the %s%s FAQ%s
fi_fi: Tarvitsetko apua? Katso %s%s FAQ%s

source: Skipping %s (can't handle %s format)
fi_fi: Ohitetaan %s (Galleria ei kykene k‰sittelem‰‰n %s tiedostomuotoa)

source: Generated by %s v%s
fi_fi: Loi %s v%s

source: Powered by %s v%s
fi_fi: Moottorina %s v%s

source: sub-album
fi_fi: alialbumi

source: sub-albums
fi_fi: ala-albumia

source: no images
fi_fi: ei kuvia

source: 0 pages
fi_fi: 0 sivua

source: %s and %s in this album on %s
fi_fi: %s ja %s t‰ss‰ albumissa %s:ssa

source: %s and %s in this album
fi_fi: %s ja %s t‰ss‰ albumissa

source: %s in this album on %s
fi_fi: %s t‰ss‰ albumissa %s:ssa

source: %s in this album
fi_fi: %s t‰ss‰ albumissa

source: %s are hidden
fi_fi: %s ovat piilotettuja

source: %s is hidden
fi_fi: %s on piilotettu

source: add photos
fi_fi: lis‰‰ kuvia

source: add photo
fi_fi: lis‰‰ kuva

source: new nested album
fi_fi: uusi sis‰kk‰inen albumi

source: custom fields
fi_fi: k‰ytt‰j‰kohtaiset kent‰t

source: captions
fi_fi: kuvatekstit

source: sort
fi_fi: lajittele

source: resize all
fi_fi: muuta kaikkien kokoa

source: rebuild thumbs
fi_fi: luo esikatselukuvat uudelleen

source: properties
fi_fi: ominaisuudet

source: view&nbsp;all&nbsp;comments
fi_fi: n‰yt‰&nbsp;kaikki&nbsp;kommentit

source: slideshow
fi_fi: diaesitys

source: No description
fi_fi: Ei kuvausta

source: Changed:
fi_fi: Muutettu:

source: Contains:
fi_fi: Sis‰lt‰‰:

source: 0 items
fi_fi: 0 kohdetta

source: Viewed:
fi_fi: Katsottu:

source: Movie
fi_fi: Video

source: Photo
fi_fi: Valokuva

source: Edit
fi_fi: Muokkaa

source: Edit Title
fi_fi: Muokkaa nime‰

source: Edit Description
fi_fi: Muokkaa kuvausta

source: Edit Thumbnail
fi_fi: Muokkaa esikatselukuvaa

source: Rotate/Flip
fi_fi: Kierr‰ / peilaa

source: Highlight
fi_fi: Kansikuva

source: Reset Counter
fi_fi: Nollaa laskuri

source: Move
fi_fi: Siirr‰

source: Show
fi_fi: N‰yt‰

source: Hide
fi_fi: Piilota

source: Permissions
fi_fi: Oikeudet

source: Hey! Add some photos.
fi_fi: Hei! Lis‰‰ kuvia albumiisi.

source: This album is empty.
fi_fi: T‰m‰ albumi on tyhj‰.

source: Comments available for this item.
fi_fi: Palautteet, jotka j‰tetty t‰lle kohteelle.

source: Comments for this Album
fi_fi: T‰h‰n albumiin j‰tetyt kommentit

source: return to album
fi_fi: palaa albumiin

source: Sorry. This album does not allow public comments.
fi_fi: Ik‰v‰ kyll‰ t‰h‰n albumiin ei voi j‰tt‰‰ julkisia kommentteja.

source: resize photo
fi_fi: muuta kuvan kokoa

source: delete photo
fi_fi: poista kuva

source: View Images
fi_fi: N‰yt‰ valokuvat

source: normal
fi_fi: normaali

source: full
fi_fi: t‰ysi

source: photo properties
fi_fi: kuvan ominaisuudet

source: print this photo on %s
fi_fi: tulosta t‰m‰ kuva %s:kin

source: Photo Properties
fi_fi: Kuvan ominaisuudet

source: File Upload Date
fi_fi: Kuvan palvelimelle kopioinnin p‰iv‰m‰‰r‰

source: Item Capture Date
fi_fi: Kuvan ottamisp‰iv‰m‰‰r‰

source: Reload EXIF Data From File
fi_fi: Lataa EXIF-data uudelleen tiedostosta
