Repository: jmullan/Gallery1
Catalog: gallery/po/*-gallery.po
Languages: fi_fi

source: Open your Windows explorer and browse to a folder containing a JPG image.
fi_fi: Avaa Resurssienhallinta ja hakeudu hakemistoon, jossa on jpeg-kuva.

source: Select the image and there should be a link on the left that says &quot;Publish this file to the web...&quot;
fi_fi: Valitse kuva, jolloin n‰et vasemmalla linkin &quot;Julkaise internetiin...&quot;

source: Click this link and then follow the instructions to log into your Gallery, select an album and publish the image.
fi_fi: Klikkaa t‰t‰ linkki‰ ja seuraa ohjeita kirjautuaksesi Galleriaan, valitse kuva-albumi ja julkaise kuva.

source: Return to Add Photos
fi_fi: Palaa takaisin lis‰‰m‰‰n kuvia

source: Rename Album
fi_fi: Nime‰ kuva-albumi uudelleen

source: There is already an album with that name!
fi_fi: Samanniminen kuva-albumi on jo olemassa!

source: What do you want to name this album?
fi_fi: Mink‰ nimiseksi haluat nimet‰ t‰m‰n kuva-albumin?

source: The name cannot contain any of the following characters
fi_fi: Nimi ei voi sis‰lt‰‰ seuraavia merkkej‰

source: or
fi_fi: tai

source: spaces
fi_fi: v‰lilyˆntej‰

source: Those characters will be ignored in your new album name.
fi_fi: Em. merkit ohitetaan albuminimess‰.

source: Resize Photo
fi_fi: Muuta kuvan koko

source: Resizing %d photos...
fi_fi: Muutetaan %d kuvan koko...

source: Processing image
fi_fi: Prosessoidaan kuvaa

source: Resizing 1 photo...
fi_fi: Muutetaan 1 kuvan koko...

source: Resizing photos
fi_fi: Muutetaan kuvien koot

source: This will resize your photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
fi_fi: T‰m‰ muuttaa kuviesi koon siten, ett‰ kuvan pisin sivu on yht‰ pitk‰ kuin kohdekoko (alla) ja tiedostokoko on l‰hell‰ valittua kokoa.

source: What is the target size for all the photos in this album?
fi_fi: Mik‰ on kohdekoko t‰m‰n albumin kaikille kuville?

source: What is the target size for this photo?
fi_fi: Kim‰ on t‰m‰n kuvan kohdekoko?

source: Target filesize
fi_fi: Tavoitekoko tiedostolle

source: Maximum side length in pixels
fi_fi: Max. sivun pituus kuvapistein‰

source: Rotate/Flip Photo
fi_fi: K‰‰nn‰ / peilaa kuva

source: Rotating/Flipping photo.
fi_fi: K‰‰nnet‰‰n / peilataan kuvaa.

source: (this may take a while)
fi_fi: (t‰m‰ vie hetken aikaa)

source: How do you want to manipulate this photo?
fi_fi: Kuinka haluat muokata t‰t‰ kuvaa?

source: Rotate
fi_fi: K‰‰nn‰

source: Counter-Clockwise
fi_fi: Vastap‰iv‰‰n

source: Clockwise
fi_fi: Myˆt‰p‰iv‰‰n

source: Flip
fi_fi: Peilaa

source: Processing and Saving Photos
fi_fi: Prosessoidaan ja tallennetaan kuvat

source: Fetching Urls...
fi_fi: Haetaan osoitteet...

source: Processing %s as a local directory.
fi_fi: Prosessoidaan %s paikallisena hakemistona.

source: Could not open url: %s
fi_fi: URL %s ei voitu avata

source: Parsing %s for images...
fi_fi: Parseroidaan %s kuville...

source: Found %d images
fi_fi: Lˆydettiin %d kuvaa

source: Processing status...
fi_fi: Prosessoidaan tilaa...

source: No images uploaded!
fi_fi: Kuvia ei ole kopioitu palvelimelle!

source: Check All
fi_fi: Valitse kaikki

source: Clear All
fi_fi: Vapauta kaikki

source: Invert Selection
fi_fi: Tee valinta k‰‰nteiseksi

source: Add Files
fi_fi: Lis‰‰ tiedostoja

source: Search Again
fi_fi: Etsi uudelleen

source: Gallery
fi_fi: Galleria

source: Albums containing %s
fi_fi: Albumit, joissa %s

source: No Album Matches
fi_fi: Ei tulosta albumeiden haussa

source: Photos containing %s
fi_fi: Kuvat, joissa %s

source: Matching Comments
fi_fi: T‰sm‰‰v‰t kommentit

source: From Album
fi_fi: Albumista

source: KEYWORDS
fi_fi: AVAINSANAT

source: No Photo Matches
fi_fi: Ei tulosta kuvien haun osalta

source: Some albums not searched as they require upgrading to the latest version of %s first
fi_fi: Joitakin albumeja ei etsitty koska ne tulee ensin p‰ivitt‰‰ uusimaan %s versioon

source: upgrade all albums
fi_fi: p‰ivit‰ kaikki albumit

source: Search the Gallery's Album and Photo<br> titles, descriptions and comments
fi_fi: Etsi Gallerian albumeiden ja kuvien otsikoista, kuvauksista ja kommenteista

source: Go
fi_fi: Anna menn‰!

source: This is the Gallery system check page.
fi_fi: T‰m‰ on Gallerian j‰rjestelm‰tarkastussivu

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
fi_fi: T‰m‰ sivu varmistaa, ett‰ asennuksessa ovat kaikki tarvittavat komponentit mukana ja ett‰ k‰yttˆoikeudet j‰rjestelm‰‰n sek‰ muut asiat on asetettu oikein.

source: Gallery Diagnostics Page
fi_fi: Gallerian diagnostiikkasivu

source: Gallery Help Page
fi_fi: Gallerian ohjesivut

source: Having problems? Try the %s, %s and %s.
fi_fi: Ongelmia? Kokeile %s, %s ja %s.

source: Having problems? Try the %s and %s.
fi_fi: Ongelmia? Yrit‰ %s ja %s.

source: Success
fi_fi: Onnistui

source: Serious Warning
fi_fi: Vakava varoitus

source: Warning
fi_fi: Varoitus

source: Failed!
fi_fi: Ep‰onnistui!

source: There are errors in your configuration that will prevent Gallery from functioning properly.
fi_fi: Konfiguraatiossasi on virheit‰, jotka est‰v‰t Galleriaa toimimasta oikein.

source: You must fix them before you can continue.
fi_fi: Sinun t‰ytyy korjata ne ennen kuin voit jatkaa eteenp‰in.

source: Your installation has warnings, but this is usually OK. Keep going!
fi_fi: Asennuksesi tuotti varoituksia, mutta t‰m‰ on yleens‰ OK. Jatka eteenp‰in!

source: Your installation passed with flying colors! Go go go!
fi_fi: Asennuksesi onnistui mutkitta! Jatka eteenp‰in!

source: Configure Gallery
fi_fi: Konfiguroi Galleria

source: Check %s
fi_fi: Tarkasta %s

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
fi_fi: T‰m‰ skripti on luotu, jotta voit tarkastaa %s ja varmistua siit‰, ett‰ sen k‰yttˆ onnistuu Gallerian kanssa.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
fi_fi: Sinun tulisi ajaa t‰m‰ skripti <b>sen j‰lkeen kun</b> olet ajannut konfigurointivelhon, jos sinulla on ongelmia %s asentamisen kanssa.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
fi_fi: Ladataan konfiguraation tiedostot. Jos tˆrm‰‰t virheilmoitukseen, ilmoitus johtuu todenn‰kˆisesti siit‰, ettet ole onnistuneesti ajanut asennusvelhoa.

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
fi_fi: Vaikuttaa silt‰, ettet ole konfiguroinut Galleriaa. Suorita asennusvelho loppuun.

source: Return to the %sconfig wizard%s.
fi_fi: Palaa %sasennusvelhoon%s,

source: Let us see if we can figure out what operating system you are using.
fi_fi: Katsotaan, josko saisimme selville k‰ytt‰m‰si k‰yttˆj‰rjestelm‰n.

source: This is what your system reports
fi_fi: J‰rjestelm‰si kertoo seuraavaa

source: This is the type of system on which PHP was compiled
fi_fi: T‰m‰ on j‰rjestelm‰tyyppi, jossa PHP k‰‰nnettiin

source: Make sure that the values above make sense to you.
fi_fi: Tarkista, ett‰ yl‰puoliset arvot ovat j‰rkeenk‰ypi‰.

source: Look for keywords like %s, %s, %s etc. in the output above.
fi_fi: Etsi avainsanoja kuten esimerkiksi %s, %s, %s jne. yl‰puolisesta tulosteesta.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
fi_fi: Jos kummatkin yll‰olevat yritykset ep‰onnistuivat, sinun olisi ehk‰ syyt‰ ottaa yhteytt‰ palveluntarjoajaasi ja kysy‰, mit‰ k‰yttˆj‰rjestelm‰‰ j‰rjestelm‰ss‰ k‰ytet‰‰n.

source: You can check via %s, they can often tell you.
fi_fi: Voit tarkastaa %s:n kautta, niist‰ on usein apua.

source: You told the config wizard that your %s binaries live here:
fi_fi: Kerroit asennusvelholle, ett‰ sinun %s bin‰‰ritiedostot ovat t‰‰ll‰:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
fi_fi: Jos tieto ei ole oikein (tai jos tietoa ei ole), aja asennusvelho uudelleen ja anna %s:n sijaintiedot.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list (specified in php.ini) %s so we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
fi_fi: <b>Huomaa:</b> %s hakemistosi (%s) ei ole open_basedir listalla (m‰‰ritetty php.ini-tiedostossa) %s, joten Galleria ei voi toteuttaa kaikkia perustarkastuksia tiedostoille (mm. tarkastuksia siit‰, ett‰ tiedostot ovat olemassa tai ett‰ ne ovat k‰ynnistettt‰vi‰).

source: We are going to test each %s binary individually.
fi_fi: Testaamme jokaisen %s bin‰‰ritiedoston erikseen.

source: %sClick here%s to hide the details
fi_fi: %sKlikkaa t‰ss‰%s piilottaaksesi yksityiskohdat

source: If you see errors, you should %sclick here%s to see more details
fi_fi: Jos n‰et virheilmoituksia, sinun tulee %sklikata t‰ss‰%s n‰hd‰ksesi lis‰tiedot virheist‰

source: Checking %s
fi_fi: Tarkastetaan %s

source: File %s does not exist.
fi_fi: Tiedostos %s ei ole olemassa.

source: Expected status: %s, but actually received status %s.
fi_fi: Odotettu tila: %s, mutta saatiin oikeasti tila %s.

source: can't detect version on Windows
fi_fi: Window-versiota ei saada selvitetty‰

source: Error! %s
fi_fi: Virhe! %s

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
fi_fi: Jos tˆrm‰‰t virheilmoitukseen, joka valittaa luku / kirjoitusongelmista %s:‰‰n, kyseess‰ on todenn‰kˆisesti k‰yttˆoikeus- tai konfigurointiongelma. Jos Galleria mainitsee %s:st‰, t‰m‰ johtuu siit‰, ett‰ palvelimesi on konfiguroitu %s enabloituna.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
fi_fi: Keskustele aiheesta palvelimen p‰‰k‰ytt‰j‰n kanssa, tai lue %sGallerian helppisivut%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
fi_fi: Muiden virheilmoitusten osalta tukeudu mahdollisten virheilmoitusten listaan %s saadaksesi lis‰‰ tietoa aiheesta.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list (specified in php.ini) %s so we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
fi_fi: <B>Huomaa:</b> %s hakemistosi (%s) ei ole open_basedir listalla (m‰‰ritetty php.ini:ss‰) %s joten emme voi toteuttaa kaikkia perustarkastuksia tiedostoille varmistaaksemme ett‰ ne ovat olemassa ja ett‰ ne ovat suorituskelpoisia.

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from %sGallery on SourceForge%s. Or, you can compile and install the entire NetPBM package from %sNetPBM on SourceForge%s.
fi_fi: Galleria puoltaa NetPBM 9.9:‰ tai uudempaa. Voit asentaa tarvittavat bin‰‰rit %sSourceForgen%s sivuilta. Tai voit k‰‰nt‰‰ ja asentaa koko NetPBM-paketin %SourceForgen NetPBM%s-sivuilta.

source: <b>Note:</b> You can install the binaries from the Gallery site even if you don't have root access on your box! If you can't get it working, try leaving the NetPBM path blank and using ImageMagick intead.
fi_fi: <b>Huomio:</b> Voit asentaa bin‰‰rit Galleria-ohjelmiston sivustolta vaikka sinulla ei olisi root-oikeuksia palvelimeesi. Jos et saa Galleriaa toimimaan, j‰t‰ NetPBM-polku tyhj‰ksi ja k‰yt‰ ImageMagicki‰ NetPBM:n sijaan.

source: I've found part of NetPBM, but some critical components are missing (see below). Perhaps your version of NetPBM is out of date?
fi_fi: Lˆysin osia NetPBM:st‰, mutta jotkin t‰rke‰t osat puuttuvat (katso lista alla). Olisiko NetPBM-versiosi liian vanha?

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from %s.
fi_fi: Galleria suosittelee ImageMagick-versiota 5.4.8 tai uudempaa. Voit k‰‰nt‰‰ ja asentaa koko ImageMagick-paketin %s:st‰.

source: <b>Note</b>: They also have binaries available for assorted operating systems. If you can't get it working, try leaving the ImageMagick path blank and using NetPBM instead.
fi_fi: <b>Huomio</b>: niill‰ on bin‰‰rej‰ myˆs tietyille muille k‰yttˆj‰rjestelmille. Jos et saa sit‰ toimimaan, j‰t‰ ImageMagickin polku tyhj‰ksi j‰ k‰yt‰ sen sijaan NetPBM:‰‰.

source: <b>Note:</b> Your webserver is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
fi_fi: <b>Huomaa:</b> www-palvelimesi rajoitus %s on p‰‰ll‰. T‰m‰ vaikeuttaa Gallerian mahdollisuutta varmistaa bin‰‰rien olemassaolo jopa tilanteissa, joissa olet aiemmin kyennyt onnistuneesti k‰ytt‰m‰‰n asennusvelhoa. ƒl‰ kuitenkaan huolehdi t‰st‰ turhan paljon: asetuksesi tallennetaan kuitenkin huolellisesti.

source: Check to see how old version %s of %s is.
fi_fi: Tarkasta, kuinka vanha versio %s / %s on.

source: Check to see if you are running PHP 4. Note that some versions of PHP have bugs that cause Gallery to fail. PHP4.0.0 uses a different file upload protocol, versions 4.0.3 and 4.0.3pl1 have a bug in the unserialization code that cause Gallery to be unable to read its own database. Upgrade to at least PHP 4.0.4pl1 if you can.
fi_fi: Tarkasta ajatko PHP 4:sta. Huomaa, ett‰ jotkin PHP-versiot sis‰lt‰v‰t bugeja, jotka kaatavat Gallerian. PHP 4.0.0 k‰ytt‰‰ erilaista palvelimelle kopioinnin protokollaa, versiot 4.0.3 ja 4.0.3pl1 puolestaan sis‰lt‰v‰t unserialize-koodissa bugin, jonka vuoksi Galleria ei kykene lukemaan omaa tietokantaansa. P‰ivit‰ PHP n‰in ollen ainakin versioon 4.0.4pl1, jos vain mahdollista.

source: You're running version %s. You need to upgrade to PHP %s.
fi_fi: K‰yt‰t versiota %s. Sinun t‰ytyy p‰ivitt‰‰ PHP %s:een.

source: You're running version %s which has known bugs that cause Gallery to fail.
fi_fi: K‰yt‰t versiota %s jossa on Gallerian kaatavia, tunnettuja bugeja.

source: Check to see if you are running PHP 4.1 or greater. If you want to run the multi-language version of gallery, you need php 4.1. Upgrade to at least PHP 4.1 if you can.
fi_fi: Tarkasta, ajatko PHP 4.1:st‰ tai uudempaa. Jos haluat ajaa Galleriaa monikielisen‰, tarvitset PHP 4.1:sen. P‰ivit‰ PHP ainakin versioon 4.

source: You're running version %s. You need to upgrade to at least PHP 4.1.0 if you want to run the multilanguage version.
fi_fi: Ajat versiota %s. Sinun t‰ytyy p‰ivitt‰‰ ainakin versioon PHP 4.1.0 jos haluat k‰ytt‰‰ monikielist‰ versiota Galleriasta.

source: Check to see if PHP is running in <b>Safe Mode</b>. Safe mode is a PHP security feature commonly used in shared environments. Gallery cannot run when safe mode is enabled because it imposes too many restrictions.
fi_fi: Tarkasta, josko PHP toimii <b>Safe</b>-tilassa. Safe-tila on PHP:n turvallisuusominaisuus, jota k‰ytet‰‰n laajalti jaetuissa ymp‰ristˆiss‰. Galleria ei toimi, kun se on asetettu Safe-tilaan. T‰m‰ johtuu siit‰, ett‰ ko. tila asettaa Gallerian toiminnalle liikaa rajoitteita.

source: <b>Safe Mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
fi_fi: <b>Suojattu tila</b> on p‰‰ll‰ palvelimessa. Sinun t‰ytyy sulkea suojattu tila ennen kuin voit k‰ytt‰‰ Galleriaa. Lue FAQ, foorumit tai help-sivut %sGallerian kotisivulta%s sek‰ myˆs %sPHP:n www-sivuilta%s lis‰tietoja tarvitessasi.

source: <b>Note</b>: In some rare circumstances, Gallery thinks that <b>safe mode</b> is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the safe_mode row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
fi_fi: <b>Huomio</b>: Joissakin harvoissa tilanteissa Galleria luulee, ett‰ <b>Suojattu tila</b> on p‰‰ll‰, vaikka se on oikeasti pois p‰‰lt‰. Voit tarkistaa t‰m‰n itse katsomalla <i>Local</i>-palstaa (sijaitsee safe_mode-rivill‰, jonka n‰et %sPHP Info%s-sivulla.). Jos arvo on 'Off' tai '0' tai 'undefined', on mahdollilsta, ett‰ Gallery on erehtynyt - t‰llˆin voit jatkaa rauhassa. Jos Galleria ei erehtynyt, sinun t‰ytyy ratkaista t‰m‰ ongelma ennen kuin voit k‰ytt‰‰ Galleriaa.

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (eg, big ZIP files) and you may not be able to use mod_rewrite (see below).
fi_fi: Salli Gallerian <b>.htaccess</b>-tiedoston asettaa ohjelmistokohtaisia asennustietoja Galleria-ohjelmistolle. Www-palvelimen omistaja muuttaa n‰it‰ asetuksia, joten sinulla ei v‰ltt‰m‰tt‰ ole oikeutta / mahdollisuutta vaikuttaa n‰ihin asetuksiin. P‰‰asiallinen ep‰kohta t‰m‰n asetuksen asettamatta j‰tt‰misest‰ on se, ettet v‰ltt‰m‰tt‰ kykene kopioimaan palvelimelle kuvia, joiden koko on yli 2 MB (esim. isoja zip-tiedostoja), etk‰ v‰ltt‰m‰tt‰ pysty k‰ytt‰m‰‰n mod_rewrite:a (ks. alla).

source: Apache is not obeying your .htaccess file. Try entering the following into your web server's httpd.conf file:
fi_fi: Apache ei tottele .htaccess-tiedostoa. Yrit‰ korjata ongelma lis‰‰m‰ll‰ seuraavat rivit www-palvelimesi httpd.conf-tiedostoon:

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behaviour if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in the gallery.
fi_fi: Tarkasta, ett‰ %magic quote%st ovat p‰‰ll‰ PHP-palvelimessasi. Jos ne ovat p‰‰ll‰, saatat huomata Gallerian k‰ytt‰ytyv‰n erikoisella tavalla k‰ytt‰ess‰si '-merkki‰ tai esimerkiksi merkkej‰: &quot; (lainausmerkki) or &#92; (kenoviiva) Gallerian kuvien otsikoissa tms.

source: Magic quotes are on. Your webserver owner can turn them off by putting %s in your php.ini file
fi_fi: Magic quote:t ovat p‰‰ll‰. Www-palvelimesi omista voi k‰‰nt‰‰ ne pois lis‰‰m‰ll‰ %s -tiedot php.ini-tiedostoon

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. Mod_rewrite allows the Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
fi_fi: Tarkasta, josko www-palvelimesi on k‰‰nnetty <b>mod_rewrite</b>:n kanssa. Mod_rewrite sallii Gallerian k‰ytt‰‰ lyhyempi‰ URLeja, jonka johdosta Gallerian k‰yttˆ on helpompaa myˆs asiasta tiet‰m‰ttˆmille yst‰villesi. T‰m‰ ei ole kuitenkaan mik‰‰n olennainen osa Gallerian toimivuudessa.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above). Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on I'd suggest that you make sure that your <b>.htaccess</b> file works and then if it still doesn't work you may need to reconfigure and rebuild Apache with this flag:
fi_fi: Joko <b>mod_rewrite</b> ei ole asennettu tai <b>.htaccess</b> -tiedostoa ei ole otettu k‰yttˆˆn (ks. yll‰). Joka tapauksessa, Gallerian t‰ytyy nyt k‰ytt‰‰ pidempi‰ URL-osoitteita Galleriassa. Jos haluat k‰‰nt‰‰ sen p‰‰lle, Galleria suosittelee ett‰ varmistat <b>.htaccess</b>-tiedostojen toiminnan. Jos Galleria ei toimi sittenk‰‰n, voit joutua k‰‰nt‰m‰‰n / konfiguroimaan Apachen t‰ll‰ flagilla:

source: Check to see if NetPBM is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc). You need to have NetPBM <b>or</b> ImageMagick installed.
fi_fi: Tarkasta, ett‰ NetPBM on asennettu (t‰m‰ siksi, ett‰ Galleria pystyy k‰sittelem‰‰n valokuvia (k‰‰nt‰m‰‰n, muuntamaan kuvakokoa, tekem‰‰n esikatselukuvia jne). Sinulla t‰ytyy olla asennettuna joko NetPBM tai ImageMagick.

source: I can't find NetPBM. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
fi_fi: En lˆyd‰ NetPBM:‰‰. Jos se on asennettu, mutta se ei sijaitse www-palvelimen polussa, asia OK - voit m‰‰ritt‰‰‰ polun NetPBM:lle k‰sin seuraavalla sivulla. Jos sit‰ ei ole asennettu, sinulla on kaksi vaihtoehtoa:

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK -- that just means you'll have to specify the path to NetPBM by hand on the following page
fi_fi: Jos NetPBM on asennettu ja Galleria ei lˆyd‰ sit‰ automaattisesti, asia OK - t‰m‰ vain tarkoittaa, ett‰ sinun t‰ytyy m‰‰ritt‰‰ polku NetPBM:lle k‰sin seuraavalla sivulla

source: Check to see if ImageMagick is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc). You need to have ImageMagick <b>or</b> NetPBM installed.
fi_fi: Tarkasta, ett‰ ImageMagick on asennettu, jotta Galleria voi tehd‰ muutoksia kuville (k‰‰nt‰‰, muuntaa kokoa, luoda esikatselukuvat jne). Sinulla tulee olla joko ImageMagic <B>tai</b> NetPBM asennettuna.

source: I can't find ImageMagick. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
fi_fi: En lˆyd‰ ImageMagickia. Jos se on asennettu mutta se ei sijaitse webbiserverin polussa, asia OK - voit m‰‰ritt‰‰ polun ImageMagickiin k‰sin seuraavalla sivulla. Jos sit‰ ei ole asennettu, sinun t‰ytyy asentaa se.

source: Check to see if jhead is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
fi_fi: Tarkasta, ett‰ jhead on asennettu jotta Galleria voi tarkastella EXIF-otsikkoja, jotka useimmat digikamerat tallentavat kuvatiedostoihin.

source: I can't find jhead. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to jhead by hand on the following page. If it's not installed, you can install it yourself. jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at %sthe jhead homepage%s.
fi_fi: En lˆyd‰ jhead:ia. Jos se on asennettu, mutta se ei sijaitse osoitteessa, jota www-palvelin k‰ytt‰‰, asia OK - voit n‰et m‰‰ritt‰‰ jhead:in polun k‰sin seuraavalla sivulla. Jos sit‰ ei ole asennettu, voit asentaa sen itse. jhead on public domain EXIF-parseri. Sorsakoodi, linux-bin‰‰rit sek‰ windows-bin‰‰rit voit hakea %s jheadin kotisivuilta %s.

source: Check to see if jpegtran is installed so that Gallery can perform lossless rotations (only works on JPEG images)
fi_fi: Tarkasta, ett‰ jpegtran on asennettu jotta Galleria voi suorittaa h‰viˆttˆmi‰ JPEG-kuvien k‰‰ntˆoperaatioita
