Repository: jmullan/Gallery1
Catalog: gallery/po/*-gallery.po
Languages: fi_fi

source: I can't find jpegtran. If it's installed and not in the path of the webserver user that's OK -- you can specify the path to jpegtran by hand on the following page. If it's not installed, you can install it yourself. jpegtran is a freely distributable tool distributed by the Independent JPEG Group as part of libjpeg. Source may be found at %sthe IJG homepage%s. Binaries may be found at %sthe JPEG club website%s or in the libjpeg package of Linux distributions.
fi_fi: En lˆyd‰ jpegtran:ia. Jos se on asennettu, mutta se ei sijatise webbipalvelimen polussa, asia OK - voit m‰‰ritt‰‰ polun jpegtran:in osalta k‰sin seuraavalla sivulla. Jos sit‰ ei ole asennettu, voit asentaa sen k‰sin. jpegtran on vapaasti levitett‰v‰ tyˆkalu, jota levitt‰‰ itsen‰inen JPEG-ryhm‰ (osa libjpeg:i‰). Sorsakoodin lˆyd‰t %sIJG:n kotisivulta%s. Bin‰‰rit lˆyd‰t %JPEG Club%s:n webbisivuilta tai libjpeg-paketista Linuxin distribuutiosta.

source: this is new in version %s
fi_fi: t‰m‰ on uutta versiossa %s

source: Check to see if PHP is compiled with gettext for fast translations.
fi_fi: Tarkasta, ett‰ PHP on k‰‰nnetty gettextin kanssa nopeita kielten k‰‰nnˆksi‰ varten.

source: Your PHP does not have gettext support. To include gettext support, you need to recompile PHP. For more information see %s. However, multilanguage support is still available in Gallery without gettext, but the pages may take slightly longer to load.
fi_fi: K‰ytt‰m‰si PHP ei tue gettext:i‰. Lis‰t‰ksesi gettext -tuen, sinun tulee k‰‰nt‰‰ PHP uudelleen. Lis‰tietoa voit lukea %s. Huomaa kuitenkin, ett‰ monikielisyystuki on silti tarjolla Galleriassa, vaikkei gettext olisikaan k‰ytett‰viss‰, mutta t‰llˆin sivut latautuvat hieman kauemman aikaa.

source: Check to see what languages are available
fi_fi: Valitse n‰hd‰ksesi, mitk‰ kielet ovat k‰ytett‰viss‰

source: Testing to see if which locales are absent
fi_fi: Testataan mitk‰ localet eiv‰t ole k‰ytett‰viss‰

source: Gallery Title
fi_fi: Gallerian nimi

source: The name of your gallery. Eg. <i>My Cool Photos</i>
fi_fi: Galleriasi nimi. Esim. <i>Jessen kuvagalleria</i>

source: Admin password
fi_fi: P‰‰k‰ytt‰j‰n salasana

source: REQUIRED
fi_fi: VAADITTU TIETO

source: The password for the %s account. Unfortunately, you're required to re-enter this every time you reconfigure Gallery. We'll fix this in a future release!
fi_fi: Tilisi salasana. Ik‰v‰ kyll‰ sinun t‰ytyy antaa salasana joka kerta uudelleenkonfiguroidessasi Galleriaa. T‰m‰ ongelma korjaantuu seuraavassa Gallerian versiossa!

source: Album directory
fi_fi: Albumihakemisto

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty -- Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s.)
fi_fi: Tarkka tiedostoj‰rjestelm‰n polku fyysisell‰ levyll‰ hakemistoon, jonne kuvat on tallennettu. T‰m‰n hakemiston tulee aloitettaessa olla tyhj‰ - Galleria t‰ytt‰‰ sen. Huomaa, ett‰ t‰m‰n hakemiston osalta se k‰ytt‰j‰, joka ajaa webbipalvelinta, tarvitsee kirjoitusoikeudet ko. hakemistoon (siin‰ tapauksessa, ett‰ k‰ytt‰ j‰ on %s).

source: Temporary directory
fi_fi: Tilap‰ishakemisto

source: The filesystem path to a temporary directory. Eg. %s or %s. Note that if you have open_basedir configured on your system, then this temporary directory must be inside the open_basedir path! In that case you may need to create the tmp directory yourself and make sure that it's writable by the webserver process.
fi_fi: Tiedostoj‰rjestelm‰n polku tilap‰istiedosoihin (temp-hakemistoon). Esim. %s tai %s. Huomaa, ett‰ jos sinulla on open_basedir m‰‰ritettyn‰ j‰rjestelm‰ss‰si, t‰m‰n hakemistopolun tulee olla open_basedir-polun sis‰ll‰! Ko. tapauksessa voit joutua luomaan tmp-hakemiston itse ja huolehtia, ett‰ webbipalvelimen prosesseilla on siihen kirjoitusoikeus.

source: The full URL to the Gallery web application. Eg. %s.
fi_fi: T‰ydellinen URL Gallerian www-ohjelmaan. Esim. %s.

source: Albums
fi_fi: Albumit

source: The full URL to your album directory (specified above) on your web server. Eg. %s.
fi_fi: T‰ydellinen URL webbiserverisi albumihakemistoon (m‰‰ritetty yll‰). Esim. %s.

source: Thumbnail image
fi_fi: Esikatselukuva

source: The filesystem path to the thumbnail image to show for movies. Eg. %s
fi_fi: Tiedostoj‰rjestelm‰n polku esikatselukuvaan, joka n‰ytet‰‰n elokuvien / videoitten osalta. Esim. %s

source: Mirror sites
fi_fi: Peilipalvelimet

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. Eg.%s.
fi_fi: Lista URLeista, jotka johtavat albumihakemistosi peilipalvelimiin. M‰‰rit‰ yksi URL / rivi niiden osoitteiden osalta niin, ett‰ luotettavin osoite on ylimm‰isen‰. Esim. %s.

source: Graphics suite to use?
fi_fi: Grafiikkapaketti, jota Gallerian tulee k‰ytt‰‰?

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
fi_fi: T‰m‰ asetus kertoo Gallerialle mit‰ grafiikkapakettia tahdot k‰ytt‰‰. Jos Galleria kertoo "kumpikin ovat OK" (ensimm‰isell‰ sivulla), on t‰ysin samantekev‰‰, kumpaa k‰yt‰t. Muussa tapauksessa valitse se, jonka Galleria lˆysi ja josta Galleria ei valittanut virheilmoituksin.

source: Path to NetPBM
fi_fi: Polku NetPBM:lle

source: The path to the directory containing NetPBM on your system. If you downloaded NetPBM from the Gallery download page, don't forget to make the files executable. Eg. %s or %s or %s
fi_fi: Polku hakemistoon, jossa on j‰rjestelm‰si NetPBM. Jos imuroit NetPBM:n Gallerian imurointisivuilta, ‰l‰ unohda tehd‰ tiedostosta ajettavaa. Esim. %s tai %s tai %s

source: I can't find NetPBM at the location you provided.
fi_fi: En lˆyd‰ NetPBM:‰‰ paikasta, jonka kerroit.

source: PNM to JPEG converter
fi_fi: PNM => JPEG muunnin

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
fi_fi: T‰m‰ arvo on tarpeellinen vain jos k‰yt‰t NetPBM:‰‰. NetPBM k‰ytt‰‰ tyˆkalua koodatakseen sis‰isen kuvatiedostomuotonsa JPEG-muotoon. T‰m‰ tyˆkalu on joko <i>ppmtojpeg</i> tai <i>pnmtojpeg</i>, riippuen k‰ytt‰m‰st‰si NetPBM-versiosta. Tarkasta NetPBM-hakemistosi n‰hd‰ksesi, kumpi versioista on asennettu palvelimeesi ja kerro se t‰ss‰. Jos et ole varma k‰ytt‰m‰st‰si versiosta, voit yksinkertaisesti arvata k‰ytetyn ohjelman - Galleria kyll‰ tarkastaa asian puolestasi.

source: Path to ImageMagick
fi_fi: Polku ImageMagickiin

source: The path to the directory containing ImageMagick on your system.
fi_fi: Polku hakemistoon, joka sis‰lt‰‰ ImageMagickin.

source: I can't find ImageMagick at the location you provided.
fi_fi: En lˆyd‰ ImageMagickia m‰‰ritt‰m‰st‰si sijainnista.

source: Auto-rotate images
fi_fi: K‰‰nn‰ kuvat automaattisesti

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras. Requires Jhead EXIF parser v.1.9 or greater (see above).
fi_fi: T‰m‰n vaihtoehdon valitseminen saa Gallerian yritt‰m‰‰n JPEG-kuvien automaattista k‰‰nnˆst‰. K‰‰nnˆst‰ koskeva tieto ladataan JPEG-EXIF-tiedoista, jota uudet digitaalikamerat tallentavat kuviin. T‰m‰ toiminto vaatii Jhead EXIF-parserin version 1.9 tai uudemman (ks. tiedot yll‰).

source: Advanced
fi_fi: Kehittynyt

source: JPEG Quality
fi_fi: JPEG-laatu

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
fi_fi: JPEG-kuvatiedostossa kuvan laatu on tiedoston koosta riippuvainen. Galleria kontrolloi ko. laatua kun muunnat kuvakokoa, k‰‰nn‰t tai teet esikatselukuvia JPEG-kuvista. Korkealaatuinen kuva vie paljon tilaa ja p‰invastoin. Monissa tilanteissa ei ole kuitenkaan j‰rke‰ nostaa laatua ylitse tietyn rajan, koska kuvan laatu ei t‰llˆin en‰‰ sanottavasti parannu. Jos huomaat, ett‰ kuvat tai esikatselukuvat ovat alkuper‰isi‰ kuvia suurempia (tiedostokooltaan), voit yrit‰‰ madaltaa t‰t‰ arvoa. <b>Huomaa</b>, ett‰ arvon vaihtaminen muuttaa kuvien tiedostokokoa vain arvon j‰lkeen prosessoitujen kuvien osalta.

source: Show the album tree
fi_fi: N‰yt‰ albumipuu

source: If you turn this option on, you'll see a complete list of all sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier (although it can severely clutter the appearance of the top Gallery page). Set to <b>no</b> by default.
fi_fi: Jos k‰‰nn‰t t‰m‰n toiminnon p‰‰lle, n‰et t‰ydellisen listan alialbumeista selatessasi Gallerian p‰‰sivua. T‰m‰ tekee alialbumeihin p‰‰syn helpommaksi, joskin se voi tehd‰ Galleriastasi esteettisesti kˆmpelˆn n‰kˆisen. Oletusasetus on <b>ei</b>.

source: Highlight size
fi_fi: Esikatselukuvan koko

source: The target size (in pixels) of thumbnails shown in the gallery page (highlight images)
fi_fi: Esikatselukuvien, jotka n‰ytet‰‰n Gallerian sivulla, kohdekoko (kuvapistein‰) (eli ns. highlight-kuvat)

source: Show Owner
fi_fi: N‰yt‰ omistaja

source: Show album owner's name on the top level Gallery page?
fi_fi: N‰yt‰ albumin omistajan nimi Gallerian p‰‰sivulla

source: Albums per page
fi_fi: Albumia per sivu

source: How many albums should be displayed per Gallery page?
fi_fi: Kuinka monta albumia n‰ytet‰‰n per Gallerian sivu?

source: Search Engine
fi_fi: Hakukone

source: Display search engine on main Gallery page?
fi_fi: N‰yt‰ hakumoottori Gallerian p‰‰sivulla?

source: The filesystem path to the 'zipinfo' binary. This is optional so if you don't have it, don't worry about it too much.
fi_fi: Tiedostoj‰rjestelm‰n polku zipinfo-bin‰‰riin. T‰m‰ tieto on valinnainen, joten jos sinulla ei ole ko. ohjelmaa, ‰l‰ huolehti t‰st‰ turhaan.

source: The filesystem path to the 'unzip' binary. This is optional so if you don't have it, don't worry about it too much.
fi_fi: Tiedostoj‰rjestelm‰n polku unzip-bin‰‰riin. T‰m‰ tieto on valinnainen, joten jos sinulla ei ole ko. ohjelmaa, ‰l‰ huolehti t‰st‰ turhaan.

source: The filesystem path to the 'jhead' exif parser. This is optional so if you don't have it, don't worry about it too much. Eg. %s or %s.
fi_fi: Tiedostoj‰rjestelm‰n polku jhead-parseriin. T‰m‰ tieto on valinnainen, joten jos sinulla ei ole ko. ohjelmaa, ‰l‰ huolehti t‰st‰ turhaan. Esim. %s tai %s.

source: Cache EXIF data
fi_fi: V‰limuistita EXIF-data

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow. Set to <b>no</b> by default.
fi_fi: EXIF-data JPEG-kuvista voidaan v‰limuistittaa ensimm‰isen lukukerran j‰lkeen. Ongelma t‰ss‰ toimenpiteess‰ on se, ett‰ albumin datatiedostojen koko voi kasvaa suhteellisen suureksi, joka voi puolestaan hidastaa albumin kuvien n‰kemist‰. Mutta: jos et v‰limuistita t‰t‰ tietoa, ko. tieto haetaan joka kerta uudelleen - ja t‰m‰ voi myˆs hidastaa Gallerian toimintaa. Asetuksen oletusarvo on <b>ei</b>.

source: The filesystem path to the 'jpegtran' utility. This is optional so if you don't have it, don't worry about it too much. Eg. %s or %s.
fi_fi: Tiedostoj‰rjestelm‰n polku jpegtran-ohjelmaan. T‰m‰ tieto on valinnainen, joten jos sinulla ei ole ko. ohjelmaa, ‰l‰ huolehti t‰st‰ turhaan. Esim. %s tai %s.

source: Which language do you want as your default language
fi_fi: Mit‰ kielt‰ haluat k‰ytt‰‰ oletuskielen‰

source: This is what you will see as %s, and what users will see if no other preference is set.
fi_fi: T‰m‰n n‰et %s:n‰, ja mink‰ k‰ytt‰j‰t n‰kev‰t jos mit‰‰n oletusasetusta ei ole asetettu.

source: Multi language mode
fi_fi: Monikielisyystila

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site
fi_fi: Galleriassa on kolme monikielisyystilaa. N‰m‰ vaikuttavat siihen, mill‰ kielell‰ vierailijat n‰kev‰t Gallerian Gallerian sivuille tullessaan

source: Gallery is only displayed in one language
fi_fi: Galleria n‰ytet‰‰n vain yhdell‰ kielell‰

source: Gallery is displayed in the language the browser sends
fi_fi: Galleria n‰ytet‰‰n sill‰ kielell‰, jonka tiedot selainohjelma l‰hett‰‰ palvelimelle

source: Available languages in mode 3 and user preferences
fi_fi: K‰ytett‰v‰t kielet tilassa 3 ja k‰ytt‰j‰asetukset

source: Time Limit
fi_fi: Aikaraja

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
fi_fi: Maksimiaika (sekunteina), jonka verran aikaa tietty toiminto x saa vied‰. Jos koet, ett‰ saat <b>Maximum execution time exceeded</b>-virheilmoituksen kovin usein, voit koettaa m‰‰ritt‰‰ t‰m‰n arvon pienemm‰ksi. Varoitus kuitenkin lienee paikallaan: jos teet t‰st‰ arvosta liian suuren, saatat joutua tilanteeseen, jossa jokin eritt‰in pitk‰‰n kest‰v‰ prosessi ei n‰yt‰ etenev‰n ollenkaan. Oletusarvo on 30 (sekuntia), ja sen pit‰isi sopia yleens‰ kaikkiin tilanteisiin.

source: Turn debug mode on so that you can diagnose problems?
fi_fi: Laita Galleria debuggaus-tilaan vikojen lˆyt‰mist‰ varten?

source: Use %s?
fi_fi: K‰yt‰ %:‰‰?

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>
fi_fi: Galleria k‰ytt‰‰ flock()-lukitusj‰rjestelm‰‰ datan eheyden varmistamiseksi. T‰lle menetelm‰lle ei ole kuitenkaan tukea kaikilla ohjelmistoalustoilla. Jos tˆrm‰‰t <i>Could not acquire lock</i>-tyyppisiin virheisiin, aseta t‰m‰ arvo tilaan: <i>ei</i>

source: Status code
fi_fi: Tilakoodi

source: The status code Gallery expects to see after a successful exec() call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
fi_fi: Tilakoodi, jonka Galleria olettaa n‰kev‰n onnistuneen exec()-kutsun j‰lkeen. Gallery yritt‰‰ selvitt‰‰‰ t‰m‰n itse, joten sinun ei tarvinne vaihtaa t‰t‰ arvoa ellet sitten tˆrm‰‰ ongelmiin.

source: Session variable
fi_fi: Istuntomuuttuja

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
fi_fi: T‰m‰ on istuntomuuttuja, joka sis‰lt‰‰ kaiken Gallerian istunnon tiedot. Muuta t‰t‰ arvoa jos Galleria ja jokin muu PHP-sovellus ovat ristiriidassa toistensa kanssa.

source: Default color of image borders. You can learn about %scolors%s here.
fi_fi: Kuvan reunusten oletusv‰ri. Voit lukea lis‰‰ %sv‰reist‰%s t‰‰ll‰.

source: Border width
fi_fi: Kuvan reunuksen leveys

source: Default width of image borders
fi_fi: Oletusleveys kuvan reunuksille

source: Default Font
fi_fi: Oletusfontti

source: Default font face. Eg. <i>arial</i> or <i>trebuchet</i>
fi_fi: Oletusfonttityyppi. Esim. <i>arial</i> tai <i>trebuchet</i>

source: Default Columns
fi_fi: Palstat (oletus)

source: The default number of columns in an album
fi_fi: Albumissa k‰ytett‰vien palstojen oletusm‰‰r‰

source: Default Rows
fi_fi: Rivien oletusm‰‰r‰

source: The default number of rows in an album
fi_fi: Albumissa k‰ytett‰vien rivien oletusm‰‰r‰

source: The default target size (in pixels) of album thumbnails.
fi_fi: Albumin esikatselukuvien tavoitekoon oletusarvo (kuvapistein‰),

source: Resized image size
fi_fi: Kuvakooltaan muutetun valokuvan koko

source: When large images are added to an album, an intermediary version will automatically be generated at this size
fi_fi: Kun albumiin lis‰t‰‰n isoja kuvia, Galleria luo myˆs t‰m‰nkokoisen, "keskisuuren" kuvan

source: Resized images file size
fi_fi: Kuvakooltaan muutettujen valokuvien koko

source: The default target size (in kilobyte) of resized JPEG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
fi_fi: Kooltaan muutetun JPEG-kuvan oletusarvoinen tavoitekoko (kilotavuina). Arvon kertominen t‰ss‰ kohtaa voi hidastaa kuvien kopiointia palvelimelle, mutta se nopeuttaa sivujen n‰ytt‰mist‰ erityisesti niiden k‰ytt‰jien osalta, jotka k‰ytt‰v‰t modeemia. Anna arvoksi 0, jos et halua m‰‰ritt‰‰ kohdekokoa.

source: Preserve Names
fi_fi: S‰ilyt‰ nimet

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
fi_fi: Kun kuvat kopioidaan palvelimelle Galleriaan, tulisiko kuvien nimien s‰ilytt‰‰ alkuper‰isnimens‰? Jos valitset <i>ei</i>, Galleria luo kuville tai videotiedostoille itse oman nimen kuvaa palvelimelle kopioitaessa.

source: Add to beginning
fi_fi: Lis‰‰ alkuun

source: New images added to beginning rather than end of albums
fi_fi: Uudet kuvat lis‰t‰‰n albumin alkuun lopun sijasta

source: Fit-to-window
fi_fi: Sovita ikkunaan

source: When viewing photos which don't have an intermediary version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke
fi_fi: Kun vierailija katsoo kuvia ilman keskikokoista kuvaversiota, Galleria voi automaattisesti muuttaa kuvan selainohjelman kokoon sopivaksi (k‰ytt‰en JavaScripti‰). T‰m‰ ei v‰ltt‰m‰tt‰ toimi upotetuissa ymp‰ristˆiss‰, kuten esim. Nukessa

source: Visitor size prefs
fi_fi: Vierailijaa koskevat kokoasetukset

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediary size. This setting only lasts for the visitor's session.
fi_fi: Tarjoa vierailijoille mahdollisuus n‰hd‰ t‰yskokoinen kuva aina keskikokoisen kuvan sijasta. T‰m‰ asetus kest‰‰ vain vierailijan selainistunnon ajan.

source: Printing Service
fi_fi: Tulostuspalvelu

source: Allow visitors to print photos directly from the album. If you choose shutterfly, Gallery will charge an extra 2 cents (US) for every photo printed (a 4x6 print normally costs 49 cents US) and 1.8 cents of that will get donated back to the Gallery project. This is one great way for you to help support this free software.
fi_fi: Salli vierailijoiden tulostaa kuvat suoraan albumista. Jof valitse shutterfly:n, Galleria laskuttaa lis‰n‰ 2 sentti‰ (US) jokaisesta tulostetusta kuvasta (4x6 tuloste maksaa yleens‰ 49 sentti‰ USA:ssa) and 1.8 sentti‰, jotka palautetaan Galleria-projektille. T‰m‰ on loistava tapa tukea t‰t‰ ilmaisohjelmaa.

source: %s without donation
fi_fi: %s ilman lahjoitusta

source: Gallery Link
fi_fi: Galleria linkki

source: Display the top level Gallery link within the album? If you turn this feature off, the user will not be able to navigate out of the album. This is only useful when you want to embed an album within a website and not allow users to (easily) view the other albums in the gallery
fi_fi: N‰yt‰ ylimm‰n tason Gallerialinkki albumissa? Jos k‰‰nn‰t t‰m‰n toiminnon pois p‰‰lt‰, k‰ytt‰j‰ ei voi navigoida ulos albumista. T‰m‰ on k‰yt‰nnˆllist‰ vain, jos haluat upottaa albumin webbisivuun, etk‰ halua antaa k‰ytt‰j‰lle helppoa tapaa n‰hd‰ muita Gallerian albumeita

source: Click counts
fi_fi: Laske hiiren klikkaukset

source: Display click counts within Albums?
fi_fi: N‰yt‰ hiiren klikkaukset albumeissa?

source: Comments
fi_fi: Kommentit

source: Allow the public to add comments to your photos?
fi_fi: Salli yleisˆn lis‰t‰ kommentteja kuviin?

source: Custom Fields
fi_fi: Erikoiskent‰t

source: Custom fields that are available to describe each image. They should be separated by commas. Eg. <i>Description, Location, Film Type</i>
fi_fi: Erikoiskent‰t ovat tarjolla kuvatietojen n‰ytt‰mist‰ varten. Ne tulee erottaa pilkuin. Esim. <i>Kuvaus, Paikka, Filmityyppi</i>

source: Photo owner modification
fi_fi: Kuvan omistajatietojen muokkaus

source: Allow photo owners to edit and rotate/flip their own photos?
fi_fi: Salli kuvien omistajien muokata / k‰‰nt‰‰ / peilata omia kuviaan?

source: Photo owner deletion
fi_fi: Kuvan omistajan poistaminen

source: Allow photo owners to delete their own photos?
fi_fi: Salli kuvien omistajien poistaa omia kuviaan?

source: Photo owner display
fi_fi: Kuvan omistajan tietojen n‰ytt‰minen

source: Display the name of photo owners with the caption?
fi_fi: N‰yt‰ kuvan omistajan nimi kuvatekstin ohessa?

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can probably safely ignore it (unless you see stuff in red which indicates an error)
fi_fi: Varmista, ett‰ antamasi arvot ovat oikein. Jos t‰m‰ sivu aikaansaa sinulle harmaita hiuksia, voit mit‰ todenn‰kˆisimmin yksinkertaisesti ohittaa sen (jollet sitten n‰e asioita punaisella kirjasimella kirjoitettuna => t‰m‰ on merkki virheist‰ kokoonpanossa)

source: missing
fi_fi: puuttuu

source: it's optional
fi_fi: on vaihtoehtoinen

source: documentation
fi_fi: dokumentaatio

source: Warning:
fi_fi: Varoitus:

source: You must create empty file %s and chmod it 777 before proceeding. See %s for more details.
fi_fi: Sinun t‰ytyy luoda tyhj‰ tiedosto %s and muuttaa sen oikeudet (chmod 777) ennen jatkamista. Lue %s, jos tarvitset yksityiskohtaisia tietoja aiheesta.

source: optional
fi_fi: vaihtoehtoinen

source: %s: <b>%s</b> must be an absolute URL!
fi_fi: %s: <b>%s</b> t‰ytyy olla absoluuttinen URL!

source: %s: <b>%s</b> must be a valid file (not a directory)!
fi_fi: %s: <b>%s</b> t‰ytyy olla kelvollinen tiedosto (ei saa olla hakemisto)!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
fi_fi: %s: <b>&quot;%s&quot;</b> t‰ytyy olla positiivinen numero

source: %s: <b>%s</b> must not be zero
fi_fi: %s: <b>%s</b>ei saa olla nolla

source: %s: <b>%s</b> must be an executable file!
fi_fi: %s: <b>%s</b> t‰ytyy olla ajettava tiedosto!

source: Directory %s does not exist. Please create it.
fi_fi: Hakemistoa %s ei lˆydy. Luo se uudelleen.

source: %s exists but is not a directory. Please fix this.
fi_fi: %s on olemassa, mutta se ei ole hakemisto. Korjaa t‰m‰ ongelma.
