Repository: jmullan/Gallery1
Catalog: gallery/po/*-gallery.po
Languages: fi_fi

source: Security violation
fi_fi: Turvallisuusrike

source: Name and comment are both required to save a new comment!
fi_fi: Nimi ja kommentti ovat vaatimuksena uuden kommentin j‰tt‰mist‰ varten!

source: Add Comment
fi_fi: Lis‰‰ kommentti

source: Enter your comment for this picture in the text box below.
fi_fi: Lis‰‰ kommentti kuvalle alapuolisen tekstialueen avulla.

source: Name or email:
fi_fi: Nimi tai s‰hkˆpostiosoite:

source: Save
fi_fi: Tallenna

source: Cancel
fi_fi: Peruuta

source: Add Photo
fi_fi: Lis‰‰ kuva

source: Dismiss
fi_fi: Poistu

source: Click the <b>Browse</b> button to locate a photo to upload.
fi_fi: Klikkaa <b>Selaa</b> painiketta paikallistaaksesi palvelimelle kopioitavan kuvan.

source: Supported file types
fi_fi: Tuetut tiedostotyypit

source: File
fi_fi: Tiedosto

source: Caption
fi_fi: Kuvateksti

source: Use filename as caption if no caption is specified.
fi_fi: K‰yt‰ tiedostonime‰ kuvatekstin‰, kun kuvateksti‰ ei ole m‰‰ritetty.

source: Upload Now
fi_fi: Kopioi palvelimelle nyt

source: Add Photos
fi_fi: Lis‰‰ kuvia

source: Tip: Upload a ZIP file full of photos and movies!
fi_fi: Vihje: kopioi palvelimelle Zip-tiedosto, joka on t‰ynn‰ kuvia tai videonp‰tki‰!

source: 1. Select the number of files you want to upload:
fi_fi: 1. Valitse palvelimelle kopioitavien tiedostojen m‰‰r‰:

source: 2. Use the Browse button to find the photos on your computer
fi_fi: 2. K‰yt‰ Selaa-painiketta lˆyt‰‰ksesi kuvat tietokoneestasi

source: Or, upload any images found at this location.
fi_fi: Tai kopioi t‰st‰ sijainnista lˆytyvi‰ kuvia palvelimelle.

source: The location can either be a URL or a directory on the server.
fi_fi: Sijainti voi olla joko URL tai palvelimella sijaitseva hakemisto.

source: Tip: FTP images to a directory on your server then provide that path here!
fi_fi: Vinkki: kopioi valokuvat FTP:ll‰ palvelimelle ja liit‰ kuvahakemiston polku t‰h‰n!

source: Set photo captions with original filenames.
fi_fi: Aseta kuvien nimiksi kuvien alkuper‰iset tiedostonimet.

source: Submit URL or directory
fi_fi: L‰het‰ URL tai hakemistopolku

source: Alternatively, you can use one of these desktop agents to drag and drop photos from your desktop
fi_fi: Voit vaihtoehtoisesti k‰ytt‰‰ jotakin n‰ist‰ tyˆpˆyt‰agenteista raahataksesi kuvia tyˆpˆyd‰lt‰si

source: A Java application that runs on Mac, Windows and Unix
fi_fi: Java-ohjelma, joka toimii niin Mac-, Windows- kuin Unix-koneissakin

source: <i>Note:</i> this feature is still experimental!
fi_fi: <i>Huom:</i> t‰m‰ toiminto on viel‰ kokeiluasteella!

source: Album Permissions
fi_fi: Albumin oikeudet

source: Changing permissions for %s
fi_fi: Vaihdetaan k‰ytt‰j‰oikeudet %s:lle

source: Owner:
fi_fi: Omistaja:

source: Users who can see the album
fi_fi: K‰ytt‰j‰t, joilla on oikeus n‰hd‰ albumi

source: Users who can change album text.
fi_fi: K‰ytt‰j‰t, joilla on oikeus vaihtaa albumin teksti‰.

source: Users who can add photos.
fi_fi: K‰ytt‰j‰t, jotka voivat lis‰t‰ kuvia.

source: Users who can modify photos.
fi_fi: K‰ytt‰j‰t, jotka voivat muokata kuvia.

source: Users who can delete photos.
fi_fi: K‰ytt‰j‰t, jotka voivat tuhota kuvia.

source: Users who can create sub albums.
fi_fi: K‰ytt‰j‰t, jotka voivat luoda albumeiden ala-albumeita.

source: Users who can view full (original) images.
fi_fi: K‰ytt‰j‰t, joilla on oikeus n‰hd‰ t‰ysikokoiset alkuper‰iskuvat.

source: Done
fi_fi: Valmis

source: Search
fi_fi: Etsi

source: top-level album
fi_fi: ylimm‰n tason albumi

source: album
fi_fi: albumi

source: top-level albums
fi_fi: ylimm‰n tason albumit

source: albums
fi_fi: albumit

source: No albums
fi_fi: Ei albumeita

source: %d total
fi_fi: %d yhteens‰

source: image
fi_fi: valokuva

source: images
fi_fi: valokuvat

source: no image
fi_fi: ei valokuvia

source: page
fi_fi: sivu

source: pages
fi_fi: sivut

source: no pages
fi_fi: ei sivuja

source: %s (%s), %s on %s
fi_fi: %s (%s), %s %s :ssa

source: %s, %s on %s
fi_fi: %s, %s %s :ssa

source: Welcome, %s
fi_fi: Tervetuloa, %s

source: new album
fi_fi: uusi albumi

source: manage users
fi_fi: hallitse k‰ytt‰ji‰

source: preferences
fi_fi: asetukset

source: logout
fi_fi: kirjaudu ulos

source: login
fi_fi: kirjaudu sis‰‰n

source: Attention Gallery Administrator!
fi_fi: Huomio, Gallerian p‰‰k‰ytt‰j‰!

source: %s has detected the following directories: %s in your albums directory (%s).
fi_fi: %s on havainnut seuraavat hakemistot: %s albumihakemistossasi (%s).

source: These are not valid albums. Please move them out of the albums directory.
fi_fi: N‰m‰ eiv‰t ole kelvollisia albumeita. Ole hyv‰ ja siirr‰ ne pois albumeiden hakemistosta.

source: title
fi_fi: otsikko

source: description
fi_fi: kuvaus

source: delete album
fi_fi: poista albumi

source: move album
fi_fi: siirr‰ albumi

source: rename album
fi_fi: nime‰ albumi uudelleen

source: edit captions
fi_fi: muokkaa kuvatekstej‰

source: permissions
fi_fi: oikeudet

source: view&nbsp;comments
fi_fi: n‰yt‰&nbsp;kommentit

source: Hey!
fi_fi: Hei!

source: %s this album so that the URL is not so generic!
fi_fi: %s t‰m‰ kuva-albumi jotta sen URL olisi selke‰mpi!

source: Rename
fi_fi: Nime‰ uudelleen

source: Note: This album is out of date!
fi_fi: Huom: t‰m‰ kuva-albumi on vanhentunut!

source: upgrade album
fi_fi: p‰ivit‰ albumi

source: Last changed on %s.
fi_fi: Muokattu viimeksi %s.

source: This album contains %s.
fi_fi: T‰m‰ albumi sis‰lt‰‰ %s.

source: item
fi_fi: kohde

source: items
fi_fi: kohdetta

source: no items
fi_fi: 0 kohdetta

source: This album has been viewed %s since %s.
fi_fi: T‰t‰ albumia on katseltu %s %s l‰htien.

source: time
fi_fi: yhden kerran

source: times
fi_fi: kertaa

source: 0 times
fi_fi: 0 kertaa

source: reset counter
fi_fi: nollaa laskuri

source: Captionator
fi_fi: Kuvan tekstitt‰j‰

source: Multiple Caption Editor.
fi_fi: Usean kuvatekstin muokkaus.

source: 1 photo in this album
fi_fi: 1 kuva t‰ss‰ albumissa

source: items in this album
fi_fi: kohdetta t‰ss‰ albumissa

source: on
fi_fi: t‰ss‰

source: Save and Exit
fi_fi: Tallenna ja poistu

source: Save and Edit Next %d
fi_fi: Tallenna ja muokkaa seuraavaa %d

source: Save and Edit Previous %d
fi_fi: Sallenna ja muokkaa edellist‰ %d

source: Exit
fi_fi: Poistu

source: Album Caption:
fi_fi: Albumin kuvateksti:

source: Title
fi_fi: Otsikko

source: Keywords
fi_fi: Avainsanat

source: Capture Date
fi_fi: Kuvanottop‰iv‰m‰‰r‰

source: NO PHOTOS!
fi_fi: EI KUVIA!

source: Untitled
fi_fi: Nimetˆn

source: Album up to date.
fi_fi: Albumi on ajan tasalla.

source: Upgrading album properties...
fi_fi: P‰ivitet‰‰n albumin ominaisuuksia...

source: done
fi_fi: valmis

source: Upgrading item %d of %d . . .
fi_fi: P‰ivitet‰‰n kuvaa %d %d kuvasta...

source: No highlight
fi_fi: Ei esittelykuvaa

source: Invalid image
fi_fi: Ep‰kelpo valokuva

source: Unable to make thumbnail
fi_fi: Esikatselukuvan luonti ei onnistu

source: No thumbnail
fi_fi: Ei esikatselukuvaa

source: Anonymous User
fi_fi: Anonyymik‰ytt‰j‰

source: Nobody
fi_fi: Nobody-k‰ytt‰j‰

source: Unable to create dir
fi_fi: Hakemiston luonti ei onnistu

source: %s exists, but is not a directory!
fi_fi: %s on olemassa, mutta se ei ole hakemisto!

source: Username must be at least 2 characters
fi_fi: K‰ytt‰j‰tunnuksen pit‰‰ olla v‰hint‰‰n 2 merkki‰ pitk‰

source: Username must be at most 15 characters
fi_fi: K‰ytt‰j‰tunnus saa olla enint‰‰n 15 merkki‰ pitk‰

source: Username must contain only letters or digits
fi_fi: K‰ytt‰j‰tunnuksen tulee koostua ainoastaan kirjaimista ja / tai numeroista

source: %s is reserved and cannot be used.
fi_fi: %s on jo k‰ytˆss‰ - et voi k‰ytt‰‰ sit‰.

source: A user with the username of %s already exists
fi_fi: K‰ytt‰j‰tunnus %s on jo olemassa

source: Password must be at least 3 characters
fi_fi: Salasanan tulee olla v‰hint‰‰n 3 merkki‰ pitk‰

source: Passwords do not match!
fi_fi: Salasanat eiv‰t t‰sm‰‰!

source: yes
fi_fi: kyll‰

source: no
fi_fi: ei

source: Create User
fi_fi: Luo k‰ytt‰j‰

source: Create a new user here.
fi_fi: Luo uusi k‰ytt‰j‰ t‰h‰n.

source: Create
fi_fi: Luo

source: Delete Album
fi_fi: Poista albumi

source: Do you really want to delete this album?
fi_fi: Haluatko varmasti poistaa t‰m‰n albumin?

source: Delete
fi_fi: Poista

source: no album specified
fi_fi: albumia ei ole m‰‰ritetty

source: Delete Photo
fi_fi: Poista kuva

source: Do you really want to delete this Album?
fi_fi: Haluatko varmasti poistaa t‰m‰n albumin?

source: Do you really want to delete this photo?
fi_fi: Haluatko varmasti poistaa t‰m‰n valokuvan?

source: no album / index specified
fi_fi: albumia / hakemistoa ei ole m‰‰ritetty

source: Delete User
fi_fi: Poista k‰ytt‰j‰

source: You can't delete your own account!
fi_fi: Et voi poistaa omaa tili‰si!

source: Users can have special permissions in each album.
fi_fi: K‰ytt‰jill‰ voi olla eri oikeuksia eri kuva-albumeissa.

source: If you delete this user, any such permissions go away.
fi_fi: Jos poistat t‰m‰n k‰ytt‰j‰t, kaikki kyseiset oikeudet h‰vi‰v‰t.

source: Users cannot be recreated.
fi_fi: K‰ytt‰ji‰ ei voida luoda uudelleen.

source: Even if this user is recreated, those permissions are gone.
fi_fi: Vaikka t‰m‰ k‰ytt‰j‰ luotaisiin uudelleen, k‰yttˆoikeudet ovat h‰vinneet pysyv‰sti.

source: Do you really want to delete user
fi_fi: Haluatko varmasti poistaa k‰ytt‰j‰n

source: Rebuilding Thumbnails
fi_fi: Rakennetaan esikatselukuvat uudelleen

source: Rebuilding %d thumbnails...
fi_fi: Rakennetaan %d esikatselukuvaa uudelleen

source: Processing image %d...
fi_fi: K‰sitell‰‰n valokuvaa %d...

source: Skipping album %d...
fi_fi: Ohitetaan albumi %d...

source: Rebuilding 1 thumbnail...
fi_fi: Rakennetaan 1 esikatselukuva uudelleen...

source: Album Properties
fi_fi: Albumin ominaisuudet

source: Album Summary
fi_fi: Albumin yhteenveto

source: Album Title
fi_fi: Albumin otsikko

source: Background Color
fi_fi: Taustan v‰ri

source: Text Color
fi_fi: Tekstin v‰ri

source: Link Color
fi_fi: Linkkiv‰ri

source: Background Image
fi_fi: Taustakuva

source: Font
fi_fi: Kirjasinlaji

source: Borders
fi_fi: Reunukset

source: off
fi_fi: pois

source: Border color
fi_fi: Reunuksen v‰ri

source: Thumbnail size
fi_fi: Esikatselukuvan koko

source: Auto-Resize
fi_fi: Muuta kuvakoko automaattisesti

source: Auto-Resize file size kilobytes (0 or blank for no size restriction)
fi_fi: Kuvakoon automaattimuutokselle asetettava tiedoston koko kilotavuina (0 tai tyj‰ = ei kokorajoitusta)

source: Show <i>Return to</i> link
fi_fi: N‰yt‰ <i>Palaa takaisin </i> linkki

source: Rows
fi_fi: Rivi‰

source: Columns
fi_fi: Saraketta

source: Auto fit-to-window for<br>images without a resized copy
fi_fi: Automaattinen sovita-kuva-ikkunaan kuville,<BR>joiden osalta ei lˆydy kuvakooltaan muokattua kuvakopiota

source: Offer visitors ability to specify<br>preference for full-size or resized images
fi_fi: Tarjoa vierailijoille mahdollisuus m‰‰ritt‰‰ itse,<BR> katsoako t‰yskokoista vai pienennetty‰ kuvaa

source: Which photo printing service<br>do you want to let visitors use?
fi_fi: Mit‰ valokuvien tulostuspalveluja<BR>haluat tarjota vierailijoille?

source: none
fi_fi: ei mit‰‰n

source: shutterfly without donation
fi_fi: shutterfly ilman lahjoituksia

source: Display EXIF data?
fi_fi: N‰yt‰ EXIF tiedot?

source: Display click counter for this album?
fi_fi: N‰yt‰ klikkauslaskuri t‰lle albumille?

source: Display owners name with caption
fi_fi: N‰yt‰ omistajan nimi kuvatekstin yhteydess‰

source: Allow item owners to modify their images
fi_fi: Salli omistajien muokata valokuviaan

source: Allow item owners to delete their images
fi_fi: Salli omistajien poistaa valokuviaan

source: Add new items at beginning of album
fi_fi: Lis‰‰ uudet kuvat albumin alkuun

source: Allow public commenting for photos in this album?
fi_fi: Salli julkinen kommenttien j‰ttˆ t‰m‰n albumin valokuville?

source: Apply values to nested Albums (except Album Title and Summary).
fi_fi: K‰yt‰ valintaa sis‰kk‰isille kuva-albumeille (paitsi albumin otsikkoon ja yhteenvetoon).

source: Apply
fi_fi: Toteuta muutokset

source: Undo
fi_fi: Kumoa

source: Close
fi_fi: Sulje

source: Year must be between 1000 and 3000
fi_fi: Vuoden tulee olla v‰lill‰ 1000 ja 3000

source: Edit Text
fi_fi: Muokkaa teksti‰

source: Photo Capture Date
fi_fi: Kuvanottop‰iv‰m‰‰r‰

source: Month
fi_fi: Kuukausi

source: Day
fi_fi: P‰iv‰

source: Year
fi_fi: Vuosi

source: Hours
fi_fi: Tuntia

source: Minutes
fi_fi: Minuuttia

source: Seconds
fi_fi: Sekuntia

source: Edit %s
fi_fi: Muokkaa %s

source: Edit the %s and click %s when you're done
fi_fi: Muokkaa %s:‰‰ ja klikkaa %s kun olet valmis

source: Custom Thumbnail
fi_fi: Erillinen esikatselukuva

source: Remaking the Thumbnail...
fi_fi: Luodaan uudelleen esikatselukuva...

source: Choose which part of the image will compose your thumbnail:
fi_fi: Valitse, mik‰ kohta kuvasta muodostaa esikatselukuvan:

source: Gallery in Configuration Mode
fi_fi: Galleria on asennustilassa

source: Gallery: Configuration Mode
fi_fi: Galleria: asennustila

source: To configure gallery, %sStart the configuration wizard%s
fi_fi: Muokataksesi Gallerian asetuksia, %sK‰ynnist‰ asennusvelho%s

source: If you've finished your configuration but you're still seeing this page, that's because for safety's sake we don't let you run Gallery in an insecure mode.
fi_fi: Jos n‰et t‰m‰n sivun (vaikka olet lopettanut asentamisen), syyn‰ on se, ett‰ turvallisuuden nimiss‰ Galleriaa ei voi ajaa suojaamattomassa tilassa.

source: You need to switch to secure mode before you can use it. Here's how:
fi_fi: Sinun tulee vaihtaa suojattuun tilaan ennen kuin voit k‰ytt‰‰ Galleriaa. Tee n‰in:

source: Then just reload this page and all should be well.
fi_fi: Sen j‰lkeen sinun tulee vain ladata t‰m‰ www-sivu uudelleen, ja kaiken pit‰isi olla kunnossa.

source: If you experience problems, you should seek help on the %s Gallery Help Page%s
fi_fi: Jos tˆrm‰‰t ongelmiin, etsi apua %s Gallery Help %s sivuilta

source: %s with shell access
fi_fi: %s shell-yhteydell‰

source: /path/to/your/gallery
fi_fi: /osoite/sinun/galleriaasi

source: %s with FTP access
fi_fi: %s FTP-yhteydell‰

source: Gallery needs Reconfiguration
fi_fi: Gallerian asetukset tulee tehd‰ uudelleen

source: Your Gallery configuration was created using the config wizard from an older version of Gallery. It is out of date. Please re-run the configuration wizard!
fi_fi: Galleriasi asetukset on tehty k‰ytt‰m‰ll‰ Galleria-ohjelman vanhemman version asennusvelhoa. Asetukset eiv‰t n‰in ollen ole ajan tasalla. Ole hyv‰ ja aja asennusvelho uudelleen!

source: In a shell do this
fi_fi: Tee t‰m‰ komento-ikkunassa (shell)

source: Then launch the %sconfiguration wizard%s
fi_fi: K‰ynnist‰ sitten %sasennusvelho%s

source: Gallery Configuration Error
fi_fi: Gallerian asennusvirhe

source: Gallery has not been configured!
fi_fi: Gallerian asetuksia ei ole m‰‰ritetty!

source: Gallery must be configured before you can use it. First, you must put it into configuration mode. Here's how.
fi_fi: Gallerian asetukset tulee m‰‰ritt‰‰ ennen kuin voit k‰ytt‰‰ sit‰. Ensiksi, sinun t‰ytyy laittaa galleria asennustilaan. Ohje seuraavassa.

source: And then start the %sConfiguration Wizard%s.
fi_fi: Ja k‰ynnist‰ sitten %sAsennusvelho%s.

source: Configure Custom Fields
fi_fi: Muokkaa omia kentti‰

source: Number of user defined custom fields
fi_fi: K‰ytt‰j‰n m‰‰rittelemien kenttien m‰‰r‰

source: Field
fi_fi: Kentt‰

source: Apply to nested Albums
fi_fi: Toteuta muutokset myˆs sis‰kk‰isiss‰ albumeissa

source: Highlight Photo
fi_fi: Esittelykuva

source: Do you want this photo to be the one that shows up on the gallery page, representing this album?
fi_fi: Haluatko t‰m‰n kuvan edustavan t‰t‰ kuva-albumia, ja n‰kyv‰n galleriasivulla?

source: Yes
fi_fi: Kyll‰

source: No
fi_fi: Ei

source: Username
fi_fi: K‰ytt‰j‰tunnus

source: Old Password
fi_fi: Vanha salasana

source: New Password
fi_fi: Uusi salasana

source: New Password (again)
fi_fi: Uusi salasana (uudelleen)

source: Full Name
fi_fi: Koko nimi

source: Email Address
fi_fi: S‰hkˆpostiosoite

source: Gallery language
fi_fi: Gallerian kieli

source: User can create albums
fi_fi: K‰ytt‰j‰ voi luoda kuva-albumeita

source: admins can always create albums
fi_fi: p‰‰k‰ytt‰j‰t voivat aina luoda kuva-albumeita

source: User is an admin
fi_fi: K‰ytt‰j‰ on p‰‰k‰ytt‰j‰

source: you can't un-admin yourself
fi_fi: et voi riist‰‰ itselt‰si p‰‰k‰ytt‰j‰n oikeuksia

source: From:
fi_fi: Kenelt‰:

source: delete comment
fi_fi: poista kommentti

source: add comment
fi_fi: lis‰‰ kommentti

source: Album
fi_fi: albumi

source: hidden
fi_fi: piilotettu

source: view comments for this nested album
fi_fi: n‰yt‰ t‰m‰n sis‰kk‰isen albumin kommentit

source: First Page
fi_fi: Ensimm‰inen sivu

source: Previous Page
fi_fi: Edellinen sivu

source: Next Page
fi_fi: Seuraava sivu

source: Last Page
fi_fi: Viimeinen sivu

source: First Photo
fi_fi: Ensimm‰inen valokuva

source: Previous Photo
fi_fi: Edellinen valokuva

source: %d of %d
fi_fi: %d %d:sta

source: Next Photo
fi_fi: Seuraava valokuva

source: Last Photo
fi_fi: Viimeinen valokuva

source: Login to %s
fi_fi: Kirjaudu %s:hon

source: Logging in gives you greater permission to view, create, modify and delete albums.
fi_fi: Sis‰‰nkirjautuminen antaa sinulle laajemmat oikeudet katsella, luoda, muokata ja poistaa albumeja.

source: Invalid username or password
fi_fi: Ep‰kelpo k‰ytt‰j‰tunnus tai salasana

source: You must specify a username
fi_fi: Sinun t‰ytyy m‰‰ritt‰‰ k‰ytt‰j‰tunnus

source: Password
fi_fi: Salasana

source: You must specify a password
fi_fi: Sinun t‰ytyy m‰‰ritt‰‰ salasana

source: Login
fi_fi: Kirjaudu

source: Please select a user
fi_fi: Valitse k‰ytt‰j‰

source: Manage Users
fi_fi: Hallitse k‰ytt‰ji‰

source: Error:
fi_fi: Virhe:

source: You can create, modify and delete users here.
fi_fi: Voit luoda, muokata ja poistaa k‰ytt‰ji‰ t‰‰ll‰.

source: There are no users! Create one.
fi_fi: K‰ytt‰ji‰ ei ole viel‰ luotu! Luo k‰ytt‰j‰ nyt.

source: Modify
fi_fi: Muokkaa

source: Invalid user
fi_fi: Ep‰kelpo k‰ytt‰j‰

source: Modify User
fi_fi: Muokkaa k‰ytt‰j‰‰

source: You can change any information about the user using this form.
fi_fi: Voit muokata mit‰ tahansa k‰ytt‰j‰tietoja t‰m‰n lomakkeen avulla.

source: Move Album
fi_fi: Siirr‰ albumi

source: Select the new location of album
fi_fi: Valitse albumin uusi paikka

source: Move it!
fi_fi: Siirr‰!

source: OR
fi_fi: TAI

source: Nest within another Album:
fi_fi: Sis‰llyt‰ toiseen albumiin:

source: Move to Album!
fi_fi: Siirr‰ albumiin!

source: Move Photo
fi_fi: Siirr‰ kuva

source: Moving photo #
fi_fi: Siirret‰‰n valokuvaa #

source: Creating Thumbnail
fi_fi: Luodaan esikatselukuva

source: Resizing photo
fi_fi: Muutetaan kuvan koko

source: - Creating New Album Highlight
fi_fi: - Luodaan uusi albumin kansikuva

source: Error
fi_fi: Virhe

source: Skipping Album #%d
fi_fi: Ohitetaan albumi #%d

source: Move this album within the album:
fi_fi: Siirr‰ t‰m‰ albumi albumin sis‰ll‰:

source: Move this photo within the album:
fi_fi: Siirr‰ t‰m‰ kuva albumin sis‰ll‰:

source: Current Location is %s
fi_fi: Nykyinen sijainti on %s

source: Select the new location:
fi_fi: Valitse uusi sijainti:

source: Move the album to a new album:
fi_fi: Siirr‰ albumi uuteen albumiin:

source: Move a range of photos to a new album:
fi_fi: Siirr‰ joukko valokuvia uuteen albumiin:

source: To move just one photo, make First and Last the same
fi_fi: Siirt‰‰seksi vain yhden kuvan, m‰‰rit‰ ensimm‰inen ja viimeinen kuva samoiksi

source: Nested albums in this range will be ignored
fi_fi: Sis‰kk‰iset albumit joukon sis‰ll‰ ohitetaan

source: First
fi_fi: Ensimm‰inen

source: Last
fi_fi: Viimeinen

source: New Album
fi_fi: Uusi kuva-albumi

source: Upgrade now
fi_fi: P‰ivit‰ nyt

source: Change Owner
fi_fi: Vaihda omistaja

source: Owner
fi_fi: Omistaja

source: Horizontal
fi_fi: Vaakasuunta

source: Vertical
fi_fi: Pystysuunta

source: Uploading Photos
fi_fi: Kopioidaan valokuvat palvelimelle

source: File upload in progress!
fi_fi: Palvelimelle kopiointi k‰ynniss‰!

source: This page will go away automatically when the upload is complete. Please be patient!
fi_fi: T‰m‰ sivu h‰vi‰‰ automaattisesti, kun palvelimelle kopiointi on valmis. Odota hetki, ole hyv‰!

source: Publish Your Photos and Movies to %s.
fi_fi: Julkaise valokuvasi ja videotiedostosi %s:hen.

source: Username and Password are not correct.
fi_fi: K‰ytt‰j‰tunnus ja salasana eiv‰t ole oikein.

source: Please Enter Username and Password
fi_fi: Ole hyv‰ ja anna k‰ytt‰j‰tunnuksesi ja salasanasi

source: Login Incorrect
fi_fi: Kirjautumisvirhe

source: Username:
fi_fi: K‰ytt‰j‰tunnus:

source: Password:
fi_fi: Salasana:

source: Select the Album to which to Publish
fi_fi: Valitse albumi, johon haluat julkaista

source: Use filenames as captions
fi_fi: K‰yt‰ tiedostonimi‰ kuvatekstein‰

source: Create New Album
fi_fi: Luo uusi kuva-albumi

source: Not Logged In!
fi_fi: Et ole kirjautunut sis‰‰n galleriaan!

source: No album specified!
fi_fi: Albumia ei ole m‰‰ritetty!

source: This user cannot add photos in %s.
fi_fi: T‰m‰ k‰ytt‰j‰ ei voi lis‰t‰ valokuvia %s:hen.

source: Press the 'Back' button and try again!
fi_fi: Paina "Back"-painiketta ja yrit‰ uudelleen!

source: User cannot create ROOT level album.
fi_fi: K‰ytt‰j‰ ei voi luoda juuritason albumia.

source: User cannot create nested album in %s.
fi_fi: K‰ytt‰j‰ ei voi luoda sis‰kk‰ist‰ albumia %s:hen.

source: No Parent Album Specified!
fi_fi: Emoalbumia ei ole m‰‰ritetty!

source: Enter New Album Title
fi_fi: Anna uusi otsikko albumille

source: Select Parent Album
fi_fi: Valitse emoalbumi

source: NEW TOP LEVEL ALBUM
fi_fi: Uusi p‰‰tason albumi

source: User cannot add to album
fi_fi: K‰ytt‰j‰ ei voi lis‰t‰ kuvia albumiin

source: No file specified
fi_fi: Tiedostoa ei ole m‰‰ritetty

source: Photo Upload
fi_fi: Kuvan kopiointi palvelimelle

source: Upload Photos to
fi_fi: Kopioi valokuvat palvelimelle

source: Publishing with Windows XP
fi_fi: Julkaisu WinXP:n kanssa

source: Using the Windows XP <i>Publish To the Web</i> feature
fi_fi: K‰ytt‰m‰ll‰ WinXP:n <i>Julkaise webbiin</i> -toimintoa

source: Windows XP comes with a nice feature that allows you to publish content from your desktop directly to a web service. %s <b>has experimental</b> support for this feature.
fi_fi: WinXP on varustettu toiminnolla, jonka avulla voit julkaista materiaalia tyˆpˆyd‰lt‰ suoraan internetiin. %s:ss‰ on kokeellinen tuki t‰lle toiminnolle.

source: It's relatively easy to configure.
fi_fi: Sen asetukset on varsin helppo tehd‰.

source: Step 1
fi_fi: Vaihe 1

source: Download the %sXP Configuration File%s
fi_fi: Imuroi %sXP asennustiedosto %s

source: Save this file on your PC and rename it %s.
fi_fi: Tallenna ko. tiedosto tietokoneeseesi ja nime‰ se uudelleen %s -nimelle.

source: If it asks you for confirmation about changing the file type, answer &quot;yes&quot;.
fi_fi: Jos se pyyt‰‰ sinulta tiedostotyypin vaihtamisen vahvistamista, vastaa &quot;kyll‰&quot;.

source: Right click on this file and you should see a menu appear.
fi_fi: Klikkaa t‰t‰ tiedostoa hiiren vasemmalla painikkeella, jolloin aukeaa valikko.

source: Select the <b>Merge</b> option (this should be at the top of the menu).
fi_fi: Valitse <b>Yhdist‰</b>-toiminto (t‰m‰n pit‰isi lˆyty‰ valikon yl‰osasta).

source: It will ask you if you want to import these values into your registry.
fi_fi: Se kysyy sinulta, josko haluat tuoda n‰m‰ arvot rekisteriin.

source: Click &quot;ok&quot;.
fi_fi: Klikkaa &quot;ok&quot;.

source: It will tell you that the files were imported successfully.
fi_fi: Se kertoo sinulle, ett‰ tiedostot on tuotu onnistuneesti.

source: Click &quot;ok&quot; again.
fi_fi: Klikkaa taas &quot;ok&quot;.

source: Step 2
fi_fi: Vaihe 2
