Repository: jmullan/Gallery1
Catalog: gallery/po/*-gallery.po
Languages: fi_fi

source: (if the data is current, this will not appear to do anything)
fi_fi: (jos tiedot ovat ajan tasalla, t‰m‰ toiminto ei n‰y k‰ytt‰j‰lle)
