Repository: jmullan/Gallery1
Catalog: locale/*.iso-8859-2/*.iso-8859-2-gallery_core.po
Languages: cs_cz

source: You are not allowed to perform this action!
cs_cz: Nejste oprávnìn pro tuto akci!

source: Name and comment are both required to save a new comment!
cs_cz: Pro ulo¾ení komentáøe je potøeba zadat jak jméno, tak komentáø

source: Your comment is too long, the admin set maximum length to %d chars
cs_cz: Vá¹ komentáø je moc dlouhý. Administrátor nastavil maximální délku na %d znakù

source: Your Comment contains forbidden words. It will not be added.
cs_cz: Vá¹ komentáø obsahuje zakázaná slova a proto nebude pøidán.

source: Add Comment
cs_cz: Pøidat komentáø

source: Enter your comment for this picture in the text box below.
cs_cz: Vlo¾te svùj komentáø k této fotce do rámeèku.

source: Cancel
cs_cz: Zru¹it

source: Add Photos
cs_cz: Pøidat fotky

source: Applet (big)
cs_cz: Applet (velký)

source: Form
cs_cz: Formuláø

source: Other
cs_cz: Ostatní

source: Admin
cs_cz: Administrátor

source: statistics
cs_cz: statistika

source: View some statistics about your Gallery. Such as most viewed pictures, or best rated photos etc.
cs_cz: Zobrazení nìkolika statistik o va¹í Gallery, jako je nejnav¹tìvovanìj¹í fotka, nebo nejlépe hodnocená fotka, atd...

source: configuration wizard
cs_cz: konfiguraèní re¾im

source: Use the config wizard to reconfigure or tweak your Gallery
cs_cz: Pou¾ijte konfiguraèní re¾im pro konfiguraci, nebo úpravu nastavení Gallery.

source: find orphans
cs_cz: najít osiøelé soubory

source: Find, remove or re-attach orphaned elements.
cs_cz: Najde, odstraní nebo znovu pøipojí osiøelé prvky.

source: find comment spam
cs_cz: spam&nbsp;v&nbsp;komentáøích

source: Find and remove comments that contains spam.
cs_cz: Vyhledá a odstraní komentáøe, které obsahují spam.

source: manage users
cs_cz: správa u¾ivatelù

source: Manage your users.
cs_cz: Správa u¾ivatelù.

source: Admin options
cs_cz: Administrátorská nastavení

source: Users who can add photos.
cs_cz: U¾ivatelé, kteøí mohou do alba pøidávat fotky

source: Users who can delete photos.
cs_cz: U¾ivatelé, kteøí mohou z alba mazat fotky

source: Users who can modify photos.
cs_cz: U¾ivatelé, kteøí mohou v albu mìnit fotky

source: Users who can create sub albums.
cs_cz: U¾ivatelé, kteøí mohou vytváøet vnoøená alba

source: Users who can view comments.
cs_cz: U¾ivatelé, kteøí mohou pøidávat komentáøe.

source: Users who can add comments.
cs_cz: U¾ivatelé, kteøí mohou pøidávat komentáøe.

source: Users who can view full (original) images.
cs_cz: U¾ivatelé, kteøí mohou prohlí¾et originály fotek

source: Users who can change album text.
cs_cz: U¾ivatelé, kteøí mohou mìnit texty v albu

source: Album Permissions
cs_cz: Práva alba

source: Changing permissions for %s
cs_cz: Zmìna práv k %s

source: Owner:
cs_cz: Vlastník:

source: Save
cs_cz: Ulo¾it

source: Done
cs_cz: Hotovo

source: no albums
cs_cz: ®ádná alba

source: 1 top-level album
cs_cz: 1 album nejvy¹¹í úrovnì

source: No top-level albums
cs_cz: ®ádné album nejvy¹¹í úrovnì

source: %d total
cs_cz: %d celkem

source: 1 image
cs_cz: 1 fotka

source: no images
cs_cz: ¾ádné fotky

source: 1 page
cs_cz: 1 stranì

source: no pages
cs_cz: ¾ádné stránky

source: %s (%s), %s on %s
cs_cz: %s (%s), %s na %s

source: %s, %s on %s
cs_cz: %s, %s na %s

source: Welcome, %s
cs_cz: Vítej, %s

source: new album
cs_cz: nové album

source: admin page
cs_cz: administrátorská nastavení

source: documentation
cs_cz: dokumentace

source: preferences
cs_cz: nastavení

source: logout
cs_cz: odhlá¹ení

source: login
cs_cz: pøihlá¹ení

source: register
cs_cz: registrace

source: Attention Gallery Administrator!
cs_cz: Pozor, správci Gallery

source: %s has detected the following %d invalid album(s) in your albums directory<br>(%s):
cs_cz: Bylo detekováno v %s následujících %d neplatných alb ve va¹em adresáøi alb (%s).

source: %s has detected that %d of your albums are out of date.
cs_cz: %s bylo zji¹tìno, ¾e %d va¹ich alb je neaktuálních.

source: Please %s.
cs_cz: Prosím %s.

source: upgrade those albums
cs_cz: aktualizuji tyto alba

source: Attention!
cs_cz: Pozor!

source: %s and try again.
cs_cz: %s a zkuste to pozdìji.

source: Log in
cs_cz: Pøihlá¹ení

source: Highlight for Album:
cs_cz: Náhled alba:

source: Hey!
cs_cz: Hej!

source: %s so that the URL is not so generic!
cs_cz: %s, aby jeho URL nebylo tak o¹klivé!

source: Rename this album
cs_cz: Pøejmenuj toto album

source: Last changed on %s.
cs_cz: Naposledy zmìnìno %s.

source: This album contains 1 item.
cs_cz: Toto album obsahuje jednu polo¾ku.

source: This album has been viewed %s since %s.
cs_cz: Toto album bylo zbrazeno %s od %s.

source: 1 time
cs_cz: jednou

source: 0 times
cs_cz: 0krát

source: reset counter
cs_cz: vynuluj poèítadlo

source: Comments available for this item.
cs_cz: Komentáøe k této polo¾ce

source: Captioned album does not match current album - aborting changes!
cs_cz: Popisováné album neodpovídá souèasnému albu - zmìny jsou zru¹eny!

source: Debugging: Click here to return to the album
cs_cz: Debugging: Klikni zde pro návrat do alba

source: Captionator
cs_cz: Popiskovaè

source: Multiple Caption Editor.
cs_cz: Editor popiskù.

source: 1 photo in this album
cs_cz: 1 fotka v tomto albu

source: items in this album
cs_cz: polo¾ek v tomto albu

source: on
cs_cz: na

source: one page
cs_cz: ¾ádné stránky

source: navigate UP
cs_cz: jít NAHORU

source: Save and Exit
cs_cz: Ulo¾ a odejdi

source: Save and Edit Next %d
cs_cz: Ulo¾ a pøejdi na dal¹ích %d

source: Save and Edit Previous %d
cs_cz: Ulo¾ a pøejdi na pøedchozích %d

source: Exit
cs_cz: Odejdi

source: (click to enlarge)
cs_cz: (klikni pro zvìt¹ení)

source: hidden
cs_cz: skryto

source: Album Caption
cs_cz: Titulek alba:

source: Movie Caption
cs_cz: Titulek videa

source: Photo Caption
cs_cz: Titulek fotky

source: Title
cs_cz: Nadpis

source: Keywords
cs_cz: Klíèová slova

source: Capture Date
cs_cz: Den

source: NO PHOTOS!
cs_cz: ®ádné fotky!

source: Untitled
cs_cz: Bez názvu

source: Album up to date.
cs_cz: Album je aktuální

source: Upgrading album properties...
cs_cz: Aktualizuji nastavení alba

source: Renaming album from %s to %s...
cs_cz: Pøejmenovávam %s album z %s...

source: done
cs_cz: hotovo

source: Upgrading item %d of %d . . .
cs_cz: Aktualizuji polo¾ku %d z %d . . .

source: msg should be an array!
cs_cz: zpráva by mìla být pole!

source: Entering album %s, processing %d photos
cs_cz: Z alba %s zpracovávám %d fotek

source: Processing element %d...
cs_cz: Zpracovávám fotku %d...

source: Resizing/compressing original image
cs_cz: Zmen¹uji/komprimuji originální fotku

source: Cannot resize/compress this filetype
cs_cz: Nemohu zmen¹it/zkomprimovat tento soubor

source: Resizing %s
cs_cz: Vytváøím zmen¹enou kopii %s

source: Photo auto-rotated/transformed
cs_cz: Fotka byla otoèena/transformována

source: Watermarking Image
cs_cz: Vkládám vodoznak do fotky

source: No highlight
cs_cz: ®ádný náhled alba

source: Processing image %d...
cs_cz: Zpracovávám fotku %d

source: Email problem: skipping %s (UID %s) because email address %s is not valid.
cs_cz: Problém s e-mailem: pøeskakuji %s (UID %s) proto¾e e-mailová addresa %s není platná.

source: Invalid image
cs_cz: Po?kozená fotka

source: Unable to make thumbnail
cs_cz: Nelze vytvoøit náhled

source: No preview
cs_cz: ®ádný náhled

source: No thumbnail
cs_cz: ®ádný náhled

source: Anonymous User
cs_cz: Anonymní u¾ivatel

source: Nobody
cs_cz: Nikdo

source: Unable to create dir
cs_cz: Nelze vytvoøit adresáø

source: %s exists, but is not a directory!
cs_cz: %s existuje, ale není to adresáø!

source: Your Userfile is not writeable
cs_cz: Do va¹eho u¾ivatelského souboru se nedá zapisovat

source: Illegal username %s: must at least 2 characters
cs_cz: U¾ivatelské jméno (%s) musí mít alespoò dva znaky

source: Illegal username %s: must at most 15 characters
cs_cz: U¾ivatelské jméno (%s) musí mít nejvý¹e patnáct znakù

source: Illegal username %s: must contain only letters or digits
cs_cz: U¾ivatelské jméno (%s) smí obsahovat pouze písmena a èíslice

source: %s is reserved and cannot be used.
cs_cz: %s je vyhra¾eno a nemù¾e být pou¾ito

source: A user with the username of %s already exists
cs_cz: U¾ivatel %s ji¾ existuje

source: Password must be at least 3 characters
cs_cz: Heslo musí mít alespoò tøi znaky

source: Checking user %d of %d . . . .
cs_cz: Kontroluji u¾ivatele %d z %d . . .

source: skipped
cs_cz: vynecháno

source: Problem adding %s:
cs_cz: Problém s pøidáváním %s:

source: Copy Photo
cs_cz: Kopírovat fotku

source: Invalid album selected: %s
cs_cz: Zvoleno nesprávné album: %s

source: Can't copy album #%d
cs_cz: Nemohu zkopírovat album #%d

source: Copying photo #%d
cs_cz: Kopíruji fotku #%d

source: Creating Thumbnail
cs_cz: Vytváøím náhled

source: Skipping Album #%d
cs_cz: Pøeskakuji album #%d

source: Dismiss
cs_cz: Zavøít

source: Copy a range of photos to a new album:
cs_cz: Zkopírovat skupinu fotek do nového alba:

source: To copy just one photo, make First and Last the same.
cs_cz: Vnoøená alba v tomto rozsahu budou ignorována

source: Nested albums in this range will be ignored.
cs_cz: Vnoøená alba v tomto rozsahu budou ignorována.

source: First
cs_cz: První

source: Last
cs_cz: Poslední

source: New Album
cs_cz: Nové album

source: WARNING: Some of the albums need to be upgraded to the current version of %s.
cs_cz: Varování: Nìkterá alba musí být aktualizována na souèasnou verzi %s.

source: Upgrade now
cs_cz: Aktualizovat teï

source: Copy to Album!
cs_cz: Zkopírovat do alba!

source: no album / index specified
cs_cz: není zadáno album / index

source: Passwords do not match!
cs_cz: Hesla se neshodují

source: Create User
cs_cz: Vytvoøit u¾ivatele

source: User %s created
cs_cz: U¾ivatel %s byl vytvoøen

source: Gallery Registration
cs_cz: Registrace Gallery

source: Email sent to %s.
cs_cz: E-mail odeslaný adresátovi %s.

source: Create a new user here.
cs_cz: Vytvoøit zde nového u¾ivatele

source: Delete Album
cs_cz: Smazat album

source: Do you really want to delete this album?
cs_cz: Opravdu chcete toto album smazat?

source: Delete
cs_cz: Smazat

source: no album specified
cs_cz: není zadáno album

source: Delete Photo
cs_cz: Smazat fotku

source: Do you really want to delete this photo?
cs_cz: Opravdu chcete tuto fotku smazat?

source: Delete User
cs_cz: Smazat u¾ivatele

source: You can't delete your own account!
cs_cz: Nemù¾ete smazat sám sebe

source: Users can have special permissions in each album.
cs_cz: U¾ivatel mù¾e mít pro ka¾dé album rùzná práva.

source: If you delete this user, any such permissions go away.
cs_cz: Kdy¾ u¾ivatele sma¾ete, jeho práva zaniknou.

source: Users cannot be recreated.
cs_cz: U¾ivatel nemù¾e být znovu obnoven.

source: Even if this user is recreated, those permissions are gone.
cs_cz: Kdy¾ u¾ivatele znovu zalo¾íte, jeho práva nebudou obnovena.

source: Rebuilding Thumbnails
cs_cz: Obnovuji náhledy

source: Performing Operation..
cs_cz: Operace probíhá...

source: Do you also want to rebuild the thumbnails in subalbums?
cs_cz: Chcete také pøedìlat náhledy ve vnoøených albech?

source: Rebuilding %d thumbnails...
cs_cz: Obnoveno %d náhledù

source: Rebuilding 1 thumbnail...
cs_cz: Obnovuji 1 náhled

source: Preview
cs_cz: Ukázka

source: Everybody
cs_cz: V¹ichni

source: Logged in
cs_cz: Pøihlá¹ení u¾ivatelé

source: untitled field
cs_cz: pole bez názvu

source: Alt Text / onMouseOver
cs_cz: Alt text / pøi najetí my¹í

source: Album Properties
cs_cz: Nastavení alba

source: Apply values to nested albums (except album title and summary).
cs_cz: Pou¾ít nastavení i pro vlo¾ená alba (kromì Nadpisu alba a Shrnutí alba)

source: Apply
cs_cz: Pou¾ít

source: Undo
cs_cz: Zru¹it zmìny

source: Close
cs_cz: Zavøít

source: Edit Text
cs_cz: Zmìnit text

source: Edit Caption
cs_cz: Zmenìna popisku

source: Caption
cs_cz: Titulek

source: Photo Capture Date
cs_cz: Datum vytvoøení fotky

source: Month
cs_cz: Mìsíc

source: Day
cs_cz: Den

source: Year
cs_cz: Rok

source: Hours
cs_cz: Hodiny

source: Minutes
cs_cz: Minuty

source: Seconds
cs_cz: sekundy

source: Edit %s
cs_cz: Editujte %s

source: Edit the %s and click %s when you're done
cs_cz: Editujte %s and klepnìte na %s, a¾ budete hotovi

source: Custom Thumbnail
cs_cz: Vlastní náhled

source: Remaking the Thumbnail...
cs_cz: Obnovuji náhled

source: Choose which part of the image will compose your thumbnail:
cs_cz: Vyberte èást fotky, která bude pou¾ita jako náhled

source: Please select a watermark.
cs_cz: Zvolte prosím vodoznak.

source: Please select an alignment.
cs_cz: Prosím, zvolte øazení.

source: Edit Watermark
cs_cz: Upravit vodoznak

source: Configure Custom Fields
cs_cz: Nastavení u¾ivatelských polí

source: Number of user defined custom fields
cs_cz: Poèet u¾ivatelem nadefinovaných polí

source: Field
cs_cz: Pole

source: Apply values to nested albums.
cs_cz: Pou¾ít nastavní pro vnoøená alba.

source: To install or upgrade the Gallery Remote Applets, please refer to
cs_cz: Pro instalaci, nebo aktualizaci Gallery Remote Appletù, se podívejte na

source: the documentation page
cs_cz: dokumentaci

source: on the Gallery web site.
cs_cz: na stránkách Gallery.

source: Use the Gallery Remote Applet to upload pictures. It will take a short while to download.
cs_cz: Pou¾ijte Gallery Remote Applet pro nahrání fotek. Jeho stahování mù¾e chvilku trvat.

source: If you don't have the Java Plugin 1.4 or later, you can use one of the other methods.
cs_cz: Pokud nemáte Java Plugin 1.4, nebo novìj¹í, mù¾ete pou¾ít jednu z ostatních metod.

source: Your browser doesn't support applets; you should use one of the other upload methods.
cs_cz: Vá¹ prohlí¾eè nepodporuje applety; pou¾ijte jinou metodu nahrání souborù.

source: Use the Gallery Remote Mini Applet to upload pictures. It will take a short while to download.
cs_cz: Pou¾ijte Gallery Remote Mini Applet pro nahrání fotek. Jeho stahování mù¾e chvilku trvat.

source: Click the <b>Browse</b> button to locate a photo to upload.
cs_cz: Klepnìte na tlaèítko <b>Procházet</b> a najdìte fotku, kterou chcete nahrát

source: Supported file types
cs_cz: Podporované formáty souborù

source: Upload a compressed file (zip, rar, ace ...) full of photos and movies!
cs_cz: Nahrajte komprimovaný soubor (zip, rar, ace ...) s fotkami a videem.

source: 1. Select the number of files you want to upload:
cs_cz: 1. Vyberte poèet souborù k nahrání

source: Optional:
cs_cz: Volitelné:

source: Select the number of meta data files you want to upload:
cs_cz: Zvolte poèet meta datových souborù které chcete nehrát:

source: 2. Use the Browse button to find the photos on your computer
cs_cz: Pou¾ijte tlaèítko Procházet a najdìte soubory na svém poèítaèi

source: File
cs_cz: Soubor

source: 3. Use the Browse button to find the meta data files on your computer
cs_cz: 3. Pou¾ijte tlaèítko Procházet a najdìte meta data soubory na svém poèítaèi

source: If no caption is set, what would you like the captions to default to?
cs_cz: Pokud není titulek vyplnìn, jaký titulek se má nastavit:

source: Upload Now
cs_cz: Nahrát

source: You can use one of these desktop agents to drag and drop photos from your desktop
cs_cz: Pøípadnì mù¾ete pou¾ít nìkterý z tìchto programù a nahrát fotky pøeta¾ením z va¹eho poèítaèe

source: A Java application that runs on Mac, Windows and Unix
cs_cz: Program v Javì, který lze spustit pod Windows, na Unixu i na Macu

source: Other methods
cs_cz: Ostatní mo¾nosti

source: See a couple of other Methods for adding pictures to your Gallery on Gallerys Website.
cs_cz: Podívejte se na pár ostatích mo¾ností, jak pøidat fotky do va¹í Gallery na Gallery website.

source: <i>Note:</i> this feature is still experimental!
cs_cz: <i>Poznámka</i> tato funkce je v experimentálním stadiu vývoje

source: Upload any images found at this location.
cs_cz: Nahraje v¹echny fotky, které budou v následujícím umístìní.

source: The location can either be a URL or a local directory on the server.
cs_cz: Toto umístìní mù¾e být URL nebo adresáø na serveru

source: FTP images to a directory on your server then provide that path here!
cs_cz: Nahrajte fotky na server pomocí FTP a pak zadejte jejich umístìní!

source: What would you like the captions to default to?
cs_cz: Jaký titulek má být nastaven?

source: Submit URL or directory
cs_cz: Pou¾ít URL nebo adresáø

source: Album Summary
cs_cz: Shrnutí alba

source: Album Title
cs_cz: Nadpis alba

source: Font
cs_cz: Písmo

source: Rows
cs_cz: Øádky

source: Columns
cs_cz: Sloupce

source: Borders
cs_cz: Okraje

source: Background Color
cs_cz: Barva pozadí

source: Text Color
cs_cz: Barva textu

source: Link Color
cs_cz: Barva odkazu

source: Album Frame
cs_cz: Okraj alba

source: Thumb Frame
cs_cz: Okraj náhledu

source: Image Frame
cs_cz: Okraj fotky

source: Slideshow Type
cs_cz: Typ slideshow

source: Off
cs_cz: vypnuto

source: Ordered
cs_cz: Setøídìno

source: Random
cs_cz: náhodnì

source: Include sub-albums in slideshow
cs_cz: Pøi slideshow zobrazovat fotky i z podalb

source: Allow slideshow to loop
cs_cz: Povolit Opakování v slideshow

source: Slideshow Length
cs_cz: Délka slideshow

source: Thumbnail size
cs_cz: Velikost náhledu

source: Maximum dimensions of intermediate sized images
cs_cz: Maximální velikost støední fotky

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
cs_cz: Omezení velikosti støedních fotek v kB (0 - ¾ádné omezení)

source: Maximum dimensions of full sized images
cs_cz: Maximální velikost originální fotky

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
cs_cz: Omezení velikosti originálních fotek v kB (0 - ¾ádné omezení)

source: Display click counter for this album?
cs_cz: Zobrazovat poèítadla náv¹tìv pro toto album?

source: Display owners name with caption
cs_cz: Zobrazovat v titulku vlastníka

source: Display clickable image dimensions
cs_cz: Zobrazit klikací velikosti fotky

source: Display EXIF data?
cs_cz: Zobrazovat EXIF data?

source: Which photo printing services<br>do you want to let visitors use?
cs_cz: Který digitální fotolab <br>mohou náv¹tìvníci vyu¾ít?

source: Poll Properties
cs_cz: Vlastnosti hlasování

source: Type of poll for this album
cs_cz: Typ hlasování pro toto album

source: Rank
cs_cz: Poøadí

source: Critique
cs_cz: Kritika

source: Number of voting options
cs_cz: Poèet mo¾ností hlasování

source: Show results of voting to all visitors?
cs_cz: Ukazovat výsledky hlasování v¹em náv¹tìvníkùm?

source: Number of lines of results graph to display on the album page
cs_cz: Kolik øádek z grafu výsledkù se má zobrazit na stránce alb

source: Orientation of vote choices
cs_cz: Umístìní hlasovacích mo¾ností

source: Horizontal
cs_cz: Horizontálnì

source: Vertical
cs_cz: Vertikálnì

source: Vote hint
cs_cz: Nápovìda k hlasování

source: Displayed Value
cs_cz: Zobrazená hodnota

source: Add new items at beginning of album
cs_cz: Pøidávat nové polo¾ky na zaèátek alba

source: Show <i>Return to</i> link
cs_cz: Ukazuj odkaz <i>Návrat</i>

source: Offer visitors ability to specify<br>preference for full-size or resized images
cs_cz: Umo¾nit náv¹tìvníkùm preferenci<br>fotek v plné velikosti nebo zmen¹ených.

source: Auto fit-to-window for<br>images without a resized copy
cs_cz: Automaticky pøizpùsobit fotky bez zmen¹ené kopie velikosti okna

source: Permissions
cs_cz: Práva

source: Allow item owners to modify their images
cs_cz: Umo¾nit vlastníkovi mìnit jeho fotky

source: Allow item owners to delete their images
cs_cz: Umo¾nit vlastníkovi mazat jeho fotky

source: Top
cs_cz: Nahoøe

source: Bottom
cs_cz: Dole

source: Slide Show for Gallery :: %s
cs_cz: Slideshow pro Gallery :: %s

source: Slide Show for album :: %s
cs_cz: Slideshow pro album :: %s

source: If you don't have the Java Plugin 1.4 or later, or you don't want to wait for the applet to download, you can use one of the non-fullscreen versions.
cs_cz: Pokud nemáte Java Plugin 1.4, nebo novìj¹í, nebo nechcete èekat, ne¾ se program stáhne, mù¾ete pou¾ít jinou neceloobrazovkovou verzi.

source: Your browser doesn't support applets; you should use one of the other slideshow methods.
cs_cz: Vá¹ prohlí¾eè nepodporuje applety. Mù¾ete ale pou¾ít jiný typ slideshow.

source: %s Random Images from %s
cs_cz: %s Náhodné fotky z %s

source: %d Random Images from album :: %s
cs_cz: %d Náhodných fotkek z alba: %s

source: Snow
cs_cz: Zobrazit

source: RANDOM!
cs_cz: NÁHODNÌ!

source: The slide show is stopped, Click [play] to resume.
cs_cz: Slide Show byla zastavena, klepnìte (hrát) pro pokraèování

source: Slide show is running...
cs_cz: Slide Show bì¾í

source: The slide is showing full sized images, Click [normal size] to view resized images.
cs_cz: Slideshow ukazuje originálny fotek. Klepnutím na (normální velikost) pøepnete do zobrazování zmen¹ených kopií fotek.

source: The slide is showing normal sized images, Click [full size] to view full sized images.
cs_cz: Slideshow ukazuje zmen¹ení kopie fotek. Klepnutím na (plná velikost) pøepnete do zobrazování originálních fotek.

source: Picture is loading...
cs_cz: Fotka se nahrává

source: of
cs_cz: z

source: Please Wait...
cs_cz: Prosím poèkejte

source: reverse direction
cs_cz: smìr vzad

source: full size
cs_cz: plná velikost

source: 1 second
cs_cz: 1 sekunda

source: 2 seconds
cs_cz: 2 sekundy

source: 3 seconds
cs_cz: 3 sekundy

source: 5 seconds
cs_cz: 5 sekund

source: 10 seconds
cs_cz: 10 sekund

source: 15 seconds
cs_cz: 15 sekund

source: 30 seconds
cs_cz: 30 sekund

source: 45 seconds
cs_cz: 45 sekund

source: 1 Minute
cs_cz: 1 minuta

source: Transition:
cs_cz: Pøechod

source: This album has no photos to show in a slide show.
cs_cz: V tomto albu nejsou ¾ádné fotky

source: back to album
cs_cz: zpátky do alba

source: Slide Show for album
cs_cz: Slide Show pro album

source: Member file
cs_cz: U¾ivatelský soubor

source: Username
cs_cz: U¾ivatelské jméno

source: Old Password
cs_cz: Staré heslo

source: New Password
cs_cz: Nové heslo

source: New Password (again)
cs_cz: Nové heslo (ovìøení)

source: Full Name
cs_cz: Celé jméno

source: Email Address
cs_cz: E-mailová adresa

source: Gallery language
cs_cz: Jazyk prostøedí Gallery

source: User can create albums
cs_cz: U¾ivatel mù¾e zakládat alba

source: User is an admin
cs_cz: U¾ivatel je administrátor

source: you can't un-admin yourself
cs_cz: Nemù¾ete sám sobì odebrat funkci administrátora

source: Security violation
cs_cz: Poru¹ení zabezpeèení

source: delete album
cs_cz: smazat album

source: move album
cs_cz: pøesunout album

source: reorder album
cs_cz: zaøadit album

source: rename album
cs_cz: pøejmenovat album

source: edit captions
cs_cz: zmìnit popisky

source: permissions
cs_cz: práva

source: properties
cs_cz: vlastnosti

source: view&nbsp;comments
cs_cz: zobraz&nbsp;komentáøe

source: watermark&nbsp;album
cs_cz: vlo¾it vodoznak

source: Logged in as:
cs_cz: Pøihlá¹en jako:

source: add comment
cs_cz: pøidat komentáø

source: Delete marked comments
cs_cz: Smazat oznaèené komentáøe

source: view comments for this nested album
cs_cz: zobraz komentáøe pro toto vlo¾ené album

source: Album contains no comments
cs_cz: Album neobsahuje komentáø

source: From:
cs_cz: Od:

source: delete comment
cs_cz: smazat komentáø

source: First Page
cs_cz: První stránka

source: Previous Page
cs_cz: Pøedchozí stránka

source: Next Page
cs_cz: Dal¹í stránka

source: Last Page
cs_cz: Poslední stránka

source: First Photo
cs_cz: První fotka

source: Previous Photo
cs_cz: Pøedchozí fotka

source: Next Photo
cs_cz: Dal¹í fotka

source: Last Photo
cs_cz: Poslední fotka

source: %d of %d
cs_cz: %d z %d

source: Watermark
cs_cz: Vodoznak

source: No files matching %s found in %s
cs_cz: Nenalezeny soubory obsahující %s nalezeny v %s

source: Could not open directory %s
cs_cz: Nemohu otevøít adresáø %s

source: Alignment
cs_cz: Umístìní
