Repository: jmullan/Gallery1
Catalog: locale/*.iso-8859-2/*.iso-8859-2-gallery_core.po
Languages: cs_cz

source: There are no orphaned elements in this Gallery.
cs_cz: Nenalezeny ¾ádné osiøelé prvky v této Gallery.

source: Orphan %s Repaired
cs_cz: Osiøelý soubor %s opraven

source: Albums
cs_cz: Alba

source: Files
cs_cz: Soubory

source: The Webserver has not enough permission to delete the following files:
cs_cz: Webserver nemá dostateèná práva ke smazání následujících souborù:

source: Please check the permission of these files and the folder above. chmod them, or ask your admin to do this.
cs_cz: Prosím, zkontrolujte práva tìchto souborù a adresáøe nad nimi. Pou¾ijte pøíkaz CHMOD, nebo po¾ádejte svého administrátora, aby to udìlal.

source: Reload
cs_cz: Obnovit

source: Find and remove comment spam
cs_cz: Vyhledání a odstranìní spamu z komentáøù

source: Delete Comments
cs_cz: Smazat komentáøe

source: No action taken!
cs_cz: Nic se nestalo!

source: Deleted %d spam comments
cs_cz: Smazáno %d spamových komentáøù

source: Deleted %d spam comment.
cs_cz: Smazán %d zaspamovaný komentáø

source: No comment deleted.
cs_cz: ®ádný komentáø nebyl smazán.

source: Scanned %d albums, %d photos, %d comments in %2.2f seconds
cs_cz: Prohledáno %d alb, %d fotek, %d komentáøù za %2.2f sekund

source: No spam comments.
cs_cz: ®ádný spam nenalezen.

source: Entry
cs_cz: Polo¾ka

source: Location
cs_cz: Umístìní

source: Commenter
cs_cz: Komentátor

source: Comment
cs_cz: Komentáø

source: Delete Checked Comments
cs_cz: Smazat za¹krtnuté komentáøe

source: Delete from blacklist
cs_cz: Smazat z blacklistu

source: Error saving blacklist!
cs_cz: Chyba pøi ukládání blacklistu!

source: Deleted %d entry from blacklist.
cs_cz: Smazán %d záznam z blacklistu.

source: Added to blacklist:
cs_cz: Vlo¾eno do blacklistu:

source: Following duplicates were not added:
cs_cz: Následující duplicitní polo¾ky nebyly pøidány:

source: Current blacklist
cs_cz: Souèasné polo¾ky v blacklistu

source: Your blacklist is empty. You must add new entries to your blacklist for it to be useful.
cs_cz: Vá¹ blacklist je prázdný. Musíte do nìj vlo¾it nové záznamy, aby zaèal fungovat.

source: Update Blacklist
cs_cz: Upravit blacklist

source: Enter new blacklist entries
cs_cz: Vlo¾te nové záznamy do blacklistu

source: Useful blacklists:
cs_cz: U¾iteèné blacklisty:

source: You can just cut and paste these blacklists into the text box, or add new entries of your own.
cs_cz: Mù¾ete jednodu¹e zkopírovat a vlo¾it tyto blacklisty do textového pole ní¾e, nebo napsat va¹e záznamy.

source: Find blacklisted comments
cs_cz: Vyhledání spamových komentáøù

source: View/Edit blacklist
cs_cz: Zobrazit/Editovat blacklist

source: Add blacklist entries
cs_cz: Vlo¾te záznamy do blacklistu

source: delete photo
cs_cz: smazat fotku

source: Progress
cs_cz: Prùbìh

source: Upgrade Albums
cs_cz: Aktualizovat alba

source: The following albums in your gallery were created with an older version of the software and are out of date.
cs_cz: Následující alba byla vytvoøena ve star¹í verzi a nelze je pou¾ít.

source: This is not a problem!
cs_cz: To není problém!

source: We can upgrade them. This may take some time for large albums but we'll try to keep you informed as we proceed.
cs_cz: Mù¾eme je aktualizovat. Bude to chvilku trvat, ale my vás budeme informovat o prùbìhu.

source: None of your photos will be harmed in any way by this process.
cs_cz: ®ádné va¹e fotky nebudou nijak po¹kozeny v tomto procesu.

source: Rest assured, that if this process takes a long time now, it's going to make your gallery run more efficiently in the future.
cs_cz: I kdy¾ to teï bude chvíli trvat, v budoucnu to u¹etøí spoustu èasu.

source: All albums are up to date.
cs_cz: V¹echna alba jsou aktualizována.

source: The following albums need to be upgraded. You can process them individually by clicking the upgrade link next to the album that you desire, or you can just %s.
cs_cz: Následující alba musí být aktualizována. Mù¾ete je aktualizovat postupnì kliknutím na odkazy vedle alba nebo mù¾ete jednodu¹e %s.

source: upgrade them all at once
cs_cz: aktualizovat v¹echna alba najednou

source: upgrade
cs_cz: aktualizace

source: items
cs_cz: polo¾ek

source: Upgrading Users
cs_cz: Aktualizuji u¾ivatele

source: The user database in your gallery was created with an older version of the software and is out of date.
cs_cz: Databáze u¾ivatelù Gallery byla vytvoøena ve star¹í verzi a nelze ji pou¾ít.

source: We will upgrade it. This may take some time.
cs_cz: Aktualizujeme tuto databázi. Mù¾e to chvíli trvat.

source: Your data will not be harmed in any way by this process.
cs_cz: Va¹e data nebudou v tomto procesu nijak po¹kozena.

source: If you get an error, and only some users are upgraded, try refreshing the page to upgrade remaining users.
cs_cz: Pokud se zde objeví chyba a nìkteøí u¾ivatelé nejsou upraveni, obnovte stránku a upraví se zbytek u¾ivatelù.

source: There was a problem upgrading users. Please check messages above, and try again
cs_cz: Pøi úpravì databáze u¾ivatelù se vyskytly problémy. Zkontrolujte zprávy ní¾e a zkuste to znovu.

source: Retry
cs_cz: Zkusit znovu

source: Users upgraded successfully.
cs_cz: U¾ivatelé úspì¹nì aktualizováni.

source: You are not allowed to change your username.
cs_cz: Nemáte oprávnìní pro zmìnu va¹eho u¾ivatelského jména.

source: Incorrect password
cs_cz: ©patné heslo

source: You must provide your old password to change it.
cs_cz: Chcete-li zmìnit heslo, musíte zadat staré heslo.

source: Change User Preferences
cs_cz: Zmìna nastavení u¾ivatele

source: If you want to change your password, you must provide your old password and then enter the new one twice.
cs_cz: Chcete-li zmìnit heslo, napi¹te staré heslo jednou a nové heslo dvakrát.

source: You can change your username to any combination of letters and digits.
cs_cz: Heslo mù¾e obsahovat libovolnou kombinaci písmen a èíslic.

source: Results:
cs_cz: Výsledek:

source: none
cs_cz: ¾ádnou

source: Status: %s (expected %s)
cs_cz: Status %s (oèekávaný %s)

source: The file does not exist ?!
cs_cz: Soubor neexistuje?!

source: You have no graphics package configured for use!
cs_cz: Není nastaven ¾ádný grafický balík!

source: Call to %s failed in %s for file %s!
cs_cz: Volání %s selhalo v %s pro soubour %s!

source: File %s type %d.
cs_cz: Soubor %s je typu %d.

source: Unknown file type: %s
cs_cz: Neznámý typ souboru: %s.

source: Can't write to %s.
cs_cz: Nemohu zapsat do %s.

source: Can't read %s.
cs_cz: Nemohu èíst %s.

source: Item Capture Date : %s
cs_cz: Datum vytvoøení: %s

source: Could not acquire lock (%s)!
cs_cz: Nemohu získat lock (%s)!

source: Skipping %s (%s support not enabled)
cs_cz: Vynechávám %s (podpora formátu %s nebyla aktivována)

source: Adding %s
cs_cz: Pøidávám %s

source: Need help? Look in the %s%s FAQ%s
cs_cz: Potøebujete pomoc? Pøeètìte si %s%s FAQ%s

source: Skipping %s (can't handle %s format)
cs_cz: Vynechávám %s (Neumím pracovat s formátem %s)

source: Unable to preserve EXIF data (jhead not installed)
cs_cz: Nemohu uchovat EXIF data (jhead není nainstalovaný)

source: Cannot open logfile: %s
cs_cz: Nemohu otevøít logovací soubor: %s

source: 1 sub-album
cs_cz: 1 vnoøené album

source: No albums
cs_cz: ®ádná alba

source: 0 pages
cs_cz: 0 stránek

source: %s and %s in this album on %s
cs_cz: %s a %s v tomto albu na %s

source: %s and %s in this album
cs_cz: %s a %s v tomto albu

source: %s in this album on %s
cs_cz: %s v tomto albu na %s

source: %s in this album
cs_cz: %s v tomto albu

source: %s are hidden
cs_cz: %s jsou skryty

source: %s is hidden
cs_cz: %s je skryto

source: You have no votes recorded for this poll.
cs_cz: V tomto hlasování nemáte zaznamenán ¾ádný hlas.

source: Your current choices are
cs_cz: Va¹e souèasné volby jsou

source: See full poll results
cs_cz: Zobrazit výsledky hlasování

source: or
cs_cz: nebo

source: To vote for an image, click on %s.
cs_cz: Chcete-li hlasovat pro nìjakou fotku, klepnìte na %s.

source: You MUST click on %s for your vote to be recorded.
cs_cz: MUSÍTE kliknout na %s, aby byl vá¹ hlas zapoèítán.

source: You have a total of %s and can change them if you wish.
cs_cz: Máte celkem %s a mù¾ete je zmìnit, chcete-li.

source: 1 vote
cs_cz: 1 hlas

source: You can change your choices if you wish.
cs_cz: Zde mù¾ete zmìnit svoji volbu.

source: highlight
cs_cz: zvýraznìná

source: No description
cs_cz: Bez popisu

source: Changed:
cs_cz: Zmìnìno:

source: Contains:
cs_cz: Obsahuje:

source: 1 item
cs_cz: 1 polo¾ku

source: Viewed:
cs_cz: Zobrazeno

source: Hey! Add some photos.
cs_cz: Hej! Pøidejte nìjaké fotky.

source: This album is empty.
cs_cz: Toto album je prázdné

source: Email me when one of the following actions are done to this album:
cs_cz: Po¹li mi e-mail, pokud v tomto albu nastane jedna z následujících situací:

source: Comments are added
cs_cz: Komentáø byl pøidán

source: Other changes are made
cs_cz: Ostatní zmìny byli provedeny

source: Deleting comment %d from item with index: %d
cs_cz: Ma¾u komentáø %d z polo¾ky s indexem: %d

source: Comments for this Album
cs_cz: Komentáøe k tomuto albu

source: return to album
cs_cz: návrat na album

source: Sorry. This album does not allow comments.
cs_cz: V tomto albu není dovoleno komentovat.

source: photo properties
cs_cz: vlastnosti fotky

source: Send photo to...
cs_cz: Odeslat fotku do...

source: Print photo with...
cs_cz: Vytisknout fotku v...

source: process this photo with %s
cs_cz: zpracovat tuto fotku v %s

source: normal
cs_cz: normální

source: full
cs_cz: plná

source: Email me when comments are added
cs_cz: Po¹li mì e-mail, kdy¾ bude komentáø pøidán

source: Photo Properties
cs_cz: Vlastnosti fotky

source: Reload EXIF Data From File
cs_cz: Obnovit EXIF data ze souboru

source: (if the data is current, this will not appear to do anything)
cs_cz: (jestli jsou data aktuální, nic to neudìlá)

source: Watermarking album.
cs_cz: Pøidávám vodoznak do alba.

source: No items to watermark.
cs_cz: ®ádné polo¾ky pro aplikaci vodoznaku.
