Repository: jmullan/Gallery1
Catalog: locale/*.iso-8859-2/*.iso-8859-2-gallery_core.po
Languages: cs_cz

source: Upper&nbsp;Left
cs_cz: Nahoøe vlevo

source: Upper&nbsp;Right
cs_cz: Nahoøe vpravo

source: Left
cs_cz: Vlevo

source: Center
cs_cz: Na støed

source: Right
cs_cz: Vpravo

source: Lower&nbsp;Left
cs_cz: Dole vlevo

source: Lower&nbsp;Right
cs_cz: Dole v pravo

source: Preview Size
cs_cz: Velikost ukázky

source: Resized
cs_cz: Zmen¹ená fotka

source: Full
cs_cz: Originální fotka

source: Watermark subalbums
cs_cz: Pou¾ít vodoznak i na vnoøená alba

source: Apply watermark to
cs_cz: Pou¾ít vodoznak na

source: All photos
cs_cz: V¹echny fotky

source: Only sized photos
cs_cz: Pouze zmen¹ené fotky

source: Only full photos
cs_cz: Pouze originální fotky

source: Check All
cs_cz: Oznaèit v¹e

source: Clear All
cs_cz: Odoznaèit v¹e!

source: Invert Selection
cs_cz: Inverzní výbìr

source: Note: This is an automatically generated email message sent from the %s website. If you have received this in error, please ignore this message.
cs_cz: Poznámka: Toto je automaticky generovaný e-mail odeslaný ze stránky %s. Pokud jste ho dostal omylem, ignorujte ho, prosím.

source: Report abuse to %s
cs_cz: Oznamte zneu¾ití na %s

source: Email not sent as it is disabled for this gallery
cs_cz: E-mail nebyl odeslán, proto¾e je zablokován v této Gallery

source: Email not sent to %s as it is not a valid address
cs_cz: E-mail nebyl odeslán, proto¾e %s není platná adresa

source: Sender address %s is invalid, using %s.
cs_cz: Adresa odesílatele %s je neplatná, pou¾ita bude %s.

source: gallery title
cs_cz: titulek galerie

source: gallery URL
cs_cz: URL galerie

source: FAILED
cs_cz: SELHALO

source: Email activity
cs_cz: E-mailová èinnost

source: Vote
cs_cz: Hlasovat

source: Total points in brackets
cs_cz: Celkový poèet bodù v závorce

source: Average points in brackets
cs_cz: Prùmìrný poèet bodù v závorce

source: 1 voter
cs_cz: 1 hlasující

source: Result from one voter
cs_cz: Výsledky z %d

source: %s: %s points;
cs_cz: %s: %s bodù;

source: Key - %s
cs_cz: Klíè - %s

source: No votes so far.
cs_cz: Zatím ¾ádné hlasy.

source: Poll results:
cs_cz: Výsledek hlasování:

source: No votes
cs_cz: ®ádné hlasy

source: Number %d overall.
cs_cz: %d celkem.

source: one vote
cs_cz: ¾ádné hlasy

source: Movie
cs_cz: Videoklip

source: Photo
cs_cz: Fotku

source: Edit Title
cs_cz: Zmìnit název

source: Edit Description
cs_cz: Zmìnit popis

source: Rename Album
cs_cz: Pøejmenovat album

source: Reset Counter
cs_cz: Vynulovat poèítadlo

source: Watermark Album
cs_cz: Vodoznak alba

source: View Comments
cs_cz: Zobrazit komentáøe

source: Change Owner
cs_cz: Zmìnit vlastníka

source: Upload Date
cs_cz: Datum nahrání

source: Image Size
cs_cz: Velikost fotky

source: Additional EXIF Data
cs_cz: Dal¹í EXIF data

source: Description
cs_cz: Popis

source: description
cs_cz: popis

source: Error:
cs_cz: Chyba:

source: Generated by %s v%s
cs_cz: Vytvoøeno v %s v%s

source: SUCCEEDED
cs_cz: PROVEDENO

source: Invalid username or password
cs_cz: ©patné u¾ivatelské jméno nebo heslo

source: Please enter username and password.
cs_cz: Prosím, zadejte u¾ivatelské jméno a heslo.

source: Login to %s
cs_cz: Pøihlá¹ení k %s

source: Logging in gives you greater permission to view, create, modify and delete albums.
cs_cz: Pøihlá¹ení vám dá oprávnìní zobrazovat, vytváøet, mìnit a mazat alba.

source: Password
cs_cz: Heslo

source: Login
cs_cz: Pøihlá¹ení

source: Forgotten your password?
cs_cz: Zapomìli jste své heslo?

source: The last request for a password was less than %d minutes ago. Please check for previous email, or wait before trying again.
cs_cz: Poslední po¾adavek na zmìnu hesla byl odeslán mémì ne¾ pøed %d minutami. Zkontrolujte, prosím, pøedchozí e-mail, nebo poèkejte, ne¾ to zkusíte znovu.

source: New password request
cs_cz: Po¾adavek na nové heslo

source: Someone requested a new password for user %s from Gallery '%s' on %s. You can create a password by visiting the link below. If you didn't request a password, please ignore this mail.
cs_cz: Nìkdo po¾adoval nové heslo pro u¾ivatele %s z Gallery '%s' na %s. Nové heslo mù¾ete vytvoøit kliknutím na odkaz uvedený ní¾e. Pokud jste nepo¾adoval nové heslo, prosím, ignorujte tento e-mail.

source: Click to reset your password: %s
cs_cz: Kliknìte zde, pro nastavení va¹eho hesla: %s

source: New password request %s
cs_cz: Po¾adavek na nové heslo %s

source: An email has been sent to the address stored for %s. Follow the instructions to change your password. If you do not receive this email, please contact the Gallery administrators.
cs_cz: E-mail byl odeslán na adresu uvedenou u u¾ivatele %s. Postupujte podle pokynù uvedených v e-mailu pro zmìnu hesla. Pokud neobdr¾íte tento e-mail, kontaktujte Gallery administrátory.

source: Email could not be sent. Please contact %s administrators for a new password
cs_cz: E-mail nemohl být odeslán. Kontaktujte %s administrátory, aby vám pøidìlili nové heslo.

source: There is no valid email for this account. Please contact %s administrators for a new password
cs_cz: Pro tento úèet není zadána správná e-mailová adresa. Kontaktujte, prosím, %s administrátory, aby vám pøidìlili nové heslo

source: Not a valid username
cs_cz: Neplatné u¾ivatelské jméno

source: Send me my password
cs_cz: Zaslat mé heslo

source: Please select a user
cs_cz: Zvolte u¾ivatele

source: Manage Users
cs_cz: Správa u¾ivatelù

source: You can create, modify and delete users here.
cs_cz: Zde mù¾ete vytváøet, mìnit a mazat u¾ivatele.

source: There are no users! Create one.
cs_cz: Neexistují ¾ádní u¾ivatelé! Vytvoøte nìjakého!

source: To select multiple users (only recognized for deletion), hold down the Control (PC) or Command (Mac) key while clicking.
cs_cz: Pro zvolení více u¾ivatelù (funguje pouze pro mazání) stisknìte klávesu Control (PC) nebo Command (MAC) a kliknìte na u¾ivatele.

source: Bulk Create
cs_cz: Hromadnì vytvoøit

source: Modify
cs_cz: Zmìnit

source: Invalid user
cs_cz: ©patný u¾ivatel

source: Modify User
cs_cz: Zmìnit u¾ivatele

source: You can change any information about the user using this form.
cs_cz: Zde mù¾ete mìnit libovolné informace o u¾ivateli.

source: Move Album
cs_cz: Pøesunout album

source: Move it!
cs_cz: Pøesunout!

source: Nest within another Album:
cs_cz: Vnoøit do jiného alba:

source: Move to Album!
cs_cz: Pøesunout do alba!

source: Reorder Album
cs_cz: Zaøadit album

source: Reorder Photo
cs_cz: Zaøadit fotku

source: Move Photo
cs_cz: Pøesunout fotku

source: You can't move photos into the album they already exist in.
cs_cz: Nemù¾ete pøesunout fotky do alba, ve kterém u¾ jsou.

source: You do not have the required permissions to write to %s!
cs_cz: Nemáte po¾adovaná oprávnìní pro zápis do %s!

source: Moving photo #
cs_cz: Pøesunuji fotku #

source: - Creating New Album Highlight
cs_cz: - Vytváøím náhled nového alba

source: Reorder this album within the album:
cs_cz: Pøesunout toto album uvnitø alba:

source: Reorder this photo within the album:
cs_cz: Pøesunout tuto fotku uvnitø alba:

source: Current Location is %s
cs_cz: Souèasné umístìní je %s

source: Select the new location:
cs_cz: Vyberte nové umístìní:

source: Reorder it!
cs_cz: Zaøadit!

source: Move the album to a new album:
cs_cz: Pøesunout album do nového alba:

source: Move a range of photos to a new album:
cs_cz: Pøesunout skupinu fotek do nového alba:

source: To move just one photo, make First and Last the same.
cs_cz: Kdy¾ chcete pøesunout jednu fotku, nastavte ji zároveò jako První a Poslední.

source: Note: items that have votes will lose these votes when moved to another album
cs_cz: Poznámka: polo¾ky, které dostaly nìjaké hlasy, tyto hlasí ztratí, kdy¾ budou pøesunuty do jiného alba

source: Note: items that have votes will lose these votes if moved to an album without compatible polling. Compatible albums are marked with an &quot;%s&quot;.
cs_cz: Poznámka: polo¾ky, které dostaly nìjaké hlasy, tyto hlasí ztratí, kdy¾ budou pøesunuty do jiného alba, které nepou¾ívá kompatibilní zpùsob hlasování. Alba s kompatibilním zpùsobem hlasování jsou oznaèena &quot;%s&quot;.

source: Create Multiple Users
cs_cz: Hromadné vytvoøení u¾ivatelù

source: No file selected.
cs_cz: Nebyl vybrán ¾ádný soubor.

source: Upload failed: %s.
cs_cz: Nahrání selhalo: %s.

source: Upload went fine, but the file is not readable, please make sure %s is accessable for your webserver. (Also check openbasedir restrictions.)
cs_cz: Nahrání souboru probìhlo správnì, ale soubor se nedá pøeèíst. Ujistìte se, ¾e %s je pøístupný pro vá¹ webserver. (Také zkontrolujte openbasedir restrictions v php.ini.)

source: Send email to %s
cs_cz: Odeslat e-mail %s

source: Problem with email to %s
cs_cz: Problém s e-mailem do %s

source: %s added, %s skipped
cs_cz: %s pøidáno, %s vynecháno

source: 1 user
cs_cz: 1 u¾ivatel

source: Create Users
cs_cz: Vytvoøit u¾ivatele

source: Create multiple new users from a file.
cs_cz: Hromadné vytvoøení nových u¾ivatelù ze souboru.

source: Create
cs_cz: Vytvoøit

source: Notes:
cs_cz: Poznámky:

source: missing hash parameter
cs_cz: chybí hash parametr

source: The recovery password is not the expected value, please try again
cs_cz: Obnovení hesla neobsahuje oèekávanou hodnotu, zkuste to, prosím, znovu.

source: You must provide your new password.
cs_cz: Musíte zadat nové heslo.

source: Make New Password
cs_cz: Vytvoøte nové heslo

source: Enter the Gallery
cs_cz: Vstupte do Gallery

source: You can change your user information here.
cs_cz: Zde mù¾ete zmìnit informace o u¾ivateli.

source: You must enter the new password twice.
cs_cz: Musíte vyplnit nové heslo dvakrát.

source: Owner
cs_cz: Vlastník

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
cs_cz: Varování: Zmìnili jste volièe z %s na %s. Doporuèujeme odstranit stávající hlasy pomocí vynulování hlasování.

source: Who can vote
cs_cz: Kdo mù¾e hlasovat

source: Poll Results
cs_cz: Výsledky hlasování

source: Return to %s
cs_cz: Návrat na %s

source: Results Breakdown
cs_cz: Rozdìlení hlasù

source: Uploading Photos
cs_cz: Nahrávám fotky

source: File upload in progress!
cs_cz: Nahrávání souborù probíhá!

source: This page will go away automatically when the upload is complete. Please be patient!
cs_cz: Tato stránka sama zmizí, a¾ bude nahrávání dokonèeno. Buïte, prosím, trpìliví!

source: Publish Your Photos and Movies to %s.
cs_cz: Zveøejnìte své fotky a videa v %s.

source: Username and Password are not correct.
cs_cz: U¾ivatelské jméno a heslo není správné.

source: Please Enter Username and Password
cs_cz: Prosím zadejte u¾ivatelské jméno a heslo

source: Username:
cs_cz: U¾ivatelské jméno:

source: Password:
cs_cz: Heslo:

source: Select the Album to which to Publish
cs_cz: Vyberte album, které chcete zveøejnit

source: Use filenames as captions
cs_cz: Pou¾ít jména souborù jako titulky

source: Create New Album
cs_cz: Vytvoøit nové album

source: Not Logged In!
cs_cz: Nejste pøihlá¹eni!

source: No album specified!
cs_cz: Nezadáno album!

source: This user cannot add photos in %s.
cs_cz: Tento u¾ivatel nemù¾e do %s pøidávat fotky

source: Press the 'Back' button and try again!
cs_cz: Kliknìte na "Zpìt" a zkuste to znovu!

source: User cannot create ROOT level album.
cs_cz: Tento u¾ivatel nemù¾e zakládat koøenové album.

source: User cannot create nested album in %s.
cs_cz: Tento u¾ivatel nemù¾e zakládat vnoøené album v %s.

source: No Parent Album Specified!
cs_cz: Nezadáno nadøazené album!

source: Enter New Album Title
cs_cz: Zadejte název nového alba

source: Select Parent Album
cs_cz: Vyberte nadøazené album

source: NEW TOP LEVEL ALBUM
cs_cz: Nové koøenové album

source: User cannot add to album
cs_cz: Tento u¾ivatel nemù¾e pøidávat polo¾ky do alba

source: No file specified
cs_cz: Nezadán soubor

source: Photo Upload
cs_cz: Nahrávání fotek

source: Upload Photos to
cs_cz: Nahrajte fotky do

source: Publishing with Windows XP
cs_cz: Zveøejnìní ve Windows XP

source: Using the Windows XP <i>Publish To the Web</i> feature
cs_cz: Pou¾ití fuknce "Zveøejnit na web" ve Windows XP

source: Windows XP comes with a nice feature that allows you to publish content from your desktop directly to a web service. %s <b>has experimental</b> support for this feature.
cs_cz: Windows XP nabízejí funkci, která umo¾òuje zveøejòovat data z va¹í plochy pøímo pøes webovou slu¾bu. %s <b>zku¹ebnì</b> podporuje tuto funkci.

source: It's relatively easy to configure.
cs_cz: Nastavení je pomìrnì jednoduché.

source: Step 1
cs_cz: Krok 1

source: Download the %sXP Configuration File%s
cs_cz: Stáhnìte si %sXP konfiguraèní soubor%s

source: Save this file on your PC and rename it %s.
cs_cz: Ulo¾te tento soubor na svùj poèítaè a pøejmenujte ho na %s.

source: If it asks you for confirmation about changing the file type, answer &quot;yes&quot;.
cs_cz: Jestli¾e se vás systém zeptá, zda chcete zmìnit typ souboru, odpovìzte &quot;ano&quot;.

source: Right click on this file and you should see a menu appear.
cs_cz: Kliknìte na tento soubor pravým tlaèítkem a objeví se menu.

source: Select the <b>Merge</b> option (this should be at the top of the menu).
cs_cz: Vyberte <b>Pøidat</b> (tato volba by mìla být první v menu)

source: It will ask you if you want to import these values into your registry.
cs_cz: Systém se vás zeptá, zda chcete tyto hodnoty importovat do registru.

source: Click &quot;ok&quot;.
cs_cz: Kliknìte na &quot;ok&quot;.

source: It will tell you that the files were imported successfully.
cs_cz: Systém vám oznámí, ¾e data byla úspì¹nì importována.

source: Click &quot;ok&quot; again.
cs_cz: Klepnìte znovu na &quot;ok&quot;.

source: Step 2
cs_cz: Krok 2

source: Open your Windows explorer and browse to a folder containing supported images.
cs_cz: Spus»te Windows prùzkumníka a najdìte adresáø obsahující podporované soubory.

source: Select the image(s) or a folder and there should be a link on the left that says &quot;Publish this file to the web...&quot;
cs_cz: Vyberte obrázek nebo adresáø a vlevo by se mìl objevit odkaz &quot;Zveøejnit tento soubor na web...&quot;

source: Click this link and then follow the instructions to log into your Gallery, select an album and publish the image.
cs_cz: Kliknìte na tento odkaz a øiïte se instrukcemi, jak se pøihlásit do Gallery, vybrat album a zveøejnit fotku.

source: Return to Add Photos
cs_cz: Návrat na Pøidávání fotek

source: Create User for %s.
cs_cz: Vytvoøit u¾ivatele pro %s.

source: This Gallery does not support self-registration by visitors.
cs_cz: Tato Gallery nepodporuje registraci pro náv¹tìvníky.

source: You must specify a name.
cs_cz: Musíte zadat své jméno.

source: You must specify a valid email address.
cs_cz: Musíte zadat funkèní e-mailovou adresu.

source: %s has registered. Email has been sent to %s.
cs_cz: %s byl zaregistrován. E-mail byl odeslán na %s.

source: Gallery Self Registration
cs_cz: Samostatná registrace do Gallery

source: An email has been sent to %s.
cs_cz: E-mail byl odeslán na %s.

source: Your account information is contained within the email.
cs_cz: Informace o va¹em úètu jsou obsa¾eny v e-mailu.

source: Email could not be sent. Please contact gallery administrator to register on this site
cs_cz: E-mail nemohl být odeslán. Prosím, kontaktujte Gallery administrátora, aby vás zaregistroval

source: Your account information will be sent to the email address you provide.
cs_cz: Informace o va¹em úètu budou zaslány na va¹í e-mailovou adresu.

source: There is already an album with that name!
cs_cz: Album tohoto jména ji¾ existuje!

source: What do you want to name this album?
cs_cz: Jak chcete toto album nazvat?

source: The name cannot contain any of the following characters
cs_cz: Název nesmí obsahovat ¾ádný z uvedených znakù

source: or
cs_cz: nebo

source: spaces
cs_cz: mezery

source: Those characters will be ignored in your new album name.
cs_cz: Tyto znaky budou z nového názvu alba vypu¹tìny.

source: Rename
cs_cz: Pøejmenovat

source: Reset Voting
cs_cz: Vynulovat hlasování

source: Do you really want to remove all votes in %s?
cs_cz: Opravdu chcete smazat v¹echny hlasy v %s?

source: Remove Votes
cs_cz: Odstranit hlasy

source: Resize Photo
cs_cz: Zmìnit velikost fotky

source: Resizing photos
cs_cz: Mìním velikost fotek

source: Resizing 1 photo...
cs_cz: Mìním velikost 1 fotky...

source: This will resize your intermediate photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
cs_cz: Velikost fotek bude zmìnìna tak, ¾e del¹í strana fotky bude rovna hodnotì zadané ní¾e a velikost souboru se bude blí¾it zadané velikosti.

source: What is the target size for all the intermediate photos in this album?
cs_cz: Jaká je velikost v¹ech støedních fotek v tomto albu?

source: What is the target size for the intermediate version of this photo?
cs_cz: Jaká je velikost støední verze této fotky?

source: Target filesize
cs_cz: Velikost cílového souboru

source: Maximum side length in pixels
cs_cz: Maximální délka strany v bodech

source: (manual value)
cs_cz: (ruènì zadaná hodnota)

source: Apply to nested albums ?
cs_cz: Pou¾ít pro vnoøená alba?

source: Get rid of resized
cs_cz: Odstranit zmen¹ené kopie

source: (Use only the original picture)
cs_cz: (Zùstane pouze originálni fotka)

source: Change Size
cs_cz: Zmìnit velikost

source: Rotate/Flip Photo
cs_cz: Otoèit/Pøevrátit fotku

source: Rotating/Flipping photo.
cs_cz: Otáèím/Pøevracím fotku

source: (this may take a while)
cs_cz: (tohle mù¾e chvilku trvat)

source: How do you want to manipulate this photo?
cs_cz: Jak chcete zmìnit tuto fotku?

source: Rotate
cs_cz: Otáèet

source: Counter-Clockwise
cs_cz: Doleva

source: Clockwise
cs_cz: Doprava

source: Flip
cs_cz: Pøevrátit

source: Processing and Saving Photos
cs_cz: Zpracovávám a ukládám fotky

source: Fetching Urls...
cs_cz: Získávám URL...

source: Processing %s as a local directory.
cs_cz: Zpracovávám %s jako lokální adresáø.

source: Could not open url: %s
cs_cz: Nemohu otevøít adresu: %s

source: Parsing %s for images...
cs_cz: Analyzuji %s na fotky...

source: Found %d images
cs_cz: Nalezeno %d fotek

source: Processing status...
cs_cz: Zpracovávám...

source: No images uploaded!
cs_cz: ®ádné fotky nebyly nahrány!

source: %d meta file(s) found. These files contain information about the images, such as titles and descriptions.
cs_cz: Nalezeno %d meta soubor(ù). Tyto soubory obsahují informace o fotkách, jako napøíklad názvy a popisky.

source: Add Files
cs_cz: Pøidat soubory

source: Search
cs_cz: Hledej

source: Caption:
cs_cz: Titulek:

source: Matching Comments
cs_cz: Odpovídající komentáøe

source: From Album
cs_cz: Z alba

source: KEYWORDS
cs_cz: Klíèová slova

source: Albums containing %s
cs_cz: Alba obsahující %s

source: No Album Matches
cs_cz: ®ádná taková alba nenalezena

source: No Photo Matches
cs_cz: ®ádné takové fotky nenalezeny

source: Some albums not searched as they require upgrading to the latest version of %s first.
cs_cz: Nìkterá alba nebyla prohledána, proto¾e nejdøíve potøebují aktualizovat na verzi %s.

source: Upgrade all albums.
cs_cz: Aktualizovat v¹echna alba.

source: play
cs_cz: start

source: normal size
cs_cz: normální velikost

source: forward direction
cs_cz: smìr vpøed

source: Delay
cs_cz: Zpo¾dìní

source: Fullscreen applet
cs_cz: Celoobrazovkový re¾im

source: Modern browsers
cs_cz: Moderní prohlí¾eèe

source: Compatible but limited
cs_cz: Kompatibilní, ale limitovaný

source: Sort Album
cs_cz: Setøiï album

source: Select your sorting criteria for this album below
cs_cz: Vyberte kritérium pro tøídìní tohoto alba

source: Warning: This operation can't be undone.
cs_cz: Varování: Tato operace je nevratná.

source: By Upload Date
cs_cz: Podle data nahrání

source: By Picture-Taken Date
cs_cz: Podle data vytvoøení

source: By Filename
cs_cz: Podle jména souboru

source: By Number of Clicks
cs_cz: Podle poètu náv¹tìv

source: By Caption
cs_cz: Podle titulku

source: By Number of Comments
cs_cz: Podle poètu komentáøù

source: Randomly
cs_cz: Náhodnì

source: Ascending
cs_cz: Vzestupnì

source: Descending
cs_cz: Sestupnì

source: Sort
cs_cz: Setøiï

source: - Images with the least votes
cs_cz: - Fotky s nejménì hlasy

source: - Images with the most votes
cs_cz: - Fotky s nejvíce hlasy

source: - Bottom rated images
cs_cz: - Nejhùøe hodnocené fotky

source: - Top rated images
cs_cz: - Nejlépe hodnocené fotky

source: - Oldest images first
cs_cz: - Star¹í fotky na zaèátku

source: - Latest added images
cs_cz: - Naposledy pøidané fotky

source: - Oldest Capture Date
cs_cz: - Nejstar¹í datum vytvoøení

source: - Latest Capture Date
cs_cz: - Nejnovìj¹í datum vytvoøení

source: - Oldest Comments
cs_cz: - Nejstar¹í komentáøe

source: - Latest Comments
cs_cz: - Nejnovìj¹í komentáøe

source: - Random Images
cs_cz: - Náhodné fotky

source: - Images with the least views
cs_cz: - Fotky s nejmen¹ím poètem zobrazení

source: - Images with the most views
cs_cz: - Fotky s nejvìt¹ím poètem zobrazení

source: Checking album: %s
cs_cz: Kontroluji album: %s

source: Getting Item Capture Date
cs_cz: Zji¹»uji datum vytvoøení

source: Getting Number of Comments
cs_cz: Zji¹»uji poèet komentáøù

source: Getting Comments
cs_cz: Zji¹»uji komentáøe

source: %d images with comments in album: %s
cs_cz: %d fotkek s komentáøi v albu: %s

source: %d images in album: %s
cs_cz: %d fotkek v albu: %s

source: %d images with comments in this Gallery
cs_cz: %d fotkek s komentáøi v této Gallery

source: %d images this Gallery
cs_cz: %d fotkek v této Gallery

source: Back to stats-wizard
cs_cz: Zpìt na prùvodce statistikou

source: Data load time %d seconds
cs_cz: Data byla nahrána za %d sekund

source: Finished in %d seconds
cs_cz: Hotovo za %d sekund

source: Update
cs_cz: Aktualizovat

source: Some albums not searched as they require upgrading to the latest version of %s first
cs_cz: Nìkterá alba nebyla prohledána, proto¾e nejdøíve potøebují aktualizovat na verzi %s

source: upgrade all albums
cs_cz: aktualizovat v¹echna alba

source: add vote
cs_cz: pøidat hlas

source: Capture Date:
cs_cz: Datum vytvoøení:

source: Upload Date:
cs_cz: Datum nahrání:

source: Views:
cs_cz: Zobrazení:

source: Votes:
cs_cz: Hlasù:

source: not rated
cs_cz: nehodnoceno

source: Rating:
cs_cz: Hodnocení:

source: Options
cs_cz: Mo¾nosti

source: Find Orphans
cs_cz: Najít osiøelé soubory

source: Orphaned Albums:
cs_cz: Osiøelá alba:

source: Orphaned Albums will be re-attached to their parent albums, if at all possible. If the parent album is missing, the orphan will be attached to the Gallery Root, and it can be moved to a new location from there.
cs_cz: Osiøelá alba budou znovu pøipojena ke svým nadøazeným albùm, pokud to bude mo¾né. Jestli¾e nadøazené album chybí, osiøelé album bude pøipojeno ke Gallery Rootu a odud mù¾e být pøesunuto na nové umístìní.

source: Parent Album
cs_cz: Nadøazené album

source: Orphaned Album
cs_cz: Osiøelé album

source: Re-Attach Orphaned Albums!
cs_cz: Znovu pøipojit osiøelé album!

source: Orphaned Files:
cs_cz: Osiøelé soubory:

source: Orphaned files will be deleted from the disk. Orphaned files should never exist - if they do, they are the result of a failed upload attempt, or other more serious issue such as the photos database being overwritten with bad information.
cs_cz: Osiøelé soubory budou vymazány z disku. Osiøelé soubory by nemìly existovat - pokud existují, jsou výsledkem pøeru¹ení pøi nahrávání souborù, nebo jiných záva¾nìj¹ích situací, jako napøíklad proto¾e databáze fotek byla pøepsána ¹patnými informacemi.

source: Album directory
cs_cz: Adresáø alba

source: Orphaned file
cs_cz: Osiøelý soubor

source: Delete Orphaned Files!
cs_cz: Smazat osiøelé soubory!

source: No Orphans Found
cs_cz: Nenalezeny ¾ádné osiøelé soubory
