Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Allow the Gallery <b>.htaccess</b> file to set application specific configuration options for the Gallery application. This is controlled by the webserver owner so it's not always possible for you to change it. The main drawbacks to not having this are that you may not be able to upload files > 2MB (e.g. big ZIP files or movies).
bg_bg: Позволено ли е на '<b>.htaccess</b>' файла на Галерията да задава специфични настройки за Галерията. Това се контролира от собсвеника на web-сървъра, така че не винаги можете да го промените. Главното неудобство, ако това не е позволено, е че няма да можете да прехвърляте файлове по големи от 2MB (например големи ZIP файлове).
es_es: Permitir al fichero <b>.htaccess</b> de Gallery establecer la configuración específica para Gallery. Esto está controlado por el propietario del servidor web así que no siempre es posible cambiarlo. La principal desventaja de no hacer este cambio es que no le será posible subir al servidor archivos de más de 2 MB (por ejemplo, archivos ZIP grandes).
is_is: Leyfðu Gallery <b>.htaccess</b> skránni að ráða uppsetningarstillingum fyrir Gallery forritið. Þessu er stýrt af eiganda vefþjónsins, svo að það er ekki víst að þú getir breytt því. Aðal ókostir við að hafa ekki þessa heimild er að þú getur mögulega ekki hlaðið inn stærri skrám en 2MB (t.d. stórum ZIP-skrám eða kvikmyndum).
nl_nl: Controle om te zien of het mogelijk op met het Gallery <b>.htaccess</b>-bestand toepassingsgerichte configuratie-opties te maken. Dit wordt gecontrolleerd door de webserver-eigenaar dus het is niet altijd mogelijk om dit zelf te wijzigen. Het voornaamste nadeel als dit niet mogelijk is, is dat u niet in staat zal zijn bestanden > 2MB (bv. grote ZIP-bestanden) te verzenden en mogelijk mod_rewrite niet kan gebruiken (zie hieronder).
no_no: Tillat bruk av <b>.htaccess</b>-fila til å sette applikasjonsspesifikk konfigurasjonsinnstillinger for Gallery-programmet. Dette er kontrollert av webtjener-eieren, slik at det er ikke alltid mulig å endre den. Hovedulempene med å ikke kunne å gjøre dette, er at det er mulig du ikke kan laste opp filer over 2MB (f.eks. store ZIP-filer eller filmer).
pt_br: Permite ao arquivo <b>.htaccess</b> do Gallery realizar opções de configuração específicos para a aplicação Gallery. Isto é controlado pelo administrador do servidor web, então não será sempre que você poderá alterá-lo. Os principais problemas que você terá por não possuir esta função são as de não poder enviar arquivos maiores de 2MB (ex. grandes arquivos ZIP).
sv_se: Tillåt Gallerys <b>.htaccess</b> fil att sätta applikationsspecifika konfigurationsalternativ för Gallery applikationen. Detta kontrolleras utav webbserverägaren så det är inte alltid säkert att du kan ändra det. Den stora nackdelen med att inte ha detta är att du kanske inte kommer att kunna lämna filer större än > 2MB (t.ex. stora ZIP filer eller filmer).
vi_vn: Cho phép Thư viện ảnh sử dụng file <b>.htaccess</b> để ghi những cấu hình lựa chọn khi sử dụng Thư viện ảnh. Nó được người sở hữu máy chủ web điều khiển nên có khả năng bạn chưa chắc có thể thay đổi nó. Điều cơ bản nếu không có cái này là bạn không thể tải lên những file lớn hơn 2MB (VD: file ZIP lớn hoặc phim).

source: Apache is not obeying the 'php_value' lines in your <b>.htaccess</b> file. Try entering the following into your web server's <b>httpd.conf</b> file:
bg_bg: 'Apache' не се подчинява на вашия <b>.htaccess</b> файл. Опитайте да въведете следното в <b>httpd.conf</b> файла на вашия web-сървър:
es_es: Apache no está cumpliendo las líneas con 'php_value' en su fichero <b>.htaccess</b>. Intente introducir lo siguiente dentro del fichero <b>httpd.conf</b> de su servidor web:
no_no: Apache tar ikke hensyn til 'php_value'-linjene i <b>.htaccess</b>-fila. Prøv å skrive inn dette i webtjenerens <b>httpd.conf</b>-fil:
pt_br: O Apache não está obedecendo às linhas 'php_value' em seu arquivo <b>.htaccess</b>. Tente inserir o conteúdo abaixo no arquivo <b<httpd.conf</b> do seu servidor web:
vi_vn: Apache không thi hành theo 'php_value' trong file <b>.htaccess</b> của bạn. Thử vào trong file <b>httpd.conf</b> trên hệ thống máy chủ web của bạn:

source: If you are running PHP in CGI mode, this message is unavoidable.
bg_bg: Ако сте стартирали PHP в режим CGI, това съобщение е неизбежно.
es_es: Si está ejecutando PHP en modo CGI, este mensaje es inevitable.
is_is: Þú kemst ekki hjá því að sjá þessi skilaboð ef þú keyrir PHP í CGI ham.
nl_nl: Als u PHP in CGI mode draait is dit bericht onvermijdelijk.
no_no: Hvis du kjører PHP i CGI-modus, er denne meldingen uunngåelig.
pt_br: Se você está executando o PHP em modo CGI, essa mensagem é inevitável.
sv_se: Om du använder/kör PHP i CGI läge så är detta meddelande oundvikligt.
vi_vn: Nếu bạn sử dụng PHP trong chế độ CGI, thông báo này chắc chắn sẽ có.

source: Check to see if %smagic quotes%s are enabled on your PHP server. If they're on, you may notice strange behavior if you put ' (single-quote), &quot; (double quote) or &#92; (backslash) characters in titles or captions in Gallery.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ %smagic quotes%s âÏ Êå Êåãêæç Ùäé åÒèÏ ÇäPHP ÇäÎÇÕ Èã. áÅĞÇ ÌÙäÊç áé èÖÙ ÇäÊÔÚêä áêåãæ Ãæ ÊäÇÍØ ÓäèãÇ ÚÑêÈÇ ÅĞÇ èÖÙÊ (ÅâÊÈÇÓ åÖÇÙá) Ãè ÑåèÒ Çä &#92;(backslash) áê ÇäÙæÇèêæ Ãè ÇäÊÙäêâÇÊ áê ÇäåÙÑÖ.
bg_bg: Проверихме дали '%smagic quotes%s' са включени на PHP сървъра ви. Ако са включени, може да забележите странно поведение, когато слагате ' (единични кавички), &quot; (двойни кавички) или &#92; (backslash) знаци във заглавията или в надписите на Галерията.
es_es: Verificando si la opción %smagic_quotes_gpc%s está habilitada en su intérprete de PHP. Si está activada, tal vez aparezcan extraños anuncios sobre el comportamiento del programa si pone alguno de estos símbolos como caracteres en los títulos o las leyendas en la galería: ' (comilla simple), &quot; (comilla doble) o &#92; (contrabarra).
gl_es: Verificando se a opci&oacute;n %smagic_quotes_gpc%s est&aacute; habilitada no seu int&eacute;rprete de PHP. Se est&aacute; activada, tal vez aparezan extra&ntilde;os anuncios sobre o comportamento do programa si pon alg&uacute;n destes s&iacute;mbolos como caracteres nos t&iacute;tulos ou as lendas na galer&iacute;a: ' (comilla simple), &quot; (comilla dobre) ou &#92; (contrabarra).
is_is: Athuga hvort %smagic quotes%s er virkt í PHP-uppsetningunni þinni. Ef það er virkt, þá gætirðu rekist á undarlega hegðun ef ' (einföld gæsalöpp), &quot; (tvöföld gæsalöpp) eða &#92; (bakskástrik) kemur fyrir í titlum eða myndatextum í Gallery.
nl_nl: Controle om te zien of %s magic quotes%s ingeschakeld zijn op uw PHP server. Indien deze ingeschakeld zijn kan u vreemd gedrag waarnamen wanneer u ' (enkel aanhalingsteken), &quot; (dubbel aanhalingsteken) of &#92; (backslash) tekens in titels of onderschrift gebruikt in Gallery.
no_no: Se om %smagic quotes%s er påslått på PHP-tjeneren. Hvis de er påslått, kan det hende at du ser merkelig oppførsel hvis du setter ' (enkelt-sitattegn), &quot; (dobbelt-sitattegn) eller &#92; (backslash)-tegn i titler eller overskrifter i Gallery.
pt_br: Verifique se o %smagic quotes%s está habilitado em seu servidor PHP. Se estiver habilitado, você pode notar um comportamento estranho se você colocar os caracteres ' (aspas simples), &quot; (aspas duplas) ou &#92; (barra invertida) nos títulos ou legendas no Gallery.
sv_se: Kontroll för att se om %smagic quotes%s är aktiverat på din PHP-server. Om de är aktiverade kan du märka konstiga effekter när du skriver ' (apostrof), &quot; (citationstecken) eller &#92; (omvänt snedsträck) -tecken i titlar eller beskrivningar i Gallery.
vi_vn: Kiểm tra xem nếu %smagic quotes%s có hiệu lực trên máy chủ PHP của bạn. Nếu chúng đang bật, bạn có thể được báo điều lạ nếu bạn ghi những ký tự ' (single-quote), &quot; (double quote) hoặc &#92; (gạch chéo) trên tiêu đề hoặc chú thích trong Thư viện ảnh.

source: Magic quotes are on. Your webserver administrator can turn them off by putting %s in your <b>php.ini</b> file.
ar_eg: Êå ÊÔÚêä ÇäÅâÊÈÇÓÇÊ ÇäÓÍÑêÉ. èêåãæ äåÏêÑ åäâå ÇäÔÈãÉ ÇäÎÇÕ Èã Ãæ êÚäâçÇ ÈèÖÙ Çä%s áê åäá Çä <b> php.ini </b> ÇäÎÇÕ Èã.
bg_bg: 'Magic quotes' са включени. Собственика на web-сървъра може да ги изключи, като сложи %s в php.ini файла.
es_es: La opción magic_quotes_gpc está activada. El propietario de su servidor web puede desactivarla poniendo %s en su fichero <b>php.ini</b>.
gl_es: A opci&oacute;n magic_quotes_gpc est&aacute; activada. O propietario do seu servidor web pode desactivala po&ntilde;endo %s no seu ficheiro <b>php.ini</b>.
is_is: Kveikt er á &quot;Magic quotes&quot;. Umsjónarmaður vefþjónsins þíns getur slökkt á þeim með því að setja %s í <b>php.ini</b>-skrána.
nl_nl: Magic quotes zijn ingeschakeld. De eigenaar van uw webserver kan ze uitschakelen door %s aan uw php.ini-bestand toe te voegen
no_no: Magic quotes er påslått. Webtjener-administratoren kan slå dem av ved å sette %s i <b>php.ini</b>-fila
pt_br: 'Magic quotes' está ligado. Seu administrador do servidor web pode desligá-lo colocando %s no seu arquivo <b>php.ini</b>.
sv_se: Magic quotes är aktiverat. Din webbserverägare (internet-/webbhotelsleverantör) kan avaktivera dem genom att skriva in %s i din <b>php.ini</b> fil.
vi_vn: Magic quotes đang bật. Người quản trị máy chủ web của bạn có thể tắt chúng bằng cách đặt %s trong file <b>php.ini</b> của bạn.

source: Check to see if your webserver is compiled with <b>mod_rewrite</b>. This Apache module allows Gallery to use shorter URLs that are easier to read and look nicer when you mail them to your web-challenged relatives. It's not an essential feature.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ åäâå ÇäÔÈãÉ ÇäÎÇÕ Èã åÊÑÌåÇ È <b>mod_rewrite</b>. ÊÓåÍ èÍÏÉ Apache çĞç ääåÙÑÖ Ãæ êÓÊÎÏå èÕäÇÊ ÃâÕÑ èÃÓçä ääâÑÇÁÉ èÃä×á ÍêæåÇ ÊÑÓäçÇ äÃâÑÈÇÁ ÊÊÍÏÇçå ÇäÔÈãÉ, ÙäåÇ ÈÃæ çĞç äêÓÊ ÓåÉ ÃÓÇÓêÉ.
bg_bg: Проверихме дали web-сървъра ви е компилиран с '<b>mod_rewrite</b>'. Този модул на 'Apache" позволява на Галерията да използва по-къси web-адреси, които са по лесни за четене и изглеждат по добре когато ги пратите на някой от по-малко технически грамотните си роднини. Това не е съществена функция.
es_es: Verificando si su servidor web está compilado con el módulo <b>mod_rewrite</b>. Este módulo permite a Gallery usar URLs más cortas que son más fáciles de buscar y de leer cuando usted envíe correo a sus <em>web-challenged relatives</em>. Pero no es una característica esencial.
gl_es: Verificando se o seu servidor web est&aacute; compilado co m&oacute;dulo <b>mod_rewrite</b>. Este m&oacute;dulo permite a Gallery usar URLs m&aacute;is cortas que son m&aacute;is sinxelas de buscar e de ler cando vostede env&iacute;e correo &oacute;s seus co&ntilde;ecidos na rede. Pero non &eacute; unha caracter&iacute;stica esencial.
is_is: Athuga hvort vefþjónninn þinn er þýddur með <b>mod_rewrite</b>. Þessi Apache viðbót leyfir Gallery að nota styttri vefslóðir sem eru auðlæsilegar og líta betur út þegar þú sendir þær í tölvupósti til vef-heftra ættingja þinna. Þetta er ekki nauðsynleg virkni.
nl_nl: Controle om te zien of uw webserver gecompileerd is met <n-b>mod_rewrite</b>. Mod_rewrite laat Gallery toe om kortere URL's te gebruiken die makkelijker te lezen zijn en er beter uitzien. Dit is geen essentiële functie.
no_no: Se om webtjeneren er kompilert med <b>mod_rewrite</b>. Denne Apache-modulen gjør at Gallery kan bruke kortere URL-er som er enklere å lese, og ser mye bedre ut, når du sender adresser til andre over Internett. Det er ikke en nødvendig funksjon.
pt_br: Verifique se seu servidor web foi compilado com <b>mod_rewrite</b>. Esse módulo do servidor Apache permite ao Gallery usar URL mais curtas que são mais simples de ler e aparência melhorada quando você os envia para outros programas baseados em web. Esta não é uma função essencial.
sv_se: Kontroll för att se om din webbserver är kompilerad med <b>mod_rewrite</b>. Denna Apache modul tillåter Gallery att använda kortare Webbadresser som är enklare att läsa och ser bättre ut när du e-postar dem till dina vänner. Detta är inte en nödvändig egenskap.
vi_vn: Kiểm tra xem máy chủ web của bạn có được biên dịch với <b>mod_rewrite</b>. Tính năng này của Apache cho phép Thư viện ảnh sử dụng những liên kết ngắn dễ đọc hơn và trông cũng đẹp hơn khi bạn gửi địa chỉ đó qua email cho mọi người. Tuy nhiên đây không phải là chức năng chính.

source: Either <b>mod_rewrite</b> is not installed or your <b>.htaccess</b> file is not enabled (see above). Either way, we'll have to use longer URLs in the Gallery. If you want to turn it on, first make sure that your <b>.htaccess</b> file is being obeyed. If it still doesn't work, you may need to reconfigure and rebuild Apache with this flag:
ar_eg: ÅåÇ Ãæ êãèæ<b>mod_rewrite</b> ÚêÑ åËÈÊ Ãîè Ãæ êãèæ åäá<b>.htaccess</b> ÇäÎÇÕ Èã äå êÊå Êåãêæç (ÃæØÑ ÙÇäêç). èÙäé ÃêÉ ÍÇä¬ ÓêÊèÌÈ ÙäêæÇ ÇÓÊÎÏÇå èÕäÇÊ Ã×èä áê ÇäåÙÑÖğ. ÅĞÇ ãæÊ ÊÑêÏ ÊÔÚêäçÇ áÙäêã Ãæ ÊÊÃãÏ ÃèäÇ Ãæ åäá<b>.htaccess</b> êÊå ÇÊÈÇÙç È×ÑêâÉ ÓäêåÉ. áÅĞÇ ÇÓÊåÑ áé ÇäÊèâá Ùæ ÇäÙåä¬ áâÏ Êãèæ áé ÍÇÌÉ Åäé ÅÙÇÏÉ ÅÙÏÇÏ èÈæÇÁ Apache ÈÍÑá ÇäÅÔÇÑÉ çĞÇ:
bg_bg: Или '<b>mod_rewrite</b>' не е инсталиран, или вашия '<b>.htaccess</b>' файл не работи (вижте по-горе). При всички положения, ще се наложи да ползваме в Галерията по-дългите web-адреси. Ако искате да използвате това, бъдете сигурни, че <b>.htaccess</b> файла ви функционира правилно. Ако и това не помогне, ще трябва да преконфигурирате и прекомпилирате 'Apache' използвайки следното:
es_es: Ni el módulo <b>mod_rewrite</b> está instalado ni su fichero <b>.htaccess</b> está activado (vea más arriba). Así las cosas, tendremos que usar URLs más largas en Gallery. Si usted quiere activar el módulo asegúrese de que el fichero <b>.htaccess</b> está bien configurado y entonces, si aun así no funciona, necesitará reconfigurar y resconstruir Apache con este modificador (<b>mod_rewrite</b>):
gl_es: Nin o m&oacute;dulo <b>mod_rewrite</b> est&aacute; instalado nin o seu ficheiro <b>.htaccess</b> est&aacute; activado (vexa m&aacute;is arriba). As&iacute; as cousas, teremos que usar URLs m&aacute;is longas en Gallery. Se vostede quere activa-lo m&oacute;dulo aseg&uacute;rese de que o ficheiro <b>.htaccess</b> est&aacute; ben configurado e ent&oacute;n, se ainda as&iacute; non funciona, necesitar&aacute; reconfigurar e resconstruir Apache con este modificador (<b>mod_rewrite</b>):
no_no: Enten er <b>mod_rewrite</b> ikke installert, eller så er <b>.htaccess</b>-fila ikke påslått (se ovenfor). Uansett, vi må bruke lengre URL-er i Gallery. Hvis du vil slå dette på, må du først forsikre deg om at din <b>.htaccess</b> brukes av webtjeneren. Hvis det fortsatt ikke virker, må du rekonfigurere og kompilere Apache med dette flagget:
pt_br: Ou o <b>mod_rewrite</b> não está instalado ou o arquivo <b>.htaccess</b> não está habilitado (veja acima). Em ambos os casos, estaremos usando URLs maiores no Gallery. Se você deseja habilitá-lo, certifique-se que seu arquivo <b>.htaccess</b> está sendo obedecido. Se ele ainda não funcionar, você talvez precise reconfigurar e recompilar o seu Apache com essa funcionalidade:
vi_vn: Hoặc là <b>mod_rewrite</b> không được cài đặt hoặc file <b>.htaccess</b> không có hiệu lực (xem phía trên). Còn nếu không, Thư viện ảnh sẽ dùng những tên liên kết dài hơn. Nếu bạn muốn bật nó lên, xin đề nghị bạn hãy chắc rằng file <b>.htaccess</b> có làm việc. Nếu nó vẫn không chạy, bạn cần phải cấu hình và biên dịch lại Apache với lựa chọn này:

source: Check to see if NetPBM is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either NetPBM <b>or</b> ImageMagick installed.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ NetPBM åËÈÊ ÍÊé êÊåãæ ÇäåÙÑÖ åæ åÙÇäÌÉ ÇäÕèÑ (ÇÓÊÏÇÑÉ¬ ÊÚêêÑ ÍÌå¬ Êãèêæ ÕáÍÇÊ åÕÚÑÉ¬ ÇäÎ. ). èäĞÇ áÃæÊ áé ÍäÌÉ áâ× Åäé Ãæ êãèæ äÏêã NetPBM <b>Ãè</b> ImageMagick åËÈÊ.
bg_bg: Проверихме дали <b>NetPBM</b> е инсталиран, така че Галерията ви да може да обработва изображения (да ги завърта, да променя размера им, да прави миниатюрни изображения и т.н.). Трябва да имате инсталиран <b>NetPBM</b> <b>или</b> <b>ImageMagick</b>.
es_es: Verificando si NetPBM está instalado para que Gallery pueda manipular imágenes (rotarlas, redimensionarlas, hacer miniaturas, etc). Necesita tener NetPBM <b>o</b> ImageMagick instalado.
gl_es: Verificando si NetPBM est&aacute; instalado para que Gallery poida manipular imaxes (rotarlas, redimensionarlas, facer miniaturas, etc). Necesita ter NetPBM <b>o</b> ImageMagick instalado.
no_no: Se om NetPBM er installert, slik at Gallery kan manipulere bilder (rotere, endre størrelse, lage miniatyrer, osv.). Du trenger å ha enten NetPBM <b>eller</b> ImageMagick installert.
pt_br: Verifique se o NetPBM está instalado para que o Gallery possa manipular imagens (rotacionar, redimensionar, criar miniaturas, etc). Você precisa ter o NetPBM <b>ou</b> o ImageMagick instalado.
vi_vn: Kiểm tra xem NetPBM đã được cài đặt chưa để Thư viện ảnh có thể vận hành ảnh (xoay, chỉnh, tạo thumbnails, vv.). Bạn cần có NetPBM <b>hoặc</b> ImageMagick đã được cài đặt.

source: I can't find NetPBM. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to NetPBM by hand on the following page. If it's not installed, you have two choices:
ar_eg: äÇ êåãææé ÅêÌÇÏ NetPBM. áÅĞÇ ãÇæ åËÈÊÇ èäêÓ åèÌèÏÇ áé Ïäêä åÓÊÎÏå åäâå ÇäÔÈãÉ áçĞÇ ÌêÏ &#8212; áÅæç êåãæã Ãæ ÊÙêæ Ïäêä NetPBM êÏèêÇ Ùäé ÇäÕáÍÉ ÇäÊÇäêÉ. èÅĞÇ äå êãæ åËÈÊÇ¬ áäÏêã ÅÎÊêÇÑÇæ
bg_bg: <b>NetPBM</b> не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - не е проблем - можете сами да посочите пътя към директорията на <b>NetPBM</b> на следващата страница. Ако не е инсталиран, имате две възможности:
es_es: No se puede encontrar NetPBM. Si está instalado y no está en el path de su usuario del servidor web no se preocupe&#8212;puede especificar la ruta a NetPBM manualmente en la siguiente página. Si por el contrario no está instalado, tiene dos opciones:
gl_es: Non se pode atopar NetPBM. Se est&aacute; instalado e non est&aacute; na ruta do seu usuario do servidor web non se preocupe&#8212;pode especifica-la ruta a NetPBM manualmente na seguinte p&aacute;xina. Se polo contrario non est&aacute; instalado, ten d&uacute;as opci&oacute;ns:
no_no: Klarte ikke å finne NetPBM. Hvis det er installert, og ikke er i PATH-området til webtjeneren, så er det OK.&#8212;Du kan oppgi stien til NetPBM for hånd på neste side. Hvis det ikke er installert, har du to valg:
pt_br: Não consigo localizar o NetPBM. Se ele estiver instalado e não estiver no caminho do servidor web do usuario, não se preocupe -- Você pode especificar manualmente um caminho para o NetPBM na próxima página. Se ele não estiver instalado, você tem duas alternativas:
vi_vn: Không thấy NetPBM. Nếu nó đã được cài đặt và không có trong đường dẫn trên máy chủ web&#8212;bạn có thể tự ghi đường dẫn tới NetPBM trên trang sau. Nếu nó chưa được cài đặt, bạn có hai lựa chọn:

source: If NetPBM is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to NetPBM by hand on the following page.
ar_eg: ÅĞÇ äå êãæ NetPBM åËÈÊÇ èäÇ êÓÊ×êÙ ÇäåÙÑÖ ÅãÊÔÇáç ÂäêÇ áĞäã ÌêÏ&#8212; äÃæç êåãæã Ãæ ÊÍÏÏ Ïäêä NetPBM êÏèêÇ Ùäé ÇäÕáÍÉ ÇäÊÇäêÉ.
bg_bg: Ако <b>NetPBM</b> е инсталиран и Галерията не може да го намери автоматично - това не е проблем. На следващата страница просто посочете пътя към директорията на <b>NetPBM</b>.
es_es: Si NetPBM está instalado y Gallery no puede encontrarlo automáticamente no se preocupe&#8212;eso sólo significa que tendrá que especificar la ruta a NetPBM manualmente en la siguiente página
gl_es: Se NetPBM est&aacute; instalado e Gallery non pode atopalo autom&aacute;ticamente non se preocupe&#8212;iso s&oacute; significa que ter&aacute; que especifica-la ruta a NetPBM manualmente na seguinte p&aacute;xina
no_no: Hvis NetPBM er installert og Gallery ikke klarer å finne det automatisk, så er det i orden&#8212;Du kan oppgi stien til NetPBM for hånd på følgende side.
pt_br: Se o NetPBM estiver instalado e o Gallery não puder encontrá-lo automaticamente, não se preocupe -- Você poderá especificar manualmente o caminho do NetPBM na próxima página.
vi_vn: Nếu NetPBM đã được cài đặt nhưng Thư viện ảnh không tự tìm thấy nó&#8212;có nghĩa rằng bạn sẽ phải tự ghi đường dẫn tới NetPBM trên trang sau.

source: Check to see if ImageMagick is installed so that Gallery can manipulate images (rotate, resize, make thumbnails, etc.). You only need to have either ImageMagick <b>or</b> NetPBM installed.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ ImageMagick åËÈÊÇ ÍÊé êÊåãæ ÇäåÙÑÖ åæ åÙÇäÌÉ ÇäÕèÑ (ÇÓÊÏÇÑÉ¬ ÊÚêêÑ ÍÌå¬ Êãèêæ ÕáÍÇÊ åÕÚÑÉ¬ ÇäÎ. ). èäĞÇ áÃæÊ áé ÍÇÌÉ áâ× Åäé ÊËÈêÊ ImageMagick <b> Ãè </b> NetPBM
bg_bg: Проверихме дали <b>ImageMagick</b> е инсталиран, така че Галерията ви да може да обработва изображения (да ги завърта, да променя размера им, да прави миниатюрни изображения и т.н.). Трябва да имате инсталиран <b>ImageMagick</b' или <b>NetPBM</b>.
es_es: Verificando si ImageMagick está instalado para que Gallery pueda manipular imágenes (rotarlas, redimensionarlas, hacer miniaturas, etc). Necesita tener ImageMagick <b>o</b> NetPBM instalado.
gl_es: Verificando se ImageMagick est&aacute; instalado para que Gallery poida manipular imaxes (rotlas, redimensionalas, facer miniaturas, etc). Necesita ter ImageMagick <b>o</b> NetPBM instalado.
no_no: Se om ImageMagick er installert, slik at Gallery kan manipulere bilder (rotere, endre størrelse, lage miniatyrer, osv.). Du trenger å ha enten ImageMagick <b>eller</b> NetPBM installert.
pt_br: Verifique se o ImageMagick está instalado de forma que o Gallery possa manipular imagens (rotacionar, redimensionar, criar miniaturas, etc). Você precisa ter o ImageMagick <b>ou</b> o NetPBM instalado.
vi_vn: Kiểm tra xem ImageMagick đã cài đặt chưa để Thư viện ảnh có thể vận hành ảnh (xoay, chỉnh, tạo thumbnails, vv.). Bạn cần có ImageMagick <b>hoặc</b> NetPBM đã được cài đặt.
