Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: It seems that you did not configure your GALLERY. Please run and finish the configuration wizard.
ar_eg: êÈÏè Ãæã äå Êâå ÈÅÙÏÇÏ åÙÑÖã. åæ áÖäã âå ÈÊÔÚêä èÅÊåÇå åÙÇäÌ ÇäÅÙÏÇÏ.
bg_bg: По всичко личи, че не сте конфигурирали Галерията си. Моля стартирайте Конфигуратора и довършете конфигурацията.
es_es: Parece ser que no ha configurado Gallery. Por favor, ejecute y finalice el asistente de configuración.
gl_es: Parece ser que non ten configurado Gallery. Por favor, execute e finalice o asistente de configuraci&oacute;n.
is_is: Þú virðist ekki hafa sett upp Gallery. Vinsamlegast keyrðu og kláraðu uppsetningarferilinn.
nl_nl: Het lijkt erop dat U Gallery niet geconfigureerd hebt. Gelieve de configuratie wizard te doorlopen.
no_no: Det virker som du ikke konfigurerte GALLERY. Vennligst kjør og fullfør konfigurasjonsveiviseren.
pt_br: Aparentemente que você não configurou o seu GALLERY. Por favor, execute e finalize o assistente de configuração.
sv_se: Det verkar som om du inte har konfigurerat ditt GALLERY. Vänligen genomför konfigurationsguiden.
vi_vn: Có vẻ như bạn đã không cấu hình cho thư viện ảnh. Xin hãy chạy đến khi kết thúc thuật cấu hình.

source: Let us see if we can figure out what operating system you are using.
ar_eg: áäæÑ ÙåÇ ÅĞÇ ãÇæ êåãææÇ Ãæ æÊÍââ åæ æØÇå ÇäÊÔÚêä ÇäĞê ÊÓÊÎÏåç
bg_bg: Сега ще опитаме да разберем каква операционна система използвате.
es_es: Permítanos ver si podemos adivinar que sistema operativo está usando.
gl_es: Perm&iacute;tanos ver se podemos adivi&ntilde;ar que sistema operativo est&aacute; usando.
is_is: Sjáum hvort við getum fundið út hvaða stýrikerfi þú ert að nota.
nl_nl: Eens kijken of we kunnen zien welk besturingssyteem U gebruikt.
no_no: La oss se om vi kan finne ut hvilket operativsystem du bruker.
pt_br: Iremos verificar se conseguimos detectar qual sistema operacional você está utilizando.
sv_se: Låt oss se om vi kan lista ut vilket operativsystem som du använder.
vi_vn: Hãy để chúng tôi xem nếu chúng tôi có thể biết bạn đang sử dụng hệ điều hành nào.

source: This is what your system reports
ar_eg: çĞç ÊâÇÑêÑ æØÇåã
bg_bg: Това е което съобщава системата ви
es_es: Este es el informe de su sistema
gl_es: Este &eacute; o informe do seu sistema
is_is: Þetta er það sem kerfið þitt gefur upp
nl_nl: Dit is wat uw systeem rapporteert
no_no: Dette er hva systemet ditt rapporterer
pt_br: Isto é o que o seu sistema reportou
sv_se: Detta är vad ditt system rapporterar
vi_vn: Đây là những thứ hệ thống của bạn báo cáo

source: This is the type of system on which PHP was compiled
ar_eg: çĞÇ çè æèÙ ÇäæØÇå ÇäĞé ÊÑÌå Ùäé ÃÓÇÓç ÇäPHP
bg_bg: Това е типа на системата на която е компилиран PHP
es_es: Este es el sistema en el que PHP fue compilado
gl_es: Este &eacute; o sistema no que PHP foi compilado
is_is: Þetta er sú kerfisgerð sem PHP var þýtt á
nl_nl: Dit is het type systeem waarop PHP gecompileerd werd
no_no: Dette er en type system som PHP ble kompilert på
pt_br: Este é o tipo de sistema no qual o PHP foi compilado
sv_se: Detta är systemet som PHP är kompilerat för
vi_vn: Đây là loại hệ thống của PHP đã được biên dịch

source: Make sure that the values above make sense to you.
ar_eg: ÊÃãÏ åæ Ãæ Çäâêå ÇäÓÇÈâ ĞãÑçÇ ĞÇÊ åÙæé äã.
bg_bg: Проверете дали стойностите по-горе имат смисъл.
es_es: Asegúrese de que los valores de arriba tienen sentido para usted.
gl_es: Aseg&uacute;rese de que os valores de arriba te&ntilde;en sentido para vostede.
is_is: Gakktu úr skugga um að gildin hér á undan virðist rétt.
nl_nl: Controleer dat de bovestaande waarden zin hebben.
no_no: Kontroller at verdiene du ser overfor er meningsfulle.
pt_br: Tenha certeza que os valores acima fazem sentido para você.
sv_se: Försäkra dig om att värdena ovan stämmer för dig.
vi_vn: Hãy chắc rằng những giá trị trên có ý nghĩa với bạn.

source: Look for keywords like %s, %s, %s etc. in the output above.
ar_eg: ÇÈÍË Ùæ ãäåÇÊ åáÊÇÍêÉ åËä %s, %s, %s ÇäÎ ÇäåèÌèÏ ÙÇäêç.
bg_bg: В резултата по-горе, търсете ключови думи като %s, %s, %s и т.н.
es_es: Buscar por palabras clave como %s, %s, %s etc en la salida de arriba.
gl_es: Buscar por palabras clave como %s, %s, %s etc na sa&iacute;da de arriba.
is_is: Skimaðu eftir stikkorðum á borð við %s, %s, %s o.s.frv., í úttakinu hér á undan.
nl_nl: Zoek naar trefwoorden zoals %s, %s, %s etc. in de bovenstaande output.
no_no: Se etter nøkkelord som %s, %s, %s osv. i teksten over.
pt_br: Procurando por palavras-chave tais como %s, %s, %s etc. na saída acima.
sv_se: Titta efter nyckelord såsom %s, %s, %s o.s.v. i utskriften ovan.
vi_vn: Hãy kiếm những từ khóa như %s, %s, %s vv. trong khung trên.

source: If both the attempts above failed, you should ask your ISP what operating system you are using.
ar_eg: ÅĞÇ áÔäÊ ÇäÊÌÑÈÊÇæ , Ç×äÈ åæ åÓÆèä åäâå èêÈ äÏêã Ãæ ê×äÙã Ùäé æØÇå ÇäÊÔÚêä ÇäĞé ÊÓÊÎÏåç
bg_bg: Ако и двата опита по-горе са безуспешни, попитайте вашия Доставчик на Интернет каква операционна система изпозва.
es_es: Si ambos intentos fracasan, pregunte a su ISP que sistema operativo está usando.
gl_es: Se &aacute;mbolos dous intentos fracasan, pregunte o seu ISP que sistema operativo est&aacute; usando.
is_is: Ef báðar tilraunirnar hér á undan mistókust, þá ættirðu að spyrja netþjónustuaðila þinn hvaða stýrikerfi þú ert að nota.
nl_nl: Als beide pogingen mislukken moet u vragen aan uw provider wat voor besturingssysteem u gebruikt.
no_no: Hvis begge forsøkene mislykkes, bør du spørre din ISP om hvilket operativsystem du bruker.
pt_br: Se ambas as tentativas acima falharam, você deve perguntar ao administrador qual sistema operacional você está usando.
sv_se: Om bägge försöken ovan misslyckades bör du fråga din ISP(internet-/webbhotellsleverantör) om vilket operativsystem du använder.
vi_vn: Nếu cả 2 cố gắng trên mà lỗi, bạn nên hỏi nhà cung cấp hệ thống về hệ điều hành bạn đang dùng.

source: You can check via %s, they can often tell you.
ar_eg: êåãæã Ãæ ÊÊÍââ Ùæ ×Ñêâ Çä %s áÅæçå ÚÇäÈÇ êÎÈÑèæã
bg_bg: Можете да проверите чрез %s, в повечето случаи, те могат да ви кажат.
es_es: Puede revisarlo vía %s, normalmente se lo dirán.
gl_es: Pode revisalo v&iacute;a %s, normalmente diranllo.
is_is: Þú getur gáð hjá %s, þeir geta oft fundið það út.
nl_nl: U kan dit controleren via %s, dit geeft dikwijls een oplossing.
no_no: Du kan sjekke via %s, de kan ofte fortelle deg.
pt_br: Você pode verificar via %s, eles podem sempre estar lhe informando.
sv_se: Du kan också kontrollera genom %s, de kan ofta hjälpa dig.
vi_vn: Bạn có thể kiểm tra qua %s, họ có thể nói cho bạn.

source: You told the config wizard that your %s binaries live here:
ar_eg: äâÏ ÃÎÈÑÊ åÙÇäÌ ÇäÅÙÏÇÏÇÊ Ãæ ËæÇÆêÇÊ Çä%s ÊèÌÏ çæÇ
bg_bg: Вие сте посочили на Конфигуратора, че %s файловете се намират тук:
es_es: Le dijo al asistente de configuración que sus binarios de %s estaban aquí:
gl_es: D&iacute;xolle &oacute; asistente de configuraci&oacute;n que os seus binarios de %s estaban aqu&iacute;:
is_is: Þú sagðir uppsetningarferlinu að %s-forritin þín ættu heima hér:
nl_nl: U heeft de configuratie wizard verteld dat jou %s data hier stond:
no_no: Du fortalte konfigurasjonsveiviseren at dine %s-filer finnes her:
pt_br: Você informou ao assistente de configuração que os binários do %s estão aqui:
sv_se: Du talade om för konfigurationsguiden att din %s binärkod(program) finns här:
vi_vn: Bạn hãy ghi cho thuật cấu hình biết %s binaries của bạn chứa ở đây:

source: If that is not right (or if it is blank), re-run the configuration wizard and enter a location for %s.
ar_eg: ÅĞÇ äå êãæ Ğäã ÕÍêÍÇ (Ãîè ãÇæ áÇÑÚÇ)¬ áÃÙÏ ÊÔÚêä åÙÇäÌ ÇäÅÙÏÇÏ Ëå ÇÏÎä åèâÙÇ ä%s.
bg_bg: Ако това не е правилното място, или ако нищо не е показано, рестартирайте Конфигуратора и посочете каде се намира %s.
es_es: Si eso no es correcto (o si está vacío), ejecute de nuevo el asistente de configuración e introduzca una ruta para %s.
gl_es: Se iso no &eacute; correcto (ou se est&aacute; valeiro), execute de novo o asistente de configuraci&oacute;n e introduza unha ruta para %s.
is_is: Ef það er ekki rétt (eða er tómt), keyrðu þá uppsetningarferlið aftur, og settu inn staðsetningu %s.
nl_nl: Indien dit niet juist is (of het leeg is), doorloop dan de configuratie wizard opnieuw en geef een locatie op voor %s.
no_no: Hvis det ikke er korrekt (eller hvis det er tomt), kjør konfigurasjonsveiviseren på nytt og skriv inn lokaliseringen av %s.
pt_br: Se isto não está correto (ou se estiver em branco), re-execute o assistente de configuração e entre com o local para %s.
sv_se: Om detta inte stämmer (eller om det är tomt), genomför konfigurationsguiden en gång till och skriv in platsen där %s finns.
vi_vn: Nếu không đúng (hoặc trắng trơn), chạy lại thuật cấu hình và ghi vị trí của %s.

source: <b>Note:</b> Your %s directory (%s) is not in your open_basedir list %s
ar_eg: <b> åïäÇÍØÉ: </b> %s Ïäêäã (%s) äêÓ áê âÇÆåÉ Çäbasedir ÇäåáÊèÍÉ %s
bg_bg: <b>Забележка:</b> %s dиректорията ви (%s) не e в списъка на 'open_basedir' %s
es_es: <b>Nota:</b> El directorio %s (%s) no está en la lista indicada por open_basedir %s
gl_es: <b>Nota:</b> O seu directorio %s (%s) non est&aacute; na lista indicada por open_basedir %s
is_is: <b>Ath:</b> %s-slóð þín (%s) er ekki hluti af open_basedir-lista þínum, %s
nl_nl: <b>Aantekening:</b> U %s directory (%s) is niet in uw open_basedir lijst %s
no_no: <b>Merk:</b> %s-katalogen (%s) er ikke i open_basedir-lista %s
pt_br: <b>Nota:</b> Seu diretório do %s (%s) não está na lista do seu open_basedir %s
sv_se: <b>Observera:</b> Din %s katalog (%s) finns inte i din open_basedir lista %s
vi_vn: <b>Chú ý:</b> Thư mục %s của bạn (%s) không trong danh sách open_basedir %s

source: The open_basedir list is specified in php.ini.
ar_eg: âÇÆåÉ Çä _basedir ÇäåáÊèÍÉ åÍÏÏÉ áê php. ini.
bg_bg: Листа 'open_basedir' е посочен в 'php.ini'.
es_es: El parámetro open_basedir está especificado en el fichero de configuración php.ini.
gl_es: O par&aacute;metro open_basedir est&aacute; especificado no ficheiro de configuraci&oacute;n php.ini.
is_is: Téður open_basedir-listi er tilgreindur í php.ini.
nl_nl: De open_basedir lijst is gespecificeerd in php.ini.
no_no: open_basedir-lista er oppgitt i php.ini.
pt_br: A opção "open_basedir list" está especificada no php.ini
sv_se: open_basedir-listan är angiven i php.ini.
vi_vn: Danh sách open_basedir được chỉ định trong php.ini

source: The result is, that we can't perform all of our basic checks on the files to make sure that they exist and they're executable.
ar_eg: èÇäæÊêÌÉ çéÃææÇ äÇ æÓÊ×êÙ ÃÏÇÁ ãä ÙåäêÇÊ ÇäåÑÇâÈÉ ÇäÃÓÇÓêÉ äÏêæÇ Ùäé ÇäåäáÇÊ ääÊÃ ãÏ åæ ÃæçÇ åèÌèÏÉ èâÇÈäÉ ääÊæáêĞ.
bg_bg: Резултата е, че не можем да направим нужните проверки на файловете за да сме сигурни, че те съществуват и са 'executable'.
es_es: El resultado es que no se pueden llevar a cabo todos nuestros chequeos básicos sobre los ficheros para estar seguros de que existen y de que son ejecutables.
gl_es: O resultado &eacute; que non se poden levar a cabo t&oacute;dolos nosos chequeos b&aacute;sicos sobre os ficheiros para estar seguros de que existen e de que son executables.
is_is: Af þessu leiðir að við getum ekki framkvæmt allar helstu skráaskoðanir til að ganga úr skugga um að skrárnar séu til og þær megi keyra.
nl_nl: Het resultaat is dat we niet alle standaard controles kunnen uitvoeren op de bestanden zorg er voor dat ze bestaan en uitvoerbaar zijn.
no_no: Resultatet blir at vi ikke kan utføre alle de grunnleggende filsjekkene for å se om de eksisterer og om de er kjørbare.
pt_br: O resultado é que não podemos executar todas as nossas verificações básicas nos arquivos para termos certeza que eles existem e são executáveis.
sv_se: Resultatet är, att vi inte kan genomföra alla våra grundläggande kontroller på filerna för att säkerhetsställa att de finns och är körbara.
vi_vn: Và kết quả là, chúng tôi không thể thực hiện tất cả các mục kiểm tra chính trên những file để chắc rằng chúng có và có thể thi hành.

source: We are going to test each %s binary individually.
ar_eg: Óèá æâèå ÈÇÎÊÈÇÑ ãä %s ËæÇÆê È×ÑêâÉ áÑÏêÉ
bg_bg: Сега ще изпробваме всеки %s файл индивидуално.
es_es: Vamos a verificar cada binario de %s por separado.
gl_es: Imos verificar cada binario de %s por separado.
is_is: Við munum prófa %s-forritin hvert um sig.
nl_nl: We gaan elke %s binary afzonderlijk testen.
no_no: We vil teste hver enkelt %s-fil individuelt.
pt_br: Iremos testar cada binário do %s individualmente.
sv_se: Vi kommer att pröva varje %s binärkod(program) individuellt.
vi_vn: Chúng tôi bắt đầu kiểm tra riêng mỗi %s binary.

source: Checking:
ar_eg: âêÏ ÇäáÍÕ
bg_bg: Проверяване:
es_es: Verificando:
gl_es: Verificando:
is_is: Athuga:
nl_nl: Controleren:
no_no: Sjekker:
pt_br: Verificando:
sv_se: Kontrollerar:
vi_vn: Kiểm tra:

source: If you see an error above complaining about reading or writing to %s then this is likely a permission/configuration issue on your system. If it mentions %s then it's because your system is configured with %s enabled.
ar_eg: ÅĞÇ ÑÃêÊ Î×Ã ÙÇäêç êÔãè åæ ÇäâÑÇÁÉ Ãè ÇäãÊÇÈÉ Åäé %s áÅæ Ğäã Ùäé ÇäÃÑÌÍ êÑÌÙ Åäé åÓÃäÉ ÇäÅĞæ/ ÇäÅÙÏÇÏ Ùäé æØÇåã. áÅĞÇ ĞãÑ%s áĞäã ÈÓÈÈ Ãæ ÇäÊËÈêÊ âÏ Êå Ùäé ÌçÇÒã ÈÊåãêæ Çä%s.
bg_bg: Ако видите по-горе грешка относно четене и писане в %s, това може да е проблем с настройките свързани с привилегиите във вашата система. Ако се споменава %s, значи причината може да е в това, че системата ви е конфигурирана с включено %s.
es_es: Si observa algún error arriba quejándose sobre si puede leer o escribir en %s, la razón tiene que ver con la configuración de permisos de su sistema. Si se menciona %s entonces es porque su sistema está configurado con %s activado.
gl_es: Se observa alg&uacute;n error arriba queix&aacute;ndose sobre se pode ler o escribir en %s, a raz&oacute;n ten que ver coa configuraci&oacute;n de permisos do seu sistema. Se se menciona %s ent&oacute;n &eacute; porque o seu sistema est&aacute; configurado co %s activado.
is_is: Ef þú sérð villuboð hér á undan um að ekki takist að lesa úr eða skrifa í %s, þá er það líklega vegna rangra aðgangsheimilda eða annarrar uppsetningar á kerfinu þínu. Ef minnst er á %s, þá er það vegna þess að kerfið þitt er sett upp með %s virkt.
nl_nl: Indien u hierboven een error ziet die handelt over lezen of schrijven naar %s dan is dit waarschijnlijk een permissie/configuratie-probleem op uw systeem. Indien %s vermeld wordt, dan is dit omdat uw systeem geconfigureerdis met %s ingeschakeld.
no_no: Hvis du ser en feil over som klager over skriving eller lesing til %s er dette sannsynligvis et tillatelse/konfigurerings-problem på ditt system. Hvis det nevner %s er det fordi ditt system er konfigurert med %s aktivert.
pt_br: Se você visualizar um erro acima informando sobre leitura ou gravação para %s então este é provavelmente um problema de configuração / permissão no seu sistema. Se menciona %s, então é porque seu sistema está configurado com %s habilitado.
sv_se: Om du får felmeddelanden ovan som klagar på läsning och skrivning till %s så är detta troligtvis en behörighets-/konfigurationsfråga på ditt system. Om det omtalar %s så beror det på att ditt system är konfigurerat med %s aktiverat.
vi_vn: Nếu bạn thấy có lỗi ở trên trình bày về đọc hoặc ghi %s thì có lẽ là vấn đề ở quyền hạn/cấu hình sử dụng trên hệ thống của bạn. Nếu nó đề cập tới %s thì có thể hệ thống của bạn được cấu hình với %s mở.

source: You should talk to your system administrator about this, or see the %sGallery Help Page%s.
ar_eg: êÌÈ Ãîæ ÊÎÈÑ åÏêÑ æØÇåã ÈçĞç ÇäåÔãäÉ¬ Ãîè ÇæØÑ %s ÕáÍÉ ÇäåÓÇÙÏÉ ÇäÎÇÕÉ ÈÇäåÙÑÖ%s.
bg_bg: Ще трябва да се обърнете към системния си администратор относно това, или погледнете в %sПомощната Страница на Галерията%s.
es_es: Debería hablar con su administrador sobre esto o ver la %spágina de ayuda de Gallery%s.
gl_es: Deber&iacute;a falar co seu administrador sobre isto ou ve-la %sp&aacute;xina de axuda de Gallery%s.
is_is: Þú ættir að tala við kerfisstjóran þinn um þetta, eða sjá %sGallery hjálparsíðuna%s.
nl_nl: Neem hierover contact op met uw sytem administrator, of bekijk de %sGallery Help Page%s.
no_no: Du burde snakke med din systemadministrator om dette, eller se %sGallery's hjelpeside%s.
pt_br: Você deve falar com o seu administrador sobre isso, ou ver a %sPágina de Ajuda do Gallery%s.
sv_se: Du bör kontakta din systemadministratör(internet-/webbhotelsleverantör) om detta, eller se %sGallery's hjälpsida%s.
vi_vn: Bạn nên báo lại với quản trị hệ thống về điều này, hoặc xem %sTrang trợ giúp Thư viện ảnh%s.

source: For other errors, please refer to the list of possible responses in %s to get more information.
ar_eg: ÈÇäæÓÈÉ ääÃÎ×ÇÁ ÇäÃÎÑé¬ ÈÑÌÇÁ ÇäÙèÏÉ Åäé âÇÆåÉ ÇäÑÏèÏ ÇäåÍÊåäÉ áê %s ääÍÕèä Ùäé ÇäåÒêÏ åæ ÇäåÙäèåÇÊ.
bg_bg: За повече информация относно други грешки, моля проверете в листа с възможни съобщения в %s.
es_es: Para otros errores, por favor remítalos a la lista de posibles respuestas en %s para obtener más información.
gl_es: Para outros erros, por favor rem&iacute;taos &aacute; lista de posibels respostas en %s para obter m&aacute;is informaci&oacute;n.
is_is: Um önnur villuboð er vísað á listann af mögulegum svörum í %s.
nl_nl: Voor andere fouten, gelieve te refereren naar de lijst met mogelijke antwoorden in %s om meer informatie te verkrijgen.
no_no: For andre feil, vennligst undersøk listen over mulige responser i %s for mer informasjon.
pt_br: Para outros erros, por favor verifique a lista de possíveis respostas em %s para obter maiores informações.
sv_se: För andra felmeddelanden, vänligen vänd dig till listan på möjliga orsaker i %s för mer information.
vi_vn: Cho những lỗi khác, xin hãy tham khảo danh sách khả năng tương thích trong %s để biết thêm thông tin.

source: Check Mail
ar_eg: áÍÕ ÇäÈÑêÏ ÇäÅäãÊÑèæê
bg_bg: Проверка на Пощата
es_es: Revisar correo
gl_es: Revisar correo
is_is: Prófa póst
nl_nl: Controleer e-mail
no_no: Sjekk e-post
pt_br: Verificar Correio
sv_se: Kontrollera e-post
vi_vn: Kiểm tra Mail

source: Test email from %s
ar_eg: ÈÑêÏ ÃäãÊÑèæé ääÇÎÊÈÇÑ åæ %s
bg_bg: Пробен e-mail от %s
es_es: Correo de prueba de %s
gl_es: Correo de proba de %s
is_is: Prófa tölvupóst frá %s
nl_nl: Test e-mail van %s
no_no: Test e-post fra %s
pt_br: Email de teste de %s
sv_se: Teste-post från %s
vi_vn: Thử email từ %s

source: This email was automatically generated.
ar_eg: äâÏ ÃæÔÆ çĞÇ ÇäÈÑêÏ ÇäÃäãÊÑèæé ÂäêÇ
bg_bg: Този e-mail e генериран автоматично.
es_es: Este correo fue generado automáticamente.
gl_es: Este correo foi xenerado autom&aacute;ticamente.
is_is: Þessi tölvupóstur var búinn til sjálfkrafa.
nl_nl: Deze e-mail is automatisch gegenereerd
no_no: Denne e-posten ble automatisk generert.
pt_br: Este email foi automaticamente gerado.
sv_se: Denna e-post skapades(genererades) automatiskt.
vi_vn: Email này sẽ tự được tạo ra.

source: If you recevied this in error, then please disregard, as you should not receive any similar emails.
ar_eg: ÅĞÇ ÊäâêÊ çĞÇ È×Ñêâ ÇäÎ×Ã , áÇäÑÌÇÁ ÙÏå ÇäÇÙÊÏÇÏ Èç äÃæç äÇ êæÈÚé Ãæ ÊÊÓäå Ãé ÈÑêÏ ÅäãÊÑèæê åæ çĞÇ ÇäâÈêä.
bg_bg: Ако сте получили това по погрешка, моля да го пренебрегнете. Не би трябвало да получите други подобни съобщения.
es_es: Si recibe esto por error, ignórelo si usted no debería recibir correos similares.
gl_es: Se recibe isto por erro, ign&oacute;reo se vostede non deber&iacute;a recibir correos similares.
is_is: Ef þú fékkst þetta fyrir mistök, vinsamlegast leiddu það þá bara hjá þér, þar sem þú ættir ekki að fá neina frekari pósta af þessu tagi.
nl_nl: Indien u deze fout heeft ontvangen, negeer deze dan, u zult geen gelijksoortige e-mails meer ontvangen.
no_no: Hvis du mottok denne uten grunn, så vennligst se bort fra den, ettersom du ikke vil motta flere lignende e-poster.
pt_br: Se você recebeu este email por engano, por favor desconsidere. Você não os receberá mais.
sv_se: Om du mottog detta i ett felmeddelande, så vänligen ignorera, eftersom du inte skulle motta några liknande e-post.
vi_vn: Nếu bạn nhận nó hỏng, cứ như là bạn không nhận được email nào như vậy.

source: If you were expecting email from the %s installation at %s, then Congratulations! Email is working and you can enable the %s email functions.
ar_eg: ÅĞÇ ãæÊ ÊæÊØÑ ÈÑêÏÇ ÃäãÊÑèæêÇ åæ ÊËÈêÊ Çä %s áé %s, áÅäêã ÃÕÏâ ÇäÊçÇæé! ÇäÈÑêÏ ÇäÃäãÊÑèæé êÙåä èêåãæã Êåãêæ èØÇÆá ÇäÈÑêÏ ÇäÃäãÊÑèæé %s.
bg_bg: Ако сте очаквали съобщение от инсталацията на %s при %s - Поздравления! E-mail системата работи и вие може да включите e-mail функциите на %s.
es_es: Si estaba esperando un correo de la instalación de %s a las %s, ¡felicitaciones! El correo está funcionando y puede establecer las funciones del correo %s.
gl_es: Se estaba esperando un correo da instalaci&oacute;n de %s &aacute;s %s, parab&eacute;ns! O correo est&aacute; funcionando e pode establece-las funci&oacute;ns do correo %s.
is_is: Ef þú bjóst við tölvupósti frá %s-uppsetningunni á %s, þá gleðjist allir gumar! Tölvupóstur virkar og þú getur virkjað tölvupóstaðgerðirnar í %s.
nl_nl: Als u e-mail verwacht van de %s installation op %s, dan gefeliciteerd! De e-mail werkt en u kunt de %s e-mail functie aanzetten.
no_no: Hvis du forventet e-post fra %s-installasjonen på %s, så gratulerer! E-post virker, og du kan slå på %s e-postfunksjonen.
pt_br: Se você estiver esperando email da instalação do %s em %s, então Parabéns! A função de email está funcionando e você pode habilitar as funções de email %s.
sv_se: Om du har förväntat e-post från %s installation på %s, så Grattis! E-posten fungerar och du kan aktivera %s e-post funktionen.
vi_vn: Nếu bạn nhận được email từ quá trình cài đặt %s tại %s, Xin chúc mừng! Email có làm việc và bạn có thể cho phép chức năng %s email.

source: SUCCESS!
ar_eg: Êå ÈæÌÇÍ
bg_bg: УСПЕШНО!
es_es: ¡Correcto!
gl_es: Correcto!
is_is: TÓKST!
nl_nl: Gelukt!
no_no: FULLFØRT!
pt_br: SUCESSO!
sv_se: GENOMFÖRDES!
vi_vn: HOÀN THÀNH!
