Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: This path is only required if you choosed %s above. Otherwise you can leave it like it is, or empty.
bg_bg: Пътя към тази директория е необходим само ако сте избрали %s по-горе. В противен случай можете да го оставите както е, или празно.
es_es: Esta ruta es requerida solamente si ha escogido %s arriba. En caso contrario puede dejarla tal cual está, o dejarla en blanco.
is_is: Þessi skráarslóð er einungis nauðsynlega ef þú valdir %s hér á undan. Annars getur þú látið hana vera, eða skilja hana eftir tóma.
nl_nl: Dit pad is enkel vereist als u hierboven %s heeft gekozen. Anders kunt u het laten als het is, of leeg laten.
pt_br: Este caminho somente é requerido se você escolher %s acima. Em outro caso, você pode deixá-lo como está ou em branco.
sv_se: Denna sökväg krävs endast om du valde %s ovan. I annat fall så kan du lämna det som de är eller tomt.
vi_vn: Đường dẫn này chỉ yều cầu nếu bạn chọn %s ở trên. Nếu không bạn có thể để như đã có, hoặc để trống.

source: I can't find ImageMagick at the location you provided.
ar_eg: äÇ êåãææé ÅêÌÇÏ ImageMagick áé ÇäåèâÙ ÇäĞé ÍÏÏÊç
bg_bg: Не мога да намеря 'ImageMagick' в посоченото място.
es_es: No se pudo encontrar ImageMagick en la ruta proporcionada.
gl_es: Non se puido atopar ImageMagick na ruta proporcionada.
is_is: Finn ekki ImageMagick á staðnum sem þú tilgreindir.
nl_nl: Ik kan ImageMagick niet vinden op de door u opgegeven locatie.
no_no: Kan ikke finne ImageMagick på stedet du oppgav.
pt_br: Não consigo localizar ImageMagick no local que você informou.
sv_se: Jag kan inte hitta ImageMagick på den plats som du skrev in.
vi_vn: Không thấy ImageMagick tại vị trí bạn đã cung cấp.

source: Path to NetPBM
ar_eg: åÓÇÑ Åäé NetPBM
bg_bg: Път към директорията на 'NetPBM'
es_es: Ruta a NetPBM
gl_es: Ruta a NetPBM
no_no: Sti til NetPBM
pt_br: Caminho para NetPBM
vi_vn: Đường dẫn tới NetPBM

source: The path to the directory containing NetPBM on your system. If you downloaded NetPBM from the Gallery download page, don't forget to make the files executable. E.g. %s or %s or %s
ar_eg: ÇäåÓÇÑ Åäé ÇäÏäêäğ ÇäĞê êÍÊèé Ùäé NetPBM Ùäé æØÇåã. ÅĞÇ âåÊ ÈÊÍåêä ÇäNetPBM åæ ÕáÍÉ ÇäÊÍåêäğ ÇäÎÇÕÉ ÈÇäåÙÑÖ¬ áäÇ ÊîæÓé Ãæ ÊÌÙä ÇäåäáÇÊ âÇÈäÉ ääÊæáêĞ. èåËÇä Ùäé Ğäã:- %s Ãîè %s Ãîè %s
bg_bg: Пътя към директорията във вашата система съдържаща 'NetPBM'. Ако сте свалили 'NetPBM' от страницата на Галерията, не забравяйте да направите файловете 'executable'. Например %s или %s или %s
es_es: Ruta al directorio que contiene NetPBM en su sistema. Si descargó NetPBM desde la página de descargas de Gallery no se olvide de hacer estos ficheros ejecutables. Por ejemplo %s, %s o %s
gl_es: Ruta &oacute; directorio que conten NetPBM no seu sistema. Se descarregou NetPBM dende a p&aacute;xina de descarregas de Gallery non esqueza de facer estes ficheiros executables. Por exemplo %s, %s o %s
no_no: Stien til katalogen som inneholder NetPBM på systemet ditt. Hvis du lastet ned NetPBM fra Gallerys nedlastingssider, så husk å sette filene som kjørbare. F.eks. %s eller %s eller %s
pt_br: O caminho para o diretório contendo o NetPBM em seu sistema. Se você baixou o NetPBM da página de download do Gallery, lembre-se de tornar os arquivos executáveis. Ex: %s ou %s ou %s
vi_vn: Đường dẫn tới thư mục chứa NetPBM trên hệ thống của bạn. Nếu bạn đã tải NetPBM xuống từ trang tải phần mềm của Thư viện ảnh, xin đừng quên chỉnh cho nó khả năng có thể thực thi (executable). VD: %s hoặc %s hoặc %s

source: I can't find NetPBM at the location you provided.
ar_eg: äÇ êåãææé ÅêÌÇÏ NetPBM áé ÇäåèâÙ ÇäĞé ÍÏÏÊç.
bg_bg: Не мога да намериа 'NetPBM' на посоченото място.
es_es: No se puede encontrar NetPBM en la localización que ha proporcionado.
gl_es: Non se pode atopar NetPBM na localizaci&oacute;n que proporcionou.
no_no: Klarte ikke å finne NetPBM på stedet du oppgav.
pt_br: Não consigo localizar o NetPBM no local que você informou.
vi_vn: Không thấy NetPBM tại vị trí bạn đã cung cấp.

source: PNM to JPEG converter
ar_eg: PNM Åäé åÍèäğ JPEG
bg_bg: Конвертор на 'PNM' към 'JPEG'
es_es: Conversor de PNM a JPEG
gl_es: Conversor de PNM a JPEG
is_is: PNM íJPEG breytir
nl_nl: PNM naar JPEG converter
no_no: PNM til JPEG-konverter
pt_br: Conversor de PNM para JPEG
sv_se: PNM till JPEG konverterare?
vi_vn: Công cụ chuyển PNM sang JPEG

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to encode its internal image format into JPEG. This tool is called either <i>ppmtojpeg</i> or <i>pnmtojpeg</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
ar_eg: ÊÕÈÍ çĞç ÇäâêåÉ åçåÉ ÅĞÇ ÇÓÊÎÏåÊ NetPBM. êÓÊÎÏå NetPBM ÃÏÇÉ äÊÔáêÑ ÊæÓêâ ÇäÕèÑÉ ÇäÏÇÎäêÉ È JPEG. èÊÓåé çĞç ÇäÃÏÇÉ ÅåÇ <i> ppmtojpeg </i> Ãîè <i> pnmtojpeg </i> ×ÈâÇ äÅÕÏÇÑ NetPBM ÇäĞé âåÊ ÈÊËÈêÊç. ÊÍââ åæ Ïäêä NetPBM ÇäÎÇÕ Èã äÊÑé ÃîêÇ åæçÇ âÏ Êå ÊËÈêÊç Ëå âå ÈÊÙêêæç çæÇ. áÅĞÇ ãæÊ ÚêÑ åÊÃãñÏ¬ áÙäêã Ãæ ÊÎåæ áâ× èæÍæ ÓæÍÇèä Ãæ æÊÍââ äã åæç.
bg_bg: Тази стойност има значение само ако използвате 'NetPBM'. 'NetPBM' използва програма, която обръща вътрешния му формат на изображенията в 'JPEG'. Тази програма се казва '<i>ppmtojpeg</i>' или '<i>pnmtojpeg</i>' в зависимост от версията на 'NetPBM' която имате инсталирана. Проверете в директорията на 'NetPBM' коя от двете имате инсталирана и я посочете тук. Ако не сте сигурни, изберете едната, а ние ще опитаме да потвърдим, че е тя.
es_es: Este valor sólo es relevante si usa NetPBM. Este programa usa una herramienta para transformar la imagen a JPEG. Esta herramienta se llama <i>ppmtojpeg</i> o <i>pnmtojpeg</i> dependiendo de la versión de NetPBM que tenga instalada. Verifique el directorio de NetPBM para ver como se llama la herramienta y especificarla aquí. Si no está seguro, simplemente ponga una e intentaremos verificarla por usted.
gl_es: Este valor s&oacute; &eacute; relevante se usa NetPBM. Este programa usa unha ferramenta para transforma-la imaxe a JPEG. Esta ferramenta se llama <i>ppmtojpeg</i> o <i>pnmtojpeg</i> dependiendo da versi&oacute;n de NetPBM que te&ntilde;a instalada. Verifique o directorio de NetPBM para ver como se chama a ferramenta e especificala aqu&iacute;. Se non est&aacute; seguro, simplemente po&ntilde;a unha e intentaremos verificala por vostede.
no_no: Denne verdien er bare relevant hvis du bruker NetPBM. NetPBM bruker et verktøy for å kode sitt eget bildeformat om til JPEG. Dette verktøyet heter enten <i>ppmtojpeg</i> eller <i>pnmtojpeg</i>, avhengig av versjonen av NetPBM som du har installert. Se i NetPBM-katalogen hvilken av de du har installert, og oppgi den her. Hvis du ikke er sikker, bare gjett deg fram, og vi forsøker å kontrollere informasjonen for deg.
pt_br: Este valor só é relevante se você utilizar o NetPBM. O NetPBM utiliza uma ferramenta para condificar seu formato de imagem interno em JPEG. Essa ferramenta também é conhecida como <i>ppmtojpeg</i> ou <i>pnmtojpeg</i>, dependendo da versão do NetPBM que você possuir instalada. Verifique o diretório do NetPBM para saber qual destes você possui e especifique-o aqui. Se você não está certo disso, dê um palpite e tentaremos verificá-lo para você.
vi_vn: Giá trị này chỉ thích hợp nếu bạn sử dụng NetPBM. NetPBM dùng một công cụ để tự mã dạng ảnh sang JPEG. Công cụ này được gọi là <i>ppmtojpeg</i> hoặc <i>pnmtojpeg</i> phụ thuộc vào phiên bản NetPBM mà bạn đã cài đặt. Hãy kiểm tra thư mục NetPBM và xem dạng nào bạn đã cài đặt và ghi đường dẫn tại đây. Nếu bạn không chắc, hãy thử đoán và chọn 1 dạng, chúng tôi sẽ thử và kiểm định cho bạn.

source: PNM Composite (Overlay)
bg_bg: PNM Смесване (Припокриване)
is_is: PNM samsettning (með yfirlagningu)
pt_br: Composição PNM (Overlay)
sv_se: PNM Composite (Överlappning)
vi_vn: Kết hợp PNM (Che phủ)

source: This value is only relevant if you use NetPBM. NetPBM uses a tool to overlay one image over another. This tool is called either <i>pnmcomp</i> or <i>pamcomp</i> depending on the version of NetPBM that you have installed. Check your NetPBM directory to see which one you have installed and specify it here. If you aren't sure, just take a guess and we'll try to verify it for you.
bg_bg: Тази стойност има значение само ако използвате 'NetPBM'. 'NetPBM' използва програма за припокриване на едно изображение с друго. Тази програма се казва '<i>pnmcomp</i>' или '<i>pamcomp</i>' в зависимост от версията на 'NetPBM' която имате инсталирана. Проверете в директорията на 'NetPBM' коя от двете имате инсталирана и я посочете тук. Ако не сте сигурни, изберете едната, а ние ще опитаме да потвърдим, че е тя.
es_es: Este valor sólo es relevante si usa NetPBM. Este programa usa una herramienta para transformar la imagen a otro formato. Esta herramienta se llama también <i>pnmcomp</i> o <i>pamcomp</i> dependiendo de la versión de NetPBM que tenga instalada. Verifique el directorio de NetPBM para ver como se llama la herramienta y especificarla aquí. Si no está seguro, simplemente ponga una e intentaremos verificarla por usted.
pt_br: Este valor só é relevante se você utilizar o NetPBM. O NetPBM utiliza uma ferramenta para sobrepor uma imagem sobre a outra. Essa ferramenta também é conhecida como <i>pnmcomp</i> ou <i>pamcomp</i>, dependendo da versão do NetPBM que você tiver instalada. Verifique o diretório do NetPBM para saber qual destes você possui e especifique-o aqui. Se você não está certo disso, dê um palpite e tentaremos verificá-lo para você.
vi_vn: Giá trị này chỉ thích hợp nếu bạn sử dụng NetPBM. NetPBM dùng một công cụ để che phủ một ảnh trên ảnh khác. Công cụ này được gọi là <i>pnmcomp</i> hoặc <i>pamcomp</i> phụ thuộc vào phiên bản NetPBM mà bạn đã cài đặt. Hãy kiểm tra thư mục NetPBM và xem dạng nào bạn đã cài đặt và ghi đường dẫn tại đây. Nếu bạn không chắc, hãy thử đoán và chọn một dạng, chúng tôi sẽ thử và kiểm định cho bạn.

source: Auto-rotate images
ar_eg: ÊÏèêÑ ÇäÕèÑ ÂäêÇ
bg_bg: Автоматично завъртане на изображенията
es_es: Auto-rotar imágenes
gl_es: Auto-rotar imaxes
is_is: Snúa myndum sjálfvirkt
nl_nl: Automatisch roteren van fotos
no_no: Roter bilder automatisk
pt_br: Auto-rotacionar imagens
sv_se: Rotera bilder automatiskt?
vi_vn: Tự động xoay ảnh

source: Selecting this option has Gallery automatically attempt to rotate images on upload, based on the orientation information that is stored in JPEG EXIF data by some newer digital cameras.
ar_eg: ÅÎÊêÇîÑ çĞÇ ÇäÎêÇÑğ êÌÙä ÇäåÙÑÖ êÍÇèä ÊäâÇÆêÇ ÅÏÇÑÉ ÇäÕèÑğ ÍÇä ÇäÅêÏÇÙ¬ ÈæÇÁ Ùäé åÙäèåÇÊ ÇäÊèÌêç ÇäåÎÒèæÉ áê ÈêÇæÇÊ JPEG EXIF ÈèÇÓ×É ÈÙÖ ÂäÇÊ ÇäÊÕèêÑ ÇäÑâåêÉğ ÇäÍÏêËÉ.
bg_bg: Ако тук изберете 'да', Галерията след прехвърлянето на изображенията, автоматично ще опита да ги завърти. Завъртането ще е базирано на информацията, запаметена в 'JPEG EXIF' данните които се записват от по-новите цифрови фотоапарати в самото изображение.
es_es: Seleccionando esta opción, Gallery intenta rotar las imágenes automáticamente en la subida al servidor, basándose en la información sobre orientación almacenada en los datos EXIF del JPEG que ponen algunas cámaras digitales. Esto requiere la versión 1.9 del analizador jhead o posterior (vea arriba).
is_is: Ef þetta er valið reynir Gallery að snúa myndum sjálfkrafa þegar þær eru settar inn, eftir upplýsingum um hvernig myndavélin sneri, sem sumar nýrri stafrænar myndavélar geyma í JPEG-EXIF-gögnunum.
nl_nl: Met het selecteren van deze optie zal de Gallery proberen de foto te roteren tijdens het uploaden, gebaseerd op de informatie opgeslagen in de JPEG EXIF data die sommige nieuwe digitale cameras bevat.
no_no: Ved å velge dette, så vil Gallery automatisk forsøke å rotere bilder som lastes opp, basert på data som er lagret i JPEG EXIF-data av noen nyere digitalkameraer.
pt_br: Selecionando esta opção fará com que o Gallery tente automaticamente rotacionar imagens enviadas, baseada na informação de orientação armazenada no dado EXIF JPEG, provido por câmeras digitais de última geração.
sv_se: Val av detta alternativ gör att Gallery automatiskt försöker att rotera bilder vid uppladdning, grundat på orienteringsinformationen som är sparad i JPEG EXIF-informationen av vissa nyare digitala kameror.
vi_vn: Chọn lựa chọn này sẽ để Thư viện ảnh cố xoay ảnh khi tải lên, dựa trên thông tin định hướng được lưu giữ trong các dữ liệu EXIF của ảnh JPEG được viết vào do vài loại máy ảnh KT số mới.

source: Requires Jhead EXIF parser v.1.9 or greater (See optional tools).
bg_bg: Необходимо е да е инсталиран 'Jhead EXIF parser' версия 1.9 или по-нова (вижте секцията 'Незадължителни под-програми').
es_es: Requiere el parser de Jhead EXIF versión 1.9 o superior (Vea las herramientas opcionales).
is_is: Þarfnast útgáfu 1.9 eða nýrri af Jhead EXIF parser (Sjá önnur tæki)
nl_nl: Vereist Jhead EXIF parser v.1.9 of nieuwer (zie optionele toepassingen.)
pt_br: Requer analisador Jhead EXIF v.1.9 ou superior (Veja ferramentas opcionais).
sv_se: Kräver Jhead EXIF-tolkare v.1.9 eller senare (se alternativa verktyg).
vi_vn: Yêu cầu Jhead EXIF parser phiên bản 1.9 hoặc mới hơn (xem lựa chọn các công cụ).

source: Yes
bg_bg: Да
es_es: Sí
is_is: Já
nl_nl: Ja
no_no: Ja
pt_br: Sim
sv_se: Ja
vi_vn: Đồng ý

source: No
bg_bg: Не
is_is: Nei
nl_nl: Nee
no_no: Nei
pt_br: Não
sv_se: Nej
vi_vn: Không

source: The JPEG file format trades off size versus quality. Gallery can control the quality of the JPEGs that it produces when you resize, rotate or make thumbnails from JPEG images. Higher quality images are larger in size than lower quality images. However, in many cases there's a point at which raising the quality increases the size of the files without noticeably affecting the appearance of the image. Setting this value to &quot;100&quot; is not recommended. If you notice that your thumbnails and resized images are larger than the originals and you don't like this, you can try lowering this value. <b>Note</b> that changing this value will only affect images changed in the <i>future</i>.
ar_eg: êÊÚêÑ ÍÌå ÊæÓêâ åäá JPEG ÊÈÙÇ äÊÚêêÑ ÇäÌèÏÉ. êåãæ ääåÙÑÖ Ãæ êÊÍãå áé ÌèÏÉ åäáÇÊ Çä JPEG ÇäÊé êâèå ÈÅÕÏÇÑçÇ èĞäã ÍêæåÇ ÊÚêÑ ÇäÍÌå Ãè ÊÏêÑ Ãè ÊæÔéÁ ÕáÍÇÊ åÕÚÑÉ åæ ÕèÑ Çä JPEG. ÊÒêÏ ÇäÕèÑ ÙÇäêÉ ÇäÌèÏÉ áé ÇäÍÌå Ùæ ÇäÕèÑ âäêäÉ ÇäÌèÏÉ, ÅäÇ Ãæç áé ãËêÑ åæ ÇäÃÍêÇæ Êãèæ çæÇã æâ×É åÇ êÄÏê ÇÑÊáÇÙ ÌèÏÉ ÇäÕèÑÉ ÙæÏçÇ Åäé ÒêÇÏÉ ÍÌå ÇäåäáÇÊ Ïèæ ÊÃËêÑ åäÍèØ Ùäé Ôãä ÇäÕèÑÉ. èäêÓ åæ ÇäåÓÊÍÈ ÅÙÏÇÏ çĞç ÇäâêåÉ È&quot;100&quot;. áÅĞÇ äÇÍØÊ Ãæ ÕáÍÇÊã ÇäåÕÚÑÉ èÇäÕèÑ ÇäÊé Êå ÊÚêêÑ ÍÌåçÇ ÃãÈÑ åæ ÇäÃÕèä èäå êÙÌÈã Ğäã, áêåãæã åÍÇèäÉ ÎáÖ çĞç ÇäâêåÉ. <b> äÇÍØ</b> Ãæ ÊÚêêÑ çĞç ÇäâêåÉ ÓêÄËÑ áâ× Ùäé ÇäÕèÑ ÇäÊé ÓêÊå ÊÚêêÑçÇ <i>åÓÊâÈäÇ</i>.
bg_bg: Файловия формат 'JPEG', разменя размер срещу качество. Галерията може да контролира качеството на генерираните 'JPEG' файлове, когато променяте размера, завъртате или правите миниатюрни изображения от оригиналните ви 'JPEG' изображения. Изображенията с по-голямо качество са по-големи като размер от изображенията с по-малко качество. В много случаи обаче, има граница при която увеличаването на качеството, води до уголемяване на размера на файловете без забележимо подобряване на вида на изображението. Не се препоръчва да слагате &quot;100&quot; като стойност. Ако забележите, че миниатюрните изображения и изображенията с променен размер са по големи от оригиналите, и това не ви допада, може да опитате да намалите тази стойност. <b>Забележка:</b> Промяната на тази стойност, ще въздейства само на <i>бъдещите</i> промени в изображенията.
es_es: El formato de ficheros JPEG explota el tamaño en contra de la calidad. Gallery puede controlar la calidad de los JPEGs que produce cuando usted autoescala, rota o hace miniaturas de imágenes JPEG. Las imágenes de mayor calidad son mayores en tamaño que las que tienen menor calidad. Sin embargo, en muchos casos un punto a partir del cual alcanzar una determinada calidad incrementa el tamaño de los archivos sin que se note demasiado en la apariencia de la imagen. No es recomendable establecer este valor a &quot;100&quot;. Si observa que sus miniaturas y las imágenes escaladas son más grandes que las originales y no quiere que esto sea así, puede bajar el valor de la calidad. <b>Nota</b>: el cambio de este valor sólo afectará a las imágenes que cambie en el <i>futuro</i>.
gl_es: O formato de ficheiros JPEG explota o tama&ntilde;o en contra da calidade. Gallery pode controla-la calidade dos JPEGs que produce cando vostede autoescala, rota ou fai miniaturas de imaxes JPEG. As imaxes de maior calidade son maiores en tama&ntilde;o que as que te&ntilde;en menor calidade. Nembargantes, en moitos casos un punto a partires do cal alcanzar unha determinada calidade incrementa o tama&ntilde;o dos arquivos sin que se note demasiado na aparienza da imaxe. No &eacute; recomendabel establecer este valor a &quot;100&quot;. e observa que as s&uacute;as miniaturas e as imaxes escaladas son m&aacute;is grandes que as orixinais e non quere que isto sexa as&iacute;, pode baixar o valor da calidade. <b>Nota</b>: o cambio de este valor s&oacute; afectar&aacute; &aacute;s imaxes que cambie no <i>futuro</i>.
is_is: JPEG-skráasniðið gerir fórnarskipti (e. tradeoff) á milli skráarstærðar og myndgæða. Gallery getur stýrt gæðastuðli JPEG-þjöppunarinnar í skrám sem það býr til þegar JPEG-myndir eru stækkaðar/smækkaðar, þeim snúið eða smámyndir búnar til. Hins vegar er oft tilgangslaust að auka þennan gæðastuðul umfram eitthvað gildi, því að það stækkar aðeins skrárnar án þess að hafa nein sjáanleg áhrif á gæði myndarinnar. Ekki er mælt með því að setja þetta gildi sem &quot;100&quot;. Ef þú verður var/vör við að smámyndir þínar og smækkaðar myndir séu stærri (í bætum talið) en frummyndirnar og þér fellur það ekki, þá geturðu prófað að lækka þetta gildi. <b>Ath.</b> að breytingar á þessu gildi hafa aðeins áhrif á myndir sem Gallery býr til eða breytir <i>framvegis</i>.
nl_nl: De JPEG bestandsformaat verhoudt afmeting tegen kwaliteit. De galerij kan de kwaliteit van de JPEGs controleren wanneer u een JPEG vergroot, roteert of er een thumbnail van maakt. Hogere kwaliteit fotos zijn groter in bestandsgrootte dan fotos met lagere beeldkwaliteit. Let wel in sommige gevallen heeft het vergroten van de bestandgrootte geen invloed meer op de kwaliteit van de foto. De waarde op &quot;100&quot; zetten is niet aan te raden. Indien u merkt dat de thumbnails en vergrootte fotos groter zijn dan het orgineel en u wilt dit niet, dan kan u proberen deze waarde te verlagen. <b>Merk op</b> dat deze waarde enkel van toepassing is op de <i>nieuwe</i> fotos die u plaatst.
no_no: JPEG-filformatet prioriterer størrelse foran kvalitet. Gallery kan kontrollere kvaliteten på JPEG-bilder når du endrer størrelse, roterer eller lager miniatyrbilder av JPEG-bilder. Bilder med høyere kvalitet tar mer plass enn de med lav kvalitet. Men når kvaliteten blir stor nok, vil ytterligere kvalitetsøkninger ikke gi noen synlig forbedring i kvaliteten av bildet. Det er ikke anbefalt å sette denne verdien til &quot;100&quot;. Hvis du ser at miniatyrbildene og bilder med endret størrelse er større enn originalene, og hvis du ikke liker dette, kan du prøve å redusere denne verdien. <b>Merk</b> at denne innstillingen vil bare gjelde bilder som endres i <i>fremtiden</i>.
pt_br: O formato de arquivo JPEG inverte tamanho por qualidade. O Gallery pode controlar a qualidade dos JPEGs que ele produz quando você redimensiona, rotaciona ou cria miniatura das imagens JPEG. Imagens de maior qualidade são maiores em tamanho do que as imagens de baixa qualidade. Entretanto, em muitos casos há um ponto no qual o aumento da qualidade aumenta o tamanho dos arquivos sem alterar a aparência da imagem. Ajustando esse valor para &quot;100&quot; não é recomendado. Se você notar que suas miniaturas e imagens redimensionadas estão maiores do que as originais e você não gostar disso, você pode tentar diminuir este valor. <b>Note</b> que alterando este valor afetará apenas as imagens modificadas no <i>futuro</i>.
sv_se: JPEG filformatet vinner storlek genom att försämra kvalitén. Gallery kan kontrollera kvalitén på de JPEG-bilder som det producerar när du Storleksändrar, Roterar eller Skapar miniatyrbilder av JPEG-bilder. Högkvalitetsbilder har större storlek än lågkvalitetsbilder. Men i många fall så finns det en gräns där man genom att öka JPEG kvalitén gör filstorleken större utan att få nämnvärd ökad kvalité på bilden. Inställning av detta värde till &quot;100&quot; är inte att rekomendera. Om du märker att dina miniatyrbilder är större än dina originalelbilder och du inte gillar detta, så kan du åtgärda detta genom att sänka detta värde. <b>Observera</b> att ändring av detta värde endast kommer påverka bilder som bearbetas <i>framöver</i>.
vi_vn: Tính chất ảnh JPEG là kích cỡ tỉ lệ nghịch với chất lượng. Thư viện ảnh có thể điều khiển chất lượng các ảnh JPEG và xử lý để khi bạn chỉnh lại cỡ, xoay hoặc tạo thumbnails từ các ảnh JPEG. Chất lượng ảnh cao hơn sẽ nhỏ hơn về kích cỡ. Tuy nhiên, trong vài trường hợp có điểm mà tạo chất lượng sẽ tăng kích cỡ mà không thể thông báo tác động cho ảnh xuất hiện. Không khuyến cáo để giá trị này tới &quot;100&quot;. Nếu bạn khai báo cho ảnh thumbnails của bạn được chỉnh cỡ lại lớn hơn ảnh nguyên gốc và bạn sẽ không muốn như vậy, bạn có thể thử làm thấp giá trị đó đi. <b>Chú ý</b> rằng thay đổi giá trị đó sẽ chỉ có tác dụng trên những ảnh được thay đổi <i>sau này</i>.

source: Embedded Gallery
ar_eg: åÙÑÖ åÊÖåæ
bg_bg: Вградена Галерия
es_es: Gallery embebida
gl_es: Gallery embebida
is_is: Innbyggt Gallery
nl_nl: Geneste Gallery
no_no: Innbinding i CMS
pt_br: Gallery Embutido
sv_se: Inbäddat Gallery
vi_vn: Thư viện ảnh nhúng

source: Gallery automatically detects when it is embedded within one of the supported CMS environments, however there may be some environments which have special options which need to be set. Any options which are not automatically detected will need to be specified on this screen.
bg_bg: Галерията автоматично познава когато е вградена в която и да е от поддържание CMS среди. Въпреки това, може да има среди които изискват специални настройки. Всички наствойки които не са автоматично познати, трябва да бъдат въведени тук.
is_is: Gallery skynjar sjálfkrafa hvort það sé hluti af einu að CMS kerfum sem það styður. Sum kerfi þarfnast þess að setja upp stillingar handvirkt. Allar stillingar sem eru ekki skynjaðar sjálfkrafa þarf að setja á þessari síðu.
nl_nl: Gallery detecteert automatisch wanneer het genest is in &eacute;&eacute;n van de ondersteunde CMS omgevingen, hoewel sommige omgevingen speciale opties nodig hebben. Alle opties die niet automatisch gedetecteerd zijn moeten op dit scherm worden gegeven.
pt_br: O Gallery detecta automaticamente quando ele está embutido em um dos ambientes CMS suportatos, entretanto pode haver alguns ambientes que contenham opções especiais que precisam ser configuradas. Quaisquer opções que não forem automaticamente detectadas necessitarão ser especificadas nesta tela.
sv_se: Gallery upptäcker automatiskt när det är inbäddat i någon av de CMS-miljöerna som det stöder, men det kan vara så att vissa miljöer har speciella alternativ som behöver ställas in. Alla alternativ som inte automatiskt upptäcks kommer att behöva specificeras på denna skärm.
vi_vn: Thư viện ảnh tự động dò soát khi nó được nhúng vào một trong các CMS được trợ giúp, tuy nhiên có vài ứng dụng đòi hỏi phải có những điều chỉnh đặc biệt. Bất cứ điều chỉnh nào mà không tự dò ra được sẽ có thể hiển thị trên trang này.
