Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Select a skin to use for Gallery. You now have a wide choice of &quot;skins&quot; that affect the look of every page of your Gallery. You can have fun experimenting with the available skins. Choose &quot;None&quot; to use the look from v1.4.
ar_eg: ÇÎÊÑÇäÎäáêÉ ÇäÊé ÊèÏ ÇÓÊÎÏåçÇ áé ÇäåÙÑÖ. äÏêã ÇäÂæ ÇÎÊêÇÑ ÃãÈÑ åæ &quot;skins&quot èÇäÊé ÊÄËÑ Ùäé Ôãä ãä ÕáÍÉ áé åÙÑÖã. ãåÇ êåãæã ÇäÇÓÊåÊÇÙ ÈÊÌÑÈÉ ÇäÎäáêÇÊ ÇäåÊÇÍÉ. ÇÎÊÑ&quot;None&quot äÇÓÊÎÏÇå ÇäåØçÑ åæ v1.4.
bg_bg: Изберете кое оформление да бъде използвано за Галерията. Сега имате голям избор от &quot;оформления&quot; които ще променят вида на всяка страница от вашата Галерия. Можете да се забавлявате и да експериментирате с новите оформления. Изберете &quot;None&quot; за нормалния вид от версия 1.4.
es_es: Seleccione una &quot;skin&quot; para Gallery. Ahora tiene una amplia gama donde elegir. Puede experimentar con las disponibles. Elija &quot;Ninguna&quot; para utlizar el aspecto de la versión 1.4.
gl_es: Seleccione unha aparienza para Gallery. Agora ten unha amplia gama onde elixir. Pode experimentar coas dispo&ntilde;ibles. Elixa &quot;Ningunha&quot; para utliza-lo aspecto da versi&oacute;n 1.4.
is_is: Veldu útlitspakka (e. skin) til þess að nota á Galleríið. Þú getur nú valið úr mörgum útlitspökkum sem ráða útliti hverrar síðu í Galleríinu. Þú getur skemmt þér við að gera tilraunir með þá útlitspakka sem til eru. Veldu &quot;Ekkert&quot; til þess að nota útlit útgáfu 1.4.
nl_nl: Selecteer een template voor de Gallery. U heeft een grootte keuze aan &quot;templates&quot; die het uiterlijk van elke pagina wijzigd. Je kan veel plezier belevern met de aanwezige templates. Kies &quot;Geen&quot; om het uiterlijk te kiezen van v1.4.
no_no: Velg et utseende på Gallery. Du kan velge mellom flere ulike utseender (&quot;skins&quot;). Du kan eksperimentere med ulike utseender, og finne det som best passer til deg. Bruk &quot;None&quot; for å bruke utseendet fra v1.4.
pt_br: Selecione a aparência para usar no Gallery. Agora você tem uma vasta seleção de &quot;aparências&quot; que afetarão o visual de cada página do seu Gallery. Você pode se divertir experimentando as aparências disponíveis. Escolha &quot;None&quot; para usar o visual da v1.4.
sv_se: Välj ett skal att använda för Gallery. Du har nu ett flertal val av &quot;skal&quot; som påverkar utseendet på varje sida i ditt Gallery. Du kan experimentera med de tillgängliga skalen. Välj &quot;Inget&quot; för att använda originalutseendet från v1.4.
vi_vn: Chọn một kiểu dáng cho Thư viện ảnh. Bạn có một lựa chọn về &quot;kiểu dáng&quot; cho mọi trang trong Thư viện ảnh của bạn. Bạn có thể thử với những kiểu dáng có sẵn. Chọn &quot;Không&quot; sẽ sử dụng kiểu dáng như phiên bản 1.4.

source: Here you can get a more Gallery Skins by Drazan
bg_bg: Tук можете да намерите още 'Gallery Skins' направени от Drazan.
es_es: Aquí puede obtener más skins para Gallery realizados por Drazan
is_is: Héðan er hægt að sækja fleiri útlit frá Drazan
nl_nl: Hier kunt u meer Gallery uiterlijken van Drazan verkrijgen
pt_br: Aqui você pode obter mais Temas do Gallery feitos por Drazan
sv_se: Här kan du hämta fler Galleryskal av Drazan
vi_vn: Ở đây bạn có thể lấy thêm kiểu dáng của Drazan cho Thư viện ảnh

source: Default upload method
bg_bg: Презададен метод за качване
es_es: Método de subida de archivos por defecto
is_is: Sjálfvalin upphalsaðferð
nl_nl: Standaard upload methode
no_no: Standard opplastingsmetode
pt_br: Método de envio padrão
sv_se: Förvald uppladdningsmetod
vi_vn: Kiểu tải ảnh lên mặc định

source: Which method of uploading photos should be defaulted to for users who don't specify?
bg_bg: Кой метод за качване на снимки искате да се използва за потребителите които не са посочили?
es_es: ¿Qué método de subida de fotos debería ser el método por defecto para los usuarios que no lo especifiquen?
is_is: Hvaða aðferð við að upphala myndum ætti að vera sjálfvalin fyrir þá notendur sem velja sér ekki upphalsaðferð?
nl_nl: Welke methode van het uploaden van fotos moet standaard geselecteerd worden als de gebruikers niks specificeren?
no_no: Hvilken opplastingsmetode skal være standard for brukere som ikke angir en?
pt_br: Qual o método de envio de fotos deve ser usado como padrão caso os usuários não o especifiquem?
sv_se: Vilken metod för uppladdning av foton skall vara förvald för användare som inte specificerar någon?
vi_vn: Kiểu tải ảnh lên nào sẽ là kiểu mặc định dành cho những người đã không chọn bất cứ kiểu tải ảnh lên nào?

source: Form-based Upload
es_es: Método de subida basado en formulario
is_is: Upphal með form
nl_nl: Formulier gebaseerd uploaden
no_no: Skjema-basert opplasting
pt_br: Envio baseado em Formulário
sv_se: Fältbaserad uppladning
vi_vn: Mẫu

source: Mini-Applet
is_is: Lítið applet
nl_nl: Kleine Applet
sv_se: Litet applet-program
vi_vn: Applet

source: Full-Applet
is_is: Stórt applet
nl_nl: Volledige Applet
no_no: Stor applet
sv_se: Stort applet-program
vi_vn: Applet (lớn)

source: Locations and URLs
ar_eg: ÇäåèÇâÙ èÇäÑèÇÈ×
bg_bg: Местонахождения и URL
es_es: Ubicaciones y URLs
gl_es: Ubicaci&oacute;ns e URLs
is_is: Skráaslóðir og vefslóðir
nl_nl: Locatie en URLS
no_no: Plasseringer og URL-er
pt_br: Locais e URLs
sv_se: Lokaliseringar och Webbadresser
vi_vn: Vị trí và URL

source: Album directory
ar_eg: Ïäêä ÇäÃäÈèå
bg_bg: Директория на албумите
es_es: Directorio del álbum
gl_es: Directorio do &aacute;lbume
is_is: Mappa fyrir albúm
nl_nl: Album map
no_no: Albumkatalog
pt_br: Diretório do Álbum
sv_se: Albumkatalog:
vi_vn: Thư mục Album

source: REQUIRED
ar_eg: å×äèÈ
bg_bg: НЕОБХОДИМО
es_es: IMPRESCINDIBLE
gl_es: IMPRESCINDIBLE
is_is: NAUÐSYNLEGT
nl_nl: BENODIGD
no_no: PÅKREVD
pt_br: REQUERIDO
sv_se: OBLIGATORISKT
vi_vn: YÊU CẦU

source: The full path on physical disk to the directory where your photos will be stored. This directory should start off empty&#8212;Gallery will fill it. Note that this directory needs to have write access by the user who is running the web server (in your case this user is %s).
ar_eg: ÇäåÓÇÑ ÇäãÇåä Ùäé ÇäâÑÕğ ÇäáÙäé èÍÊé ÇäÏäêäğ ÇäĞé ÓÊÍáØ áêç ÇäÕèÑ ÇäÎÇÕÉ Èğã. êæÈÚé Ãîæ êÈÏÃî çĞÇ ÇäÏäêä áÇÑÚÇ&#8212; èÓèá êåäÄç ÇäåÙÑÖ. äÇÍØò Ãîæ çĞÇ ÇäÏäêäğ êÍÊÇÌ Åäé Ãæ Êãèæ çæÇã Íâèâ ÇäãÊÇÈÉ åæ âÈä ÇäåÓÊÎÏå ÇäĞé êâèå ÈÊÔÚêä åäâå ÇäÔÈãÉ (èáé ÍÇäÊã çĞç êãèæ ÇäåÓÊÎÏå %s).
bg_bg: Пътя към директорията, кадето ще бъдат пазени снимките ви. Тази директория би трябвало да започне като празна - Галерията ще я напълни. Имайте предвид, че потребителя, чрез който е пуснат web-сървъра (в този случай '%s') трябва да има достъп за писане в тази директория.
es_es: Ruta completa en su disco duro al directorio donde sus fotos serán almacenadas. Este directorio debería estar vacío&#8212;Gallery se encargará de llenarlo. Este directorio necesita tener permiso de escritura para el usuario que esté ejecutando el servidor web (en su caso este usuario es %s).
gl_es: Ruta completa no seu disco duro &oacute; directorio onde as s&uacute;as fotos ser&aacute;n almaceadas. Este directorio deber&iacute;a estar valeiro&#8212;Gallery encargarase de enchelo. Este directorio necesita ter permiso de escritura para o usuario que estea executando o servidor web (no seu caso este usuario &eacute; %s).
no_no: Den fullstendige stien på harddisken til katalogen hvor bildene vil bli lagret. Denne katalogen bør være tom til å starte med&#8212;Gallery vil fylle den. Merk at du må gi skrivetilgang til denne katalogen for webtjener-brukeren (i ditt tilfelle er denne brukeren %s).
pt_br: O caminho completo no disco físico para o diretório onde suas fotos serão armazenadas. Este diretório deverá iniciar vazio -- o Gallery preencherá automaticamente. Note que este diretório precisa ter acesso de escrita pelo usuário que está executando o servidor web (no seu caso, este usuário é o %s).
vi_vn: Đường dẫn đầy đủ trên đĩa cứng tới thư mục mà các ảnh của bạn sẽ được lưu giữ. Thư mục này phải để trống lúc đầu&#8212;Thư viện sẽ để ảnh vào đó. Hãy chú ý rằng thư mục này cần có khả năng ghi vào được đối với tên người dùng trên máy chủ web (trong trường hợp của bạn tên người này là %s).

source: Temporary directory
ar_eg: Ïäêä åÄâÊ
bg_bg: Временна директория
es_es: Directorio temporal
gl_es: Directorio temporal
is_is: Tímabundin geymsla (temp)
nl_nl: Map voor tijdelijke bestanden
no_no: Midlertidig katalog
pt_br: Diretório Temporário
sv_se: Temporär Katalog:
vi_vn: Thư mục tạm

source: The filesystem path to a temporary directory. E.g. %s or %s. Note that if you have <b>open_basedir</b> configured on your system, then this temporary directory must be inside the <b>open_basedir</b> path! In that case you may need to create the directory yourself and make sure that it's writable by the webserver process.
ar_eg: åÓÇÑ åäáÇÊ ÇäæØÇå Åäé Ïäêä åÄâÊ. èåËÇä Ùäé Ğäã: - %s Ãîè %s. äÇÍØò Ãæç ÅĞÇ ãÇæ ÙæÏã <b>open_basedir</b> åËÈÊÇ Ùäé æØÇåã¬ áêÌÈ Ãæ êãèæ çĞÇ ÇäÏäêäğ ÇäåÄâÊ ÏÇÎä åÓÇÑ Çä<b>open_basedir</b>! èáé çĞç ÇäÍÇäÉ âîÏ ÊîÍÊÇÌ Åäé ÅæÔÇÁ ÇäÏäêäğ ÈæáÓã èÊÊÃãÏ ÈÃæç âÇÈä ääãÊÇÈÉ åæ âÈä åÙÇäÌÉ åäâå ÇäÔÈãÉ.
bg_bg: Пътя на файловата система към временна директория. Например: %s или %s. Забележете, че ако имате конфигурирана <b>open_basedir</b> в системата, тогава временната директория трябва да бъде част от <b>open_basedir</b> пътя. При това положение, бихте могли сами да създадете временната директория и да я направите достъпна за писане от процеса на web-сървъра.
es_es: Ruta a un directorio temporal. Por ejemplo %s o %s. Si usted tiene <b>open_basedir</b> configurado en su sistema, entonces este directorio debería estar en la ruta que marca <b>open_basedir</b>. En ese caso necesita crear el directorio temporal usted mismo y asegurarse que el usuario del servidor web puede escribir en él.
gl_es: Ruta a un directorio temporal. Por exemplo %s o %s. Se vostede ten <b>open_basedir</b> configurado no seu sistema, ent&oacute;n este directorio deber&iacute;a estar na ruta que marca <b>open_basedir</b>. Nese caso necesita crear o directorio temporal vostede mesmo e asegurarse de que o usuario do servidor web poida escribir nel.
is_is: Skráaslóðin á möppu fyrir tímabundna geymslu. T.d. %s eða %s. Ath. að ef þú ert með <b>open_basedir</b> stillt á vélinni, þá verður þessi mappa að vera tilgreind í <b>open_basedir</b> slóðamenginu! Í því tilfelli gætirðu þurft að búa möppuna til sjálf(ur) og ganga úr skugga um að hún sé skrifanleg fyrir vefþjónsferilinn.
nl_nl: De locatie van de tijdelijke directory. B.v. %s of %s. Let op als u een <b>open_basedir</b> heeft geconfigureerd op uw systeem, dan moet de tijdelijke directory binnen het <b>open_basedir<b> path liggen! In geval dat u deze directory zelf aan moet maken, letop dat deze schrijfrechten heeft op de server.
no_no: Filsystem-stien til en midlertidig katalog. F.eks. %s eller %s. Merk at hvis du har <b>open_basedir</b> konfigurert på systemet, så må denne midlertidige katalogen være innenfor <b>open_basedir</b>-stien! I det tilfellet, så må du opprette katalogen selv, og forsikre deg om at den er skrivbar av webtjeneren.
pt_br: O caminho para um diretório temporário. Ex: %s ou %s. Note que se você possuir o <b>open_basedir</b> configurado em seu sistema, então este diretório temporário deve estar dentro do seu caminho <b>open_basedir</b>! Neste caso, você precisa criar o diretório temporário por sua conta e ter certeza que ele está com permissão de escrita para o processo do servidor web.
sv_se: Filsystemets sökväg till en temporär katalog. T.ex. %s eller %s. Observera att om du har <b>open_basedir</b> konfigurerat på ditt system så måste denna temporära katalog finnas inuti <b>open_basedir</b> sökvägen! I de fallet så behöver du eventuellt skapa temp katalogen själv och se till att den har skrivrättighet av webbserver processen.
vi_vn: Đường dẫn tới thư mục tạm trên hệ thống. VD: %s hoặc %s. Hãy chú ý rằng nếu bạn có <b>open_basedir</b> được cấu hình trên hệ thống, khi đó thư mục tạm phải nằm trong đường dẫn <b>open_basedir</b>! Trong trường hợp đó bạn cần tự tạo thư mục và chắc rằng nó có khả năng ghi được do quá trình xử lý của máy chủ web.

source: The full URL to the Gallery web application. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
bg_bg: Пълния URL към програмата 'Галерия' (т.е. %s). Галерията може да работи и с относителни web-адреси, но някои функции (например изпечатване на снимки) няма да работят нормално.
es_es: La URL completa para la aplicación web Gallery. (por ejemplo %s) Gallery puede funcionar con URLs relativas, sin embargo algunas características, como las de impresión, puede que no funcionen adecuadamente.
is_is: Full skráslóð að uppsetningu Gallery (t.d. %s). Gallery getur virkað með afstæðum vefslóðum, hinsvegar gæti verið að sum virkni, t.d. prentun, muni ekki virka fullkomlega.
nl_nl: Het volledige URL van de Gallery web applicatie (bijvoorbeeld %s.) Gallery kan werken met relatieve URL's, maar sommige functies (zoals printen) kunnen dan mogelijk niet goed werken.
pt_br: A URL completa para a aplicação web Gallery (Ex. %s). O Gallery pode operar com URLs relativas, embora algumas funções, tais como impressão, podem não funcionar corretamente.
sv_se: Hela webbadressen till Gallery webbaplikationen. (t.ex. %s) Gallery kan fungera med relativa webbadreseser men vissa egenskaper så som utskrift kanske inte fungerar som det skall.
vi_vn: Địa chỉ URL đầy đủ tới Thư viện ảnh. (VD: %s) Thư viện ảnh có thể hoạt động được với các địa chỉ URL tương đối, tuy nhiên sẽ có vài tính năng, như là in, sẽ không hoạt động chính xác.

source: The full URL to your album directory on your web server. (e.g. %s) Gallery can operate with relative URLs, however some features, such as printing, may not function correctly.
bg_bg: Пълния URL към директорията на сървъра съдържаща вашите албуми (т.е. %s). Галерията може да работи и с относителни web-адреси, но някои функции (например изпечатване на снимки) няма да работят нормално.
es_es: La URL completa para su directorio de álbumes en su servidor web. (por ejemplo %s) Gallery puede funcionar con URLs relativas, sin embargo algunas características, como las de impresión, puede que no funcionen adecuadamente.
is_is: Full skráaslóð að möppu þar sem myndirnar þínar verða geymdar á vefþjóninum (t.d. %s). Gallery getur virkað með afstæðum vefslóðum, hinsvegar gæti verið að sum virkni, t.d. prentun, muni ekki virka fullkomlega.
nl_nl: Het volledige URL van uw album map op de webserver (bijvoorbeeld %s.) Gallery kan werken met relatieve URL's, maar sommige functies (zoals printen) kunnen dan mogelijk niet goed werken.
pt_br: O caminho completo da URL para o diretório do seu álbum no seu servidor web (Ex.: %s). Gallery pode funcionar com URLs relativas, entretanto algumas funções tais como impressão podem não funcionar corretamente.
sv_se: Hela webbadressen till din albumkatalog på din webbserver. (t.ex. %s) Gallery kan fungera med relativa webbadreseser men vissa egenskaper så som utskrift kanske inte fungerar som det skall.
vi_vn: Địa chỉ URL đầy đủ tới thư mục album trên máy chủ web của bạn. (VD: %s) Thư viện ảnh có thể hoạt động được với các địa chỉ URL tương đối, tuy nhiên sẽ có vài tính năng, như là in, sẽ không hoạt động chính xác.

source: Thumbnail image
ar_eg: ÕèÑÉ äÕáÍÉ åÕÚÑÉ
bg_bg: Миниатюрно изображение
es_es: Miniatura de la imagen
gl_es: Miniatura da imaxe
is_is: Smámynd
nl_nl: Voorbeeldfoto
no_no: Miniatyrbilde
pt_br: Imagem miniatura
sv_se: Miniatyrbild:
vi_vn: Ảnh thumbnail

source: The filesystem path to the thumbnail image to show for movies. E.g. %s
ar_eg: Ïäêä åäáÇÊ ÇäæØÇå Åäé ÕèÑÉ ÇäÕáÍÉ ÇäåÕÚÑÉ Åäé ÇäÙÑÖ ääÃáäÇå. èåËÇä Ùäé Ğäã: - %s
bg_bg: Пътя към директорията на миниатюрното изображение, което да представлява филмите в Галерията. Например: %s
es_es: La ruta en el sistema de ficheros para las miniaturas para mostrar en las presentaciones. Por ejemplo %s
gl_es: A ruta no sistema de ficheiros para as miniaturas para amosar nas presentaci&oacute;ns. Por exemplo %s
is_is: Skráaslóð á smámynd fyrir kvikmyndir. T.d. %s
nl_nl: Het path naar de voorbeeld fotos om filmpjes te laten zien. B.v. %s
no_no: Filsystemets sti til ikonet som vises for filmer. F.eks. %s
pt_br: O caminho para a imagem miniatura a ser exibida para filmes. Ex: %s
sv_se: Filsystemets sökväg till miniatyrbilden som visas för filmer. T.ex. %s
vi_vn: Đường dẫn tới ảnh thumbnail để hiển thị cho phim. VD: %s

source: Mirror sites
ar_eg: åèÇâÙ ååÇËäÉ
bg_bg: Страници с огледални изображения на<br>директорията с албумите ви
es_es: Sitios de réplica
gl_es: Sitios de r&eacute;plica
is_is: Spegilvefsvæði
no_no: Mirror-steder
pt_br: Sites espelho
sv_se: Speglade sidor:
vi_vn: Trang phụ

source: A list of URLs that contain mirrors of your albums directory. Specify one URL per line with the ones that are more reliable towards the top. E.g. %s
ar_eg: âÇÆåÉ ÈÇäÑèÇÈ× ÊÍÊèé Ùäé æÓÎ äÏäêäğ ÃäÈèåÇÊã. ÍÏÏ èÇÍÏÇ åæ çĞç ÇäÑèÇÈ× äãä Î× åÙ ÇäèÕäÇÊ ÇäÊé ÊÙÏ ÃãËÑ ËâÉ ääèÕèä ääâåÉ. èåËÇä Ùäé Ğäã:-%s
bg_bg: Списък със всички web-страници, които съдържат огледално изображение на вашата директория с албуми. Посочете web-страниците по една на ред, като сложите тези с по-надеждните най-отгоре. Например: %s
es_es: Una lista de URLs que contienen réplicas de su directorio de álbumes. Especifique una URL por línea con los más confiables en la parte superior. Por ejemplo %s
gl_es: Unha lista de URLs que conte&ntilde;en r&eacute;plicas do seu directorio de &aacute;lbumes. Especifique unha URL por li&ntilde;a cos m&aacute;is fiables na parte superior. Por exemplo %s
is_is: Listi af vefslóðum sem spegla albúmamöppuna þína. Gefðu upp eina vefslóð í hverri línu, og hafðu þær áreiðanlegustu efst. T.d. %s
nl_nl: Een lijst van URls die een kopie bevatten van u album directory. Een URL per regel noteren waarbij de meest betrouwbare bovenaan komt te staan. B.v. %s
no_no: En liste av URL-er som inneholder mirrors (avspeilinger) av albumkatalogen din. Angi en URL per linje, med de mest pålitelige på toppen. F.eks. %s
pt_br: Uma lista de URLs que contém espelhos do seu diretório de álbuns. Especifique uma URL por linha, colocando as mais confiáveis em primeiro lugar. Ex: %s
sv_se: En lista på Webbadresser som innehåller speglingar utav dina albumkataloger. Ange en Webbadress per rad med den mest pålitliga högst upp. T.ex. %s
vi_vn: Danh sách của các URL mà bao gồm các trang phụ của thư mục album của bạn. Hãy chỉ định một URL trên một hàng với một cái mà có độ tin tưởng từ trên. VD: %s

source: Toolkits / image processing
ar_eg: åÑÈÙ ÇäÃÏèÇÊ/åÙÇäÌÉ ÇäÕèÑ
bg_bg: Под-програми за обработка на изображения
es_es: Herramientas de procesado de imágenes
gl_es: Ferramentas de procesado de imaxes
is_is: Hjálparforrit / myndmeðhöndlun
nl_nl: Toolkits / foto bewerking
no_no: Bildeverktøy
pt_br: Ferramentas / processamento de imagens
sv_se: Verktygsuppsättningar / Bildbearbetning
vi_vn: Công cụ / sử lý ảnh

source: Graphics suite to use
ar_eg: ÊÌåêÙ ÇäÑÓèåÇÊ ääÇÓÊÎÏÇå
bg_bg: Кой графичен пакет да бъде използван
es_es: ¿Programa gráfico a usar?
gl_es: Programa gr&aacute;fico a usar?
is_is: Myndmeðhöndlunarpakki sem nota skal
nl_nl: Grafisch pakket welke u wilt gebruiken
no_no: Grafikk-pakke du vil bruke
pt_br: Pacote gráfico a usar
sv_se: Grafikuppsättning som ska användas?
vi_vn: Bộ công cụ sử lý ảnh được sử dụng

source: This setting tells Gallery which set of graphics tools you prefer it to use. If Gallery says both are okay (on the first page) then this is simply user preference. Otherwise go with the one that Gallery was able to find without error.
ar_eg: çĞÇ ÇäÅÙÏÇÏ êÈêæ ääåÙÑÖ Ãé æØÇå åæ ÃÏèÇÊ ÇäÑÓèåÇÊ ÊèÏ ÇÓÊÎÏÇåçÇ . áÅĞÇ âïÇä ÇäåÙÑÖ æÙå ääÇËæêæ (Ùäé ÇäÕáÍÉ ÇäÃèäé) áÅæ çĞÇ êÙæé ÈÈÓÇ×É Ãæ çĞÇ ÊáÖêä ÇäåÓÊÎÏå. èÅäÇ áÇÓÊåÑ åÙ åÇ ãÇæ ÇäåÙÑÖ âÇÏÑÇ Ùäé ÇãÊÔÇáç Ïèæ ÃÎ×ÇÁ.
bg_bg: Тази настройка казва на Галерията кой графичен пакет предпочитате да използва. Ако Галерията казва че и двата са ОК (на първата страница), значи е просто въпрос на избор от ваша страна. Ако не, изберете този, който Галерията е намерила без грешки.
es_es: Este parámetro le indica a Gallery qué herramienta gráfica prefiere emplear. Si Gallery le dice que ambas son correctas (en la primera página), es una simple cuestión de prefencia. En caso contrario escoja la que Gallery pudo encontrar.
gl_es: Este par&aacute;metro ind&iacute;calle a Gallery qu&eacute; ferramenta gr&aacute;fica prefire emplear. Se Gallery lle di que todas son correctas (na primeira p&aacute;xina), &eacute; unha simple cuesti&oacute;n de prefenza. No caso contrario escolla a que Gallery puido atopar.
is_is: Þessi stilling segir Gallery hvaða pakka af myndmeðhöndlunarforritum þú vilt að það noti. Ef Gallery segir að bæði séu í lagi (á fyrstu síðunni), þá er þetta bara háð því hvað notandanum líkar betur. Annars skal velja það sem Gallery gat fundið án vandræða.
nl_nl: Deze instelling vertelt Gallery welk grafisch programma u verkiest. Als Gallery zegt dat beide paketten in orde zijn (zie eerste pagina) dan kan u dit gewoon kiezen. Anders gebruikt u hetgene dat Gallery zonder fouten kon vinden.
no_no: Denne innstillingen forteller Gallery hvilket sett med grafikkverktøy du foretrekker å bruke. Hvis Gallery sier at begge kan brukes (på den første siden), så kan du velge den du foretrekker. Ellers, så må du bruke den som Gallery klarte å finne.
pt_br: Esta configuração informa ao Gallery quais conjuntos de ferramentas gráficas você prefere utilizar. Se o Gallery informar que ambos estão disponíveis (na primeira página), então será questão de preferência do usuário. Por outro lado, escolha a ferramenta que o Gallery foi capaz de encontrar sem erros.
sv_se: Denna inställning talar om för Gallery vilken uppsättning av grafikverktyg du föredrar att använda. Om Gallery säger att båda är OK (på första sidan) så kan du välja vilken som. Annars så väljer du den som Gallery fann utan något felmeddelande.
vi_vn: Lựa chọn này sẽ để Thư viện ảnh biết công cụ tạo ảnh nào bạn muốn đưa ra sử dụng. Nếu Thư viện ảnh báo rằng cả 2 đều tốt (trên trang đầu) thì đó là ưu tiên đơn giản của người dùng. Nếu không hãy dùng một loại mà Thư viện ảnh đã thấy và không có lỗi.

source: Path to ImageMagick
ar_eg: åÓÇÑ Åäé ImageMagick
bg_bg: Път към директорията на 'ImageMagick'
es_es: Ruta a ImageMagick
gl_es: Ruta a ImageMagick
is_is: Skráaslóð á ImageMagick
nl_nl: Pad naar ImageMagick
no_no: Sti til ImageMagick
pt_br: Caminho para ImageMagick
sv_se: Sökväg till ImageMagick:
vi_vn: Đường dẫn tới ImageMagick

source: The path to the directory containing ImageMagick on your system.
ar_eg: ÇäåÓÇÑ Åäé ÇäÏäêä ÇäĞé êÍÊèé Ùäé ImageMagick Ùäé ÌçÇÒã.
bg_bg: Пътя към директорията съдържаща 'ImageMagick' във системате ви.
es_es: La ruta al directorio que contiene ImageMagick en su sistema.
gl_es: A ruta &oacute; directorio que conten ImageMagick no seu sistema.
is_is: Skráaslóðin á möppuna sem inniheldur ImageMagick á kerfinu þínu.
nl_nl: Het pad naar de map die ImageMagick bevat op uw systeem.
no_no: Stien til katalogen som inneholder ImageMagick på ditt system.
pt_br: O caminho para o diretório contendo ImageMagick no seu sistema.
sv_se: Sökvägen till katalogen som innehåller ImageMagick på ditt system.
vi_vn: Đường dẫn tới thư mục chứa ImageMagick trên hệ thống của bạn.
