Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Unable to determine image dimensions!
af_za: Kon nie die grootte bepaal nie.
bg_bg: Размерите на изображението не могат да бъдат определени!
da_dk: Kan ikke afgøre billedestørrelsen!
fi_fi: Kuvan mittasuhteita ei voida selvitt‰‰!
it_it: Non &egrave; possibile determinare le dimensioni dell'immagine!
ja_jp: 画像の方向を検出できません
pl_pl: Nie mo¿e okre¶liæ wymiarów obrazka!
pt_br: Não foi possível determinar as dimensões da imagem!

source: Can't write to %s.
af_za: Kan nie na %s skryf nie.
ar_eg: äå êÊåãæ åæ ÇäãÊÇÈÉ Ùäé %s.
bg_bg: Не може да се запише в %s.
da_dk: Kan ikke skrive til %s.
fi_fi: %s:&auml;&auml;n ei voida kirjoittaa.
gl_es: Non se pode escribir en %s.
it_it: Impossibile scrivere %s.
ja_jp: %s に書き込みできません。
pl_pl: Nie mogê zapisaæ do %s
pt_br: Não posso escrever em %s

source: Can't read %s.
af_za: Kan %s nie lees nie.
ar_eg: äå êÊåãæ åæ âÑÇÁÉ %s.
bg_bg: Не може да се прочете от %s.
da_dk: Kan ikke læse %s.
fi_fi: %s:&auml;&auml; ei voida lukea.
gl_es: Non se pode ler %s.
it_it: Impossibile leggere %s.
ja_jp: %s が読み込みできません。
pl_pl: Nie mogê czytaæ %s
pt_br: Não posso ler %s.

source: Item Capture Date : %s
bg_bg: Дата на снимане: %s
da_dk: Dato og tid da billedet blev taget: %s
fi_fi: Kuvanottop&auml;iv&auml;m&auml;&auml;r&auml;: %s
ja_jp: 撮影日: %s
pl_pl: Data zrzutu pozycji: %s
pt_br: Data da Captura : %s

source: Could not open lock file (%s) for writing!
ja_jp: ロックファイル(%s)を書き込みモードで開けません。

source: Could not acquire lock (%s)!
ar_eg: äå êÊå ÇäÍÕèä Ùäé âáä (%s)!
bg_bg: Не може да се постигне заключване (%s)!
da_dk: Kunne ikke låse (%s)!
fi_fi: Ei saatu lukkoa (%s)!
gl_es: ٮNon se pode adquiri-lo peche (%s)!
ja_jp: ロックできませんでした (%s)
pl_pl: Nie mog³em osi±gn±æ lokowania danych (%s)!
pt_br: Não pude obter trava (%s)!

source: Skipping %s (%s support not enabled)
bg_bg: Пропуснат e %s (не е включена поддръжка за %s)
da_dk: Springer %s over (%s-understøttelse ikke slået til)
fi_fi: Ohitetaan %s (%s tuki ei ole p&auml;&auml;ll&auml;)
ja_jp: スキップ %s (%s はサポートが有効ではありません)
pl_pl: Pomijanie %s (Obs³uga %s nie w³±czona)
pt_br: Omitindo %s (Suporte a arquivos %s não habilitado)

source: Adding %s
af_za: Besig met byvoeg van %s
ar_eg: ÅÖÇáÉ: %s!
bg_bg: Добавяне на %s
da_dk: Tilføjer %s
fi_fi: Lis&auml;t&auml;&auml;n %s
gl_es: Engadindo %s
it_it: Inserimento di %s
ja_jp: 追加 %s
pl_pl: Dodajê %s
pt_br: Adicionando %s

source: Need help? Look in the %s%s FAQ%s
ar_eg: çä ÊÍÊÇÌ åÓÇÙÏÉ¿ ÇæØÑ Åäé Çä %s%s FAQ%s
bg_bg: Имате нужда от помощ? Погледнете в %s%s FAQ%s
da_dk: Har du brug for hjælp? Se i %s%s FAQ%s
fi_fi: Tarvitsetko apua? Katso %s%s FAQ%s
gl_es: Necesita axuda? Mire no %s%s FAQ%s
ja_jp: 困ったら %s%s FAQ%sを見てください
pl_pl: Potrzebujesz pomocy? Zobacz w %s%s FAQ%s
pt_br: Precisando de ajuda? Procure no %sFAQ do %s%s

source: Skipping %s (can't handle %s format)
ar_eg: ÊÎ×é %s (äÇêåãæ åÙÇäÌÉ ÊæÓêâ %s )
bg_bg: Пропуснат е %s (не може да бъде обработен формата %s)
da_dk: Springer %s over (Kan ikke håndtere %s formatet)
fi_fi: Ohitetaan %s (Galleria ei kykene k&auml;sittelem&auml;&auml;n %s tiedostomuotoa)
gl_es: Saltando %s (non se pode facer nada co formato %s)
ja_jp: スキップ %s (%s フォーマットは取り扱えません)
pl_pl: Pomijanie %s (nieznany %s format)
pt_br: Omitindo %s (não consigo manipular formato %s)

source: Cannot open logfile: %s
af_za: Kan nie logl&ecirc;er %s oopmaak nie
ar_eg: äÇ êåãæ áÊÍ åäá ÇäÓÌä : %s
bg_bg: Не може да се отвори log-файл: %s
da_dk: Kan ikke åbne logfil: %s
fi_fi: Ei voi avata lokitiedostoa: %s
gl_es: Non se pode abri-lo ficheiro de log: %s
it_it: Impossibile aprire il file di log: %s
ja_jp: ログファイルを開けません: %s
pl_pl: Nie mogê otworzyæ pliku z logiem: %s
pt_br: Não pude abrir arquivo de log: %s

source: 1 sub-album
bg_bg: 1 под-албум
da_dk: 1 underalbum
fi_fi: 1 alialbumi
it_it: 1 sotto-album
ja_jp: %d 個のサブアルバム
pl_pl: 1 pod-album
pt_br: 1 sub-álbum

source: No albums
af_za: Geen albums
ar_eg: äÇ ÊèÌÏ ÃäÈèåÇÊî
bg_bg: Няма албуми
da_dk: Ingen albummer
fi_fi: Ei albumeita
it_it: Nessun album
ja_jp: 0 個のアルバム
pl_pl: Brak albumów
pt_br: Nenhum álbum

source: 0 pages
af_za: geen blaaie
ar_eg: äÇ ÊèÌÏ ÕáÍÇÊ
bg_bg: 0 страници
da_dk: 0 sider
fi_fi: 0 sivua
gl_es: 0 p&aacute;xinas
it_it: 0 pagine
ja_jp: 0 ページ
pl_pl: 0 stron
pt_br: 0 páginas

source: %s and %s in this album on %s
ar_eg: Ùäé %s áé çĞÇ ÇäÃäÈèå %s è %s
bg_bg: В този албум има %s и %s на %s
da_dk: %s og %s i dette album på %s
fi_fi: %s, %s t&auml;ss&auml; albumissa %s
gl_es: %s e %s neste &aacute;lbume en %s
ja_jp: このアルバムの %3$s 上に %1$s と %2$s
pl_pl: %s i %s w tym albumie na %s
pt_br: %s e %s neste álbum em %s

source: %s and %s in this album
ar_eg: áé çĞÇ ÇäÃäÈèå %s è %s
bg_bg: В този албум има %s и %s
da_dk: %s og %s i dette album
fi_fi: %s, %s t&auml;ss&auml; albumissa
gl_es: %s e %s neste &aacute;lbume
ja_jp: このアルバムに %s と %s
pl_pl: %s i %s w tym albumie
pt_br: %s e %s neste álbum

source: %s in this album on %s
ar_eg: %s áé çĞÇ ÇäÃäÈèå Ùäé%s
bg_bg: В този албум има %s на %s
da_dk: %s i dette album på %s
fi_fi: %s %s t&auml;ss&auml; albumissa
gl_es: %s neste &aacute;lbume en %s
ja_jp: このアルバムの %2$s 上に %1$s
pl_pl: %s w tym albumie na %s
pt_br: %s neste álbum em %s

source: %s in this album
ar_eg: %s áé çĞÇ ÇäÃäÈèå
bg_bg: В този албум има %s
da_dk: %s i dette album
fi_fi: %s t&auml;ss&auml; albumissa
gl_es: %s neste &aacute;lbume
ja_jp: このアルバム中に %s
pl_pl: %s w tym albumie
pt_br: %s neste álbum

source: %s are hidden
ar_eg: %s åÎÊáêÉ
bg_bg: %s са скрити
da_dk: %s er skjult
fi_fi: %s ovat piilotettuja
gl_es: %s est&aacute;n ocultos
ja_jp: %s は隠されています
pl_pl: %s jest ukrytych
pt_br: %s estão ocultos

source: %s is hidden
ar_eg: %s åÎÊáé
bg_bg: %s е скрит
da_dk: %s er skjult
fi_fi: %s on piilotettu
gl_es: %s est&aacute; oculto
ja_jp: %s は隠されています
pl_pl: %s jest ukryty
pt_br: %s está oculto

source: You have no votes recorded for this poll.
ar_eg: äêÓÊ äÏêã ÃÕèÇÊ åÓÌäÉ äçĞÇ ÇäÅâÊÑÇÙ
da_dk: Du har ikke nogen stemmer registreret i denne afstemning.
fi_fi: Sinulla ei ole rekisterˆityj‰ ‰‰ni‰ t‰ss‰ ‰‰nestyksess‰.
gl_es: Non ten votos rexistrados para esta enquisa.
ja_jp: この投票に対して記録されたあなたの票はありません。
pl_pl: Nie ma ¿adnych g³osów w tej ankiecie.
pt_br: Você não tem votos gravados para esta votação.

source: Your current choices are
ar_eg: ÅÎÊêÇÑÇÊã ÇäÍÇäêÉ çê
da_dk: Dine aktuelle valgmuligheder er
fi_fi: Valintasi ovat
gl_es: As s&uacute;as elecci&oacute;ns actuales son
ja_jp: あなたの現在の選択は
pl_pl: Twoje obecne wybory to:
pt_br: Suas escolhas atuais são

source: See full poll results
ar_eg: ÇæØÑ ÇäæÊÇÆÌ ÇäãÇåäÉ ääÅâÊÑÇÙ
da_dk: Se de fulde afstemingsresultater
fi_fi: N‰yt‰ kaikki ‰‰nestyksen tulokset
gl_es: Ver t&oacute;dolos resultados da enquisa
ja_jp: 完全な投票結果を見る
pl_pl: Zobacz pe³ne wyniki ankiety
pt_br: Ver resultados completos das votações

source: or
af_za: of
ar_eg: Ãè
bg_bg: или
da_dk: eller
fi_fi: tai
gl_es: ou
it_it: oppure
ja_jp: と
pl_pl: lub
pt_br: ou

source: To vote for an image, click on %s.
af_za: Om vir 'n foto te stem, kliek op %s.
ar_eg: ääÊÕèêÊ äÕèÑÉ åÇ ÇÖÚ× Ùäé %s.
bg_bg: За да гласувате за някое изображение, натиснете %s
da_dk: Tryk på %s for at stemme på et billede.
fi_fi: Klikkaa %s ‰‰nest‰‰ksesi kuvaa.
gl_es: Para votar por unha imaxe pulse en %s.
it_it: Per votare un'immagine, clicca su %s.
ja_jp: 画像に投票するには、%sをクリック
pl_pl: By zag³osowaæ na zdjêcie, naci¶nij na %s.
pt_br: Para voltar em uma imagem, clique em %s.

source: You MUST click on %s for your vote to be recorded.
af_za: Jy MOET op %s kliek om jou stem te laat tel
ar_eg: äÇÈÏ Ãæ ÊÖÚ× Ùäé %s äÊÓÌêä ÊÕèêÊã
bg_bg: За да се запише гласа ви, ТРЯБВА да натиснете %s.
da_dk: Du SKAL trykke på %s for at din stemme kan blive registreret.
fi_fi: Sinun TƒYTYY klikata %s jos haluat ‰‰nesi tallennettavan.
gl_es: Debe pulsar en %s para que o seu voto sexa rexistrado.
it_it: DEVI cliccare su %s per registrare il tuo voto.
ja_jp: 投票を記録するには%sをクリックしなければいけません。
pl_pl: Musisz nacisn±æ na %s po to by Twój g³os zosta³ zarejestrowany.
pt_br: Você DEVE clicar em %s para que seu voto seja gravado.

source: Vote
af_za: Stem
ar_eg: ÕèÊ
bg_bg: Гласувайте
da_dk: Stem
fi_fi: ƒ‰ni
it_it: Vota
ja_jp: 投票
pl_pl: G³osuj
pt_br: Voto

source: You have a total of %s and can change them if you wish.
ar_eg: åÌåèÙ åÇ äÏêã çè%s èêåãæã ÊÚêêÑçÇ ÅĞÇ ÃÍÈÈÊ
da_dk: Du har en total på %s og kan ændre dem, hvis du ønsker det.
fi_fi: Sinulla on yhteens‰ %s ja voit vaihtaa niit‰ jos haluat.
gl_es: Ten un total de %s e pode cambialos se as&iacute; o desexa.
ja_jp: あなたは全部で%sのを持っていて、それらは変更可能です。
pl_pl: Masz w sumie %s i mo¿esz je zmieniæ je¶li chcesz.
pt_br: Você tem um total de %s e pode alterá-los se você desejar.

source: 1 vote
da_dk: 1 stemme
fi_fi: 1 ‰‰ni
ja_jp: %d 票
pl_pl: 1 g³os
pt_br: 1 voto

source: You can change your choices if you wish.
ar_eg: êåãæã ÊÚêêÑ ÇÎÊêÇÑÇÊã ÅĞÇ ÃÑÏÊ
da_dk: Du kan ændre dine valg, hvis du ønsker det.
fi_fi: Voit halutessasi muuttaa valintojasi.
gl_es: Pode cambi-las s&uacute;as preferezas se as&iacute; o desexa.
ja_jp: お望みならばあなたの選択を変更できます。
pl_pl: Mo¿esz tutaj zmieniæ swoje wybory je¶li chcesz.
pt_br: Você pode alterar suas escolhas se você quiser.

source: highlight
af_za: voorbeeldfoto
bg_bg: главна снимка
da_dk: forsidebillede
fi_fi: korosta
it_it: copertina
ja_jp: ハイライト
pl_pl: wyró¿nienie
pt_br: destaque

source: No description
af_za: Geen beskrywing
ar_eg: äÇêèÌÏ èÕá
bg_bg: Няма описание
da_dk: Ingen beskrivelse
fi_fi: Ei kuvausta
it_it: Nessuna descrizione
ja_jp: 詳細なし
pl_pl: Brak opisu
pt_br: Sem descrição

source: 1 item
bg_bg: 1 елемент
da_dk: 1 objekt
fi_fi: 1 kohde
it_it: 1 oggetto
ja_jp: %d 個のアイテム
pl_pl: 1 element

source: Hey! Add some photos.
af_za: Haai! Plaas 'n paar kiekies in hierdie album!
ar_eg: åÑÍÈÇ! ÃÖá ÈÙÖ ÇäÕèÑ
bg_bg: Добавете малко снимки!
da_dk: Hov! Tilføj nogle billeder.
fi_fi: Hei! Lis&auml;&auml; kuvia albumiisi.
gl_es: Pode engadir algunhas fotos.
it_it: Hey! Aggiungi qualche foto.
ja_jp: 何か画像を追加してください。
pl_pl: Hej! Dodaj jakie¶ zdjêcia :]
pt_br: Ei! Adicione algumas fotos.

source: This album is empty.
af_za: Hierdie album is leeg.
ar_eg: çĞÇ ÇäÃäÈèå áÇÑÚ
bg_bg: Този албум е празен.
da_dk: Dette album er tomt.
fi_fi: T&auml;m&auml; albumi on tyhj&auml;.
gl_es: Este &aacute;lbume est&aacute; valeiro.
it_it: Questo album &egrave; vuoto.
ja_jp: このアルバムは空です。
pl_pl: Ten album jest pusty
pt_br: Este álbum está vazio.

source: Email me when one of the following actions are done to this album:
af_za: Stuur vir my 'n epos wanneer die volgende in die album plaasvind:
bg_bg: Искам да получа e-mail когато за този албум се извършат следните действия:
da_dk: Send email til mig når en af følgende handlinger sker for dette album:
fi_fi: L‰het‰ minulle postia, kun jokin seuraavista toiminnoista tapahtuu t‰ss‰ albumissa:
it_it: Mandami un'email quando una delle seguenti azioni vengono fatte su questo album:
ja_jp: このアルバムに対して以下のアクションが起こったときにメールを送信します:
pl_pl: Wyslij do mnie emaila, kiedy jedna z nastêpuj±cych czynno¶ci zostanie wykonana z tym albumem:
pt_br: Notificar-me via e-mail quando uma das seguintes ações forem feitas neste álbum:

source: Comments are added
af_za: Kommentaar gelewer is
ar_eg: ÃÖêáÊ ÊÙäêâÇÊ
bg_bg: Добавени са коментари
da_dk: Kommentarer bliver tilføjet
fi_fi: Kommentti on lis‰tty
gl_es: Os comentarios foron a&ntilde;adidos
it_it: Vengono aggiunti commenti
ja_jp: コメント追加
pl_pl: Komentarze zostan± dodane
pt_br: Comentários forem adicionados

source: Other changes are made
af_za: Ander wysigings aangebring is
ar_eg: ÃÌÑêÊ ÊÚêÑÇÊ ÃÎÑé
bg_bg: Направени са други промени
da_dk: Der er lavet andre ændringer
fi_fi: Muita muutoksia on tehty
gl_es: Outros cambios realizados
it_it: Vengono fatte altre modifiche
ja_jp: 他の変更あり
pl_pl: Inne zmiany zostan± dokonane
pt_br: Outras mudanças foram feitas

source: Comments for this Album
af_za: Kommentaar op hierdie album
ar_eg: ÊÙäêâÇÊ Ùäé çĞÇ ÇäÃäÈèå
bg_bg: Коментари за този Албум
da_dk: Kommentarer til dette album
fi_fi: T&auml;h&auml;n albumiin j&auml;tetyt kommentit
gl_es: Comentarios para este &aacute;lbume
it_it: Commenti per questo Album
ja_jp: このアルバムに対するコメント
pl_pl: Komentarze do tego albumu
pt_br: Comentários para este Álbum

source: return to album
ar_eg: ÙèÏÉ ääÃäÈèå
bg_bg: назад към албума
da_dk: gå tilbage til album
fi_fi: palaa albumiin
gl_es: volver &oacute; &aacute;lbume
ja_jp: アルバムに戻る
pl_pl: wróæ do albumu
pt_br: retornar ao álbum

source: Sorry. This album does not allow comments.
ar_eg: ÙĞÑÇë. çĞÇ ÇäÃäÈèå äÇêÓåÍ ÈÇäÊÙäêâÇÊ
bg_bg: Съжаляваме. Този албум не позволява добавяне на коментари.
da_dk: Beklager. Dette album tillader ikke kommentarer.
fi_fi: T‰m‰ albumi ei salli kommentointia.
gl_es: Sent&iacute;molo. Este &aacute;lbume no permite comentarios.
ja_jp: 申し訳ありません。このアルバムはコメントが許可されていません。
pl_pl: Przepraszamy, ale ten album nie pozwala na komentarze.
pt_br: Desculpe. Este álbum não permite comentários.

source: photo properties
af_za: foto eienskappe
ar_eg: ÎÕÇÆÕ ÇäÕèÑÉ
bg_bg: детайли на снимката
da_dk: oplysninger om billedet
fi_fi: kuvan ominaisuudet
gl_es: propiedades da fotograf&iacute;a
it_it: propriet&agrave; foto
ja_jp: 画像のプロパティ
pl_pl: w³a¶ciwo¶ci zdjêcia
pt_br: propriedades da foto

source: Send photo to...
af_za: Stuur foto aan...
bg_bg: Изпратете снимката на...
da_dk: Send billede til...
fi_fi: L‰het‰ kuva...
it_it: Invia foto a...
ja_jp: 画像を送信...
pl_pl: Wy¶lij zdjêcie do...
pt_br: Enviar foto para...

source: Print photo with...
af_za: Druk foto met...
bg_bg: Изпечатайте снимката чрез...
da_dk: Udskriv billede med...
fi_fi: Tulosta kuva...
it_it: Stampa la foto con...
ja_jp: この画像の印刷...
pl_pl: Drukuj zdjêcie z...
pt_br: Imprimir foto com...

source: process this photo with %s
af_za: druk hierdie foto met %s af (net in Europa en die VSA beskikbaar)
bg_bg: обработете тази снимка с %s
da_dk: få dette billede trykt hos %s
fi_fi: muokkaa t‰t kuvaa %s:lla
it_it: elabora questa foto con %s
ja_jp: この画像を %s で処理
pl_pl: przetwarzaj to zdjêcie z %s
pt_br: processar esta foto com %s

source: normal
af_za: normaal
ar_eg: ÙÇÏé
bg_bg: нормално
fi_fi: normaali
it_it: normale
ja_jp: 通常
pl_pl: normalny

source: full
af_za: vol
ar_eg: ãÇåä
bg_bg: пълно
da_dk: hel
fi_fi: t&auml;ysi
gl_es: completo
it_it: pieno
ja_jp: 完全
pl_pl: pe³ny
pt_br: original

source: Email me when comments are added
af_za: Stuur e-pos wanneer kommentaar gelewer is
bg_bg: Искам да получа e-mail когато някой добави коментар
da_dk: Email mig når der bliver tilføjet kommentarer
fi_fi: L‰het‰ minulle s‰hkˆpostia kommentteja j‰tett‰ess‰
it_it: Mandami un'email quando vengono aggiunti commenti
ja_jp: コメントが追加されたときにメール送信
pl_pl: Wy¶lij do mnie maila kiedy komentarze zostan± dodane
pt_br: Notificar-me por e-mail quando comentários forem adicionados

source: Photo Properties
af_za: Foto Eienskappe
ar_eg: ÎÕÇÆÕ ÇäÕèÑÉ
bg_bg: Детайли на Снимката
da_dk: Oplysninger om billedet
fi_fi: Kuvan ominaisuudet
gl_es: Propiedades da fotograf&iacute;a
it_it: Propriet&agrave; Foto
ja_jp: 画像のプロパティ
pl_pl: W³a¶ciwo¶ci zdjêcia
pt_br: Propriedades da Foto

source: Reload EXIF Data From File
af_za: Herlaai EXIF data van die l&ecirc;er
ar_eg: ÃÙÏ ÊÍåêä ÈêÇÊÇÊ ÇäEXIF åæ Çäåäá
bg_bg: Презареждане на EXIF Данните от Файла
da_dk: Genindlæs EXIF-data fra fil
fi_fi: Lataa EXIF-data uudelleen tiedostosta
gl_es: Recargar informaci&oacute;n EXIF do arquivo
it_it: Ricarica i dati EXIF dal file
ja_jp: ファイルから EXIFデータを再取得する
pl_pl: Prze³aduj dane EXIF z obrazka
pt_br: Recarregar informação EXIF do arquivo

source: (if the data is current, this will not appear to do anything)
af_za: (as die data huidig is, sal dit nie lyk of dit iets doen nie)
ar_eg: (ÅĞÇ ãÇæÊ ÇäÈêÇæÇÊ ÍÏêËÉ¬ áÅæ Ğäã äæ êÄÏê Åäé Ùåä Ãê ÔÆ)
bg_bg: (ако данните са настоящи, ще изглежда, че това не праяи нищо)
da_dk: (hvis data er aktuelle, vil dette ikke have nogen synlig effekt)
fi_fi: (jos tiedot ovat ajan tasalla, t&auml;m&auml; toiminto ei n&auml;y k&auml;ytt&auml;j&auml;lle)
gl_es: (se a informaci&oacute;n &eacute; a mesma, non se amosar&aacute; nada)
it_it: (se i dati sono recenti, questo sembrer&agrave; non fare nulla)
ja_jp: (もしデータが最新のものであれば、ここにはすべきことは何も現れません。)
pl_pl: (je¶li dane s± aktualne, to nie zrobi nic)
pt_br: (se as informações são as mais atuais, isto não surtirá efeito algum)

source: Watermarking album.
ar_eg: ÌÇÑê Ùåä ÙäÇåÉ åÇÆêÉ ääÃäÈèå
bg_bg: Добавяне на Водни Знаци към Албума
da_dk: Sætter vandmærke på albummets indhold.
fi_fi: Luodaan vesileimaa albumille.
gl_es: &Aacute;lbume de marcas de auga.
ja_jp: 透かしアルバムにしています。
pl_pl: Oznakowuje album.
pt_br: Adicionando marca d'água em álbum.

source: No items to watermark.
af_za: Geen items om te watermerk nie.
bg_bg: Нама елементи към които да добавим водни знаци.
da_dk: Ingen objekter at vandmærke.
fi_fi: Ei kohteita, joita voitaisiin vesileimata
it_it: Nessun oggetto da marchiare.
ja_jp: 透かしにするアイテムなし
pl_pl: Brak elementów do znakowania.
pt_br: Nenhuma imagem para realizar marca d'água.

source: %s RSS
pt_br: RSS %s

source: Hey!
af_za: Haai!
ar_eg: êÇ!
bg_bg: Внимание!
da_dk: Hej!
fi_fi: Hei!
gl_es: ٮOia!
it_it: Ehi!
pl_pl: Hej!
pt_br: Ei!

source: Requested index [%d] out of bounds [%d]
da_dk: Den angivne position [%d] er ugyldig [%d]
fi_fi: Haettu indeksi [%d] rajojen ulkopuolella [%d]
gl_es: O &iacute;ndice solicitado [%d] est&aacute; fora de rango [%d]
pl_pl: ¯±dany indeks [%d] poza granicami [%d]
pt_br: Índice [%d] requisitado fora de limites [%d]

source: Nobody
af_za: Niemand
ar_eg: äÇÃÍÏ
bg_bg: Никой
da_dk: Ingen
fi_fi: Ei kenellek‰‰n
gl_es: Ningu&eacute;n
it_it: Nessuno
pl_pl: Nikt
pt_br: Ninguém

source: Attempted security breach.
bg_bg: Опит за нарушаване на сигурността.
da_dk: Sikkerheden forsøgt brudt.
fi_fi: Tietomurtoyritys.
it_it: Tentata violazione della sicurezza.
pl_pl: Próba naruszenia bezpieczeñstwa.
pt_br: Tentativa de ruptura de segurança

source: A fancy golden frame
bg_bg: Луксозна златна рамка
fi_fi: Upea kultainen kehys
pl_pl: Ozdobna z³ota ramka
pt_br: Uma bela borda dourada

source: A white shadowed frame with spiral notebook binding on the left side
bg_bg: Бяла рамка със сянка и вид на тетрадка
pl_pl: Cieniowana na bia³o ramka ze spiralnym zeszytem ³±cz±cym po lewej stronie
pt_br: Uma borda branca sombreada com uma espiral de caderno presa ao lado esquerdo

source: A photo with a large white frame, extra wide at the bottom edge
bg_bg: Снимка с голяма бяла рамка, разширена в донлата част
pl_pl: Zdjêcie z du¿ym bia³ym obramowaniem, bardzo szerokim na dolnym odcinku
pt_br: Uma foto com uma grande borda branca, mais larga no canto inferior

source: A stack of photos with a large white frame, extra wide at the bottom edge
bg_bg: Купчина снимки с голяма бяла рамка, резширена в долната част
pl_pl: Stos zdjêæ z du¿± bia³± ramk±, ekstra szerok± na dolnym krawêdzi
pt_br: Uma pilha de fotos com uma borda branca e larga, mais comprida na borda inferior

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
bg_bg: Прозрачни PNG сенки падащи наляво и надолу. С тази прозрачност ще работят с повечето фонове.
pl_pl: Przezroczyste cienie PNG opadaj±ce na prawo i na dó³. W³a¶ciwa przezroczysto¶æ, wiêc powinna dzia³aæ na wiêkszo¶ci te³ oprócz czarnych.
pt_br: Sombas de imagens PNG transparentes caindo para a direita e abaixo. Use transparência apropriada, assim deve funcionar contra a a maioria dos planos de fundo, exceto o preto.

source: The original %s album frame style.
bg_bg: Оригинален %s-стил на рамката на албума.
fi_fi: Alkuper‰inen %s albumin kehystyyli.
pl_pl: Oryginalny styl %s albumu.
pt_br: O estilo de borda original do %s.

source: A textured wooden frame
bg_bg: Дървена рамка
fi_fi: Teksturoitu puukehys
pl_pl: Teksturowana drewniana ramka
pt_br: Uma borda de madeira com textura

source: Tip:
ar_eg: ÊäåêÍ
bg_bg: Съвет:
fi_fi: Vihje:
gl_es: Suxerencia:
it_it: Suggerimento:
pl_pl: Podpowied¼:
pt_br: Dica:

source: of
af_za: van
ar_eg: åæ
bg_bg: от
da_dk: af
gl_es: de
it_it: di
pl_pl: z
pt_br: de

source: Show timing basic information
bg_bg: Показване на времеto за изпълнение
da_dk: Vis basal tidsinformation
fi_fi: N‰yt‰ ajoituksen perustiedot
it_it: Visualizza informazioni di base sul timing
pl_pl: Poka¿ podstawowe informacje na temat czasów.
pt_br: Exibir informação básica de processamento

source: %s actions
af_za: %s aksies
bg_bg: Манипулиране на %s
da_dk: %s handlinger
fi_fi: %s toimintoa
it_it: azioni %s
pl_pl: %s akcje
pt_br: Ações do %s

source: To select multiple users (only recognized for deletion), hold down the Control (PC) or Command (Mac) key while clicking.
bg_bg: За да изберете повече от един потребител (работи само при изтриване), задръжте клавиша 'Control' (PC) или 'Command' (Mac) докато избирате с мишката.
da_dk: For at vælge flere brugere (kun ved sletning), hold da Control (PC) eller Command (Mac) nede mens du klikker.
fi_fi: Valitaksesi useita k‰ytt‰ji‰ (poistamista varten), paina Control (PC)- tai Command (Mac) -painiketta klikkauksen aikana.
it_it: Per selezionare utenti multipli (solo per l'eliminazione), tieni premuto il tasto Ctrl (PC) oppure Command (Mac) mentre clicchi.
pl_pl: Aby zaznaczyæ wielu u¿ytkowników (rozpoznawane tylko dla kasowania), przytrzymaj Control (na PC) albo Command (na Mac) podczas klikania.
pt_br: Para selecionar vários usuários (somente reconhecidos para apagar), segure a tecla Control (em PCs) ou Command (em Mac) enquanto clica nos nomes.

source: Number Albums = %s
bg_bg: Брой на Албумите = %s
da_dk: Antal albummer = %s
fi_fi: Numeroi albumit = %s
it_it: Numero Album = %s
pl_pl: Liczba albumów = %s
pt_br: Número de Álbuns = %s

source: Cache filename = %s ; enabled = %s ; expires = %s
bg_bg: Каширани имена на файлове = %s ; работещи = %s ; с изтекъл срок = %s
da_dk: Cache filnavn = %s; slået til = %s ; udløber = %s
fi_fi: V‰limuistin tiedostonimi = %s ; p‰‰ll‰ = %s ; er‰‰ntyy = %s
it_it: Nome del file della cache = %s ; abilitato = %s ; scadenza = %s
pl_pl: Nazwa pliku cache = %s ; za³±czone = %s ; wygasa = %s
pt_br: Arquivo cache = %s ; habilitado = %s ; expira em = %s

source: Time now = %s ; Cache time = %s
bg_bg: В момента часа е = %s ; Часа на каширане = %s
da_dk: Nuværende tid = %s; cache tidspunkt = %s
fi_fi: T‰m‰nhetkinen aika = %s ; v‰limuistin aika = %s
it_it: Ora corrente = %s ; Durata cache = %s
pl_pl: Czas teraz = %s ; Czas cache = %s
pt_br: Horário agora = %s ; Horário do cache = %s

source: Logged In - Disabling Cache
af_za: Aangeteken - Skakel kasgeheue af
bg_bg: В системата сте - изключване на Кеша
da_dk: Logget ind - slår cache fra
fi_fi: Kirjauduttu - v‰limuisti poistetaan k‰ytˆst‰
it_it: Login Eseguito - Disattivazione Cache
pl_pl: Zalogowany - wy³±czanie cache'a
pt_br: Autenticado - Desabilitando Cache

source: Reading info for photo index = %d , id = %d
bg_bg: Четене на информацията за индекс на снимки = %d, id = %d
da_dk: Læser informationer for fotoindeks = %d , id = %d
fi_fi: Luetaan tiedot kuvahakemistosta = %d, id = %d
it_it: Lettura informazioni dell'indice delle foto = %d , id = %d
pl_pl: Czytanie informacji dla indeksu zdjêæ = %d, id = %d
pt_br: Lendo informação para índice de foto = %d, id = %d

source: Getting SVotes
bg_bg: Извличане на Гласовете
da_dk: Henter SVotes
fi_fi: Haetaan arvostelut
it_it: Richiesta SVotes
pl_pl: Pobieranie SVotes
pt_br: Obtendo SVotos

source: Getting Item Clicks
af_za: Verkry album klieks
bg_bg: Извличане на броя на достъпа до елементите
da_dk: Henter antal klik
fi_fi: Haetaan kohteen klikkauskerrat
it_it: Richiesta Numero Click dell'Elemento
pl_pl: Pobieranie klikniêæ na element
pt_br: Obtendo Cliques do Item

source: Getting Number of Comments
af_za: Op die aantal kommentare
bg_bg: Извличане на Броя на Коментарите
da_dk: Henter antal kommentarer
fi_fi: Haetaan kommenttien m‰‰r‰
it_it: Richiesta Numero di Commenti
pl_pl: Pobieranie liczby komentarzy
pt_br: Obtendo Número de Comentários
