Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
ar_eg: ÅĞÇ ãÇæÊ çĞç çé ÇäåÑÉ ÇäÃèäé ÇäÊé ÊÎÕÕ áêçÇ ÇäåÙÑÖ¬ áÓÊäÇÍØ ÃææÇ ÍÇèäæÇ ÇÎÊêÇÑ ÇáÊÑÇÖÇÊ åÙâèäÉ äã. èÃåÇ ÅĞÇ ãæÊ âÏ ÃÙÏÏÊ ÇäåÙÑÖ åæ âÈä ¬ áÓÊäÇÍØ Ãæ çĞç ÇäÕáÍÉ ÊÍåä ÈÇäáÙä ÅÙÏÇÏÇÊã ÇäÍÇäêÉ ÙäêçÇ¬ èäĞäã áäæ ÊÍÊÇÌ Åäé Ùåä ÇäãËêÑ.
bg_bg: Ако конфигурирате Галерията за първи път, ще забележите, че сме избрали за вас приемливо презададени настройки. Ако вече сте конфигурирали Галерията и преди, ще забележите, че тази страница съдържа сегашната ви конфигурация, така че сигурно няма да е необходимо да правите много промени.
es_es: Si esta es la primera vez que está personalizando Gallery, podrá notar que intentamos poner las opciones por defecto por usted. Si ya ha configurado Gallery antes, notará que esta página ya contiene la anterior configuración, así que no necesitará retocar muchas cosas.
gl_es: Se esta &eacute; a primeira vez que est&aacute; persoalizando Gallery, poder&aacute; notar que intentamos po-las opci&oacute;ns por defecto por vostede. Se xa configurou Gallery antes, notar&aacute; que esta p&aacute;xina xa conta coa s&uacute;a configuraci&oacute;n cargada, as&iacute; que non necesitar&aacute; retocar moitas cousas.
is_is: Ef þetta er fyrsta skiptið sem þú sérsníður Gallery, þá muntu taka eftir að við höfum reynt að velja skynsamleg sjálfvalin gildi fyrir þig. Ef þú hefur þegar sett upp Gallery áður, þá muntu sjá að þessi síða er nú þegar frumstillt með stillingum þínum, svo að þú munt líklega ekki þurfa að gera mikið.
nl_nl: Als dit uw eerste keer is dat u Gallery personaliseert, zult u merken dat we een poging hebben gedaan redelijke standaard waarden te kiezen. Hoe dan ook, u wilt ongetwijfeld kleine wijzigingen willen maken. Als u al eerder een Gallery heeft geconfigureerd zult u merken dat deze pagina uw huidige instellingen al heeft geladen, en hoeft u waarschijnlijk niet veel te doen.
no_no: Hvis dette er den første gangen du konfigurerer Gallery, vil du se at meningsfulle standardverdier er valgt.
pt_br: Se esta for a primeira vez que você customiza o Gallery, você notará que nós tentamos escolher valores padrão razoáveis para você. Se você já configurou o Gallery antes, então você notará que esta página já possui suas informações de configuração e que você não terá muito o que fazer.
sv_se: Om detta är första gången du anpassar Gallery så kommer du att märka att vi har försökt att använda förvalda värden som skall passa så många som möjligt. Om du har konfigurerat Gallery tidigare så kommer du att finna dina egna värden angivna så att du inte behöver ändra på så mycket.
vi_vn: Nếu đây là lần đầu bạn điều chỉnh Thư viện ảnh, bạn sẽ được thông báo rằng chúng tôi đã để các giá trị mặc định cho bạn. Nếu bạn đã cấu hình Thư viện ảnh trước đây rồi, khi đó bạn sẽ được báo rằng chúng đang có các cấu hình hiện tại của bạn, cho nên bạn không nhất thiết phải làm gì cả.

source: Note to users upgrading from a previous version: settings new since your old version will be applied to all existing albums. If you wish to change these later, they must be changed one by one in each album. Please choose these default values carefully.
ar_eg: åäÇÍØÉ ääåÓÊÎÏåêæ ÇäĞêæ êâèåèæ ÈÇäÊÑâêÉ åæ ÇÕÏÇÑ ÓÇÈâ: êáÖä ÅÙÏÇÏÇÊ ÌÏêÏÉ¬ äÃæ ÇÕÏÇÑã ÇäâÏêå ÓêÊå Ê×Èêâç Ùäé ãä ÇäÃäÈèåÇÊ ÇäåèÌèÏÉ. è ÅĞÇ ÃÑÏÊ ÊÚêêÑ çĞç ÇäÅÙÏÇÏÇÊ áêåÇ ÈÙÏ ¬ áäÇÈÏ åæ ÊÚêêÑçÇ ãä èÇÍÏÉ Ùäé ÍÏÉ áé ãä ÇäÈèå. åæ áÖäã ÇÎÊÑ çĞç Çäâêå ÇäÅáÊÑÇÖêÉ ÈÙæÇêÉ.
bg_bg: Забележка за тези които обновяват от предишна версия: новите настройки добавени след старата версия, ще бъдат приложени за вече съществуващите албуми. Ако искате да ги промените по-късно, трябва да ги променяте една по една във всеки албум. Моля избирайте тези презададени стойности внимателно.
es_es: Nota para los usuarios que se actualizan desde una versión anterior: los parámetros nuevos serán aplicados a todos los álbumes existentes. Si quiere cambiarlos después, deben ser cambiados de uno en uno para cada álbum. Por favor, escoja los valores por defecto con cuidado.
gl_es: Nota para os usuarios que se actualizan dende unha versi&oacute;n anterior: os par&aacute;metros novos ser&aacute;n aplicados a t&oacute;dolos &aacute;lbumes existentes. Se quere cambialos despois, deben ser cambiados de un en un ou para cada &aacute;lbume. Por favor, escolla os valores por defecto con coidado.
is_is: Ath. notendur sem eru að uppfæra úr eldri útgáfu: stillingar sem hafa bæst við síðan í gömlu útgáfunni verða látnar gilda um öll albúm sem nú eru til. Ef þú vilt breyta þeim líka, þá verður að breyta þeim hverri fyrir sig í hverju albúmi. Vinsamlegast veljið þessi sjálfvöldu gildi með varúð.
nl_nl: Opmerking voor gebruikers die upgraden van een oude versie: instellingen die nieuw zijn ten opzichte van uw oude versie worden op alle bestaande albums worden toegepast. Als u deze later wilt wijzigen moet dit per album worden gewijzigd. Kies deze standaard waarden a.u.b. voorzichtig.
no_no: Merknad til brukere som oppgraderer: Innstillinger som er nye siden den forrige versjonen, vil bli satt til alle eksisterende album. Hvis du senere ønsker å endre disse, må de blir endret en etter en i hvert album. Så velg standardverdiene med forsiktighet!
pt_br: Nota para usuários que estão realizando uma atualização de uma versão anterior: novas configurações desde sua versão anterior serão aplicadas a todos os álbuns existentes. Se você deseja realizar a mudança destes álbuns mais tarde, eles devem ser alterados um a um. Por favor, escolha esses valores padrão com atenção.
sv_se: Notering till användare som uppgraderar från tidigare version: nya inställningar sedan din äldre version kommer att läggas till alla existerande album. Om du vill ändra dessa senare så måste det ändras en efter en i varje album. Vänligen välj dessa förvalda värden med omsorg.
vi_vn: Chú ý khi nâng cấp thành viên từ phiên bản trước: những cấu hình mới trên phiên bản cũ sẽ được thực thi cho tất cả các album hiện có. Nếu bạn muốn thay đổi sau này, chúng phải được thay đổi từng cái một trong mỗi album. Xin hãy chọn cẩn thận những giá trị mặc định này.

source: Gallery Diagnostics
ar_eg: ÊÔÎêÕÇÊ ÇäåÙÑÖ.
bg_bg: Диагностика
es_es: Diagnósticos de Gallery
gl_es: Diagn&oacute;sticos de Gallery
is_is: Greiningartól Gallery
nl_nl: Gallery Controle
no_no: Gallery-diagnostikk
pt_br: Diagnósticos do Gallery
sv_se: Gallerys Diagnostik
vi_vn: Phân tích Thư viện ảnh

source: This page is designed to provide some diagnostics about your server to help you find issues that may prevent Gallery from functioning properly.
ar_eg: ÕååÊ çĞç ÇäÕáÍÉ äÊèáêÑ ÈÙÖ ÇäÊÔÎêÕÇÊ Ùæ åäâå ÇäÔÈãÉ ÇäÎÇÕ Èã¬ èĞäã ääåÓÇÙÏÉ áé ÇäÊÙÑá Ùäé ÈÙÖ ÇäåÓÇÆä ÇäÊé âÏ ÊåæÙ ÇäåÙÑÖ åæ ÇäÙåä ÈÔãä ÕÍêÍ.
bg_bg: Тази страница е направена да осигури достъп до диагностики на сървъра ви, които да ви помогнат да отстраните проблемите, пречещи на Галерията да функционира нормално.
es_es: Esta página está diseñada para proporcionar diagnósticos sobre su servidor para ayudarle a encontrar problemas que dificultan el funcionamiento de Gallery.
gl_es: Esta p&aacute;xina est&aacute; dese&ntilde;ada para proporcionar diagn&oacute;sticos sobre o seu servidor para axudarlle a atopar problemas que dificultan o funcionamento de Gallery.
is_is: Þessi síða er hönnuð til að gefa dálitlar upplýsingar um vefþjóninn til að hjálpa þér að finna vandamál sem gætu hindrað Gallery í að virka rétt.
nl_nl: Deze pagina is ontworpen om testen uit te voeren op uw server. Dit om fouten op te sporen die misschien fouten opleveren in het functioneren van de Gallery.
no_no: Denne siden er utviklet for å gi deg diagnostisk informasjon om tjeneren din, som kan hjelpe deg å finne problemer som forhindrer Gallery i å virke ordentlig.
pt_br: Esta página foi feita para prover algum diagnóstico sobre seu servidor para ajudá-lo a encontrar problemas que previnam o Gallery de funcionar corretamente.
sv_se: Denna sida är skapad för att tillhandahålla en del diagnostik om din server för att hjälpa dig att hitta problem som förhindrar Gallery att fungera ordentligt.
vi_vn: Trang này được tạo ra để cung cấp một vài phân tích hệ thống máy chủ của bạn và sẽ giúp bạn thấy vài thứ mà có thể làm Thư viện ảnh của bạn chạy không đúng.

source: The config wizard tries all kinds of diagnostics to try to find and work around any issues that it finds on your system, but there may be other problems that we have not thought of.
ar_eg: êÓÊÎÏå åÙÇäÌ ÇäÊËÈêÊ ãä ÃæèÇÙ ÇäÊÔÎêÕ äåÍÇèäÉ ÅêÌÇÏ è åÙÇäÌÉ Ãé åÓÃäÉ åèÌèÏÉ Ùäé æØÇåã, ÅäÇ Ãæç âÏ Êãèæ çæÇã åÔÇãä ÃÎÑé äå æáãÑ áêçÇ Ùäé ÇäÅ×äÇâ.
bg_bg: Конфигуратора използва различни видове диагностика, за да опита да намери и заобиколи всякакви проблеми, които системата ви би могла да има. Независимо от това, биха могли да съществуват и проблеми, за които да не сме помислили.
es_es: El asistente de configuración ensaya toda clase de diagnósticos para encontrar problemas en su sistema, pero puede haber problemas de los que no tengamos constancia.
gl_es: O asistente de configuraci&oacute;n ensaia toda clase de diagn&oacute;sticos para atopar problemas no seu sistema, pero pode haber problemas dos que non te&ntilde;amos constancia.
is_is: Uppsetningarferlið reynir að keyra alls kyns greiningartól til að reyna að finna og lagfæra þau vandamál sem hann getur fundið á kerfinu þínu, en önnur vandamál gætu verið til staðar sem við höfum ekki hugsað út í.
nl_nl: De wizard probeert verschillende diagnostiseringen om problemen op uw systeem te vinden en op te lossen, maar er kunnen problemen zijn waar we niet aan hebben gedacht.
pt_br: O assistente de configuração tenta todos os tipos de diagnóstico para encontrar e trabalhar os problemas descobertos em seu sistema. Pode ainda haver outros problemas que não sejam possíveis resolver.
sv_se: Konfigurationsguiden prövar olika sorters diagnostik och försöker hitta och bearbeta alla problem som den hittar på ditt system, men det kan finnas andra problem som vi inte tänkt på.
vi_vn: Thuật cấu hình sẽ thử các kiểu phân tích để tìm ra và hoạt động với những thành phần được tìm thấy trên hệ thống, nhưng cũng có thể có những vấn đề khác mà chưa được đề cập tới.

source: You can use these tools to find out more about your setup
ar_eg: êåãæã ÇÓÊÎÏÇå çĞç ÇäÃÏèÇÊ ääÊÙÑá ÃãËÑ Ùäé ÅÙÏÇÏÇÊã.
bg_bg: Можете да използвате тези програми за да разберете повече за вашата конфигурация
es_es: Puede usar estas herramientas para saber más acerca de su configuración
gl_es: Pode usar estas ferramentas para saber m&aacute;is sobre a s&uacute;a configuraci&oacute;n
is_is: Þú getur notað þessi hjálpartæki til að finna út meira um uppsetninguna þína
nl_nl: U kunt deze tools gebruiken om meer over uw opstelling te weten te komtn
pt_br: Você pode usar essas ferramentas para encontrar mais informações sobre sua configuração
sv_se: Du kan använda dessa verktyg för att ta reda på mer om sin installation
vi_vn: Bạn có thể sử dụng những công cụ này để biết thêm chi tiết quá trình cài đặt của bạn

source: Tool
ar_eg: ÃÏÇÉ
bg_bg: Инструмент
es_es: Herramienta
gl_es: Ferramenta
is_is: Hjálpartæki
no_no: Verktøy
pt_br: Ferramenta
sv_se: Verktyg
vi_vn: Công cụ

source: Description
ar_eg: èÕá
bg_bg: Описание
es_es: Descripción
gl_es: Descrici&oacute;n
is_is: Lýsing
nl_nl: Omschrijving
no_no: Beskrivelse
pt_br: Descrição
sv_se: Beskrivning
vi_vn: Chi tiết

source: PHP Info
ar_eg: åÙäèåÇÊ Ùæ PHP .
bg_bg: Информация за 'PHP'
es_es: Información de PHP
gl_es: Informaci&oacute;n de PHP
is_is: PHP upplýsingar
nl_nl: PHP Informatie
pt_br: Informações do PHP
sv_se: PHP-Information
vi_vn: Thông tin PHP

source: This page provides information about your PHP installation.
ar_eg: ÊèáÑ çĞç ÇäÕáÍÉ åÙäèåÇÊ Ùæ ÊËÈêÊ PHP.
bg_bg: Тази страница предоставя информация за "PHP' инсталацията ви.
es_es: Esta página proporciona información sobre su instalación de PHP.
gl_es: Esta p&aacute;xina proporciona informaci&oacute;n sobre a s&uacute;a instalaci&oacute;n de PHP.
is_is: Þessi síða gefur upplýsingar um PHP uppsetningu þína
nl_nl: Deze pagina geeft U meer informatie over uw PHP installatie.
pt_br: Esta página provê informações sobre a instalação do seu PHP.
sv_se: Denna sida tillhandahåller information om din PHP-installation.
vi_vn: Trang này đưa ra thông tin về cấu hình cài đặt của PHP.

source: It's a good place to look to examine all the various PHP configuration settings, and to find out on what kind of system you're running (sometimes it's difficult to tell when you're on an ISP's machine)
ar_eg: çĞÇ åãÇæ ÌêÏ äÇÎÊÈÇÑ ÌåêÙ ÅÙÏÇÏÇÊ ÊËÈêÊ Çä PHP ÇäåÎÊäáÉ èÃæ ÊÙÑá æèÙêÉ ÇäæØÇå ÇäĞé Êâèå ÈÊÔÚäç (ÃÍêÇæÇ êãèæ åæ ÇäÕÙÈ Ãæ ÊÈêæ ÇäèâÊ ÇäĞé ÊÙåä áêç Ùäé ÌçÇÒ åäâå ÎÏåÇÊ ÇäÅæÊÑæÊ)
bg_bg: Това е добро място, кадето можете да прегледате различните 'PHP' настройки и параметри, и да разберете с каква система всъщност работите (понякога е трудно да се разбере, когато ползвате система, собственост на доставчик на Интернет)
es_es: Es una buena ocasión para examinar todos los parámetros de configuración de PHP y averiguar en que clase de sistema se está ejecutando (algunas veces es difícil de descubrir si está en la máquina de un ISP)
gl_es: &Eacute; unha boa ocasi&oacute;n para examinar t&oacute;dolos par&aacute;metros de configuraci&oacute;n de PHP e averiguar en que clase de sistema se est&aacute; a executar (algunhas veces &eacute; dif&iacute;cil de descubrir se est&aacute; na m&aacute;quina dun ISP)
is_is: Þetta er góður staður til að rannsaka allar hinar margvíslegu PHP stillingar, og til að finna út á hvers konar kerfi þú ert að keyra (stundum er það erfitt þegar um vél netþjónustuaðila er að ræða)
nl_nl: Dit is een goede plaats om alle PHP configuratie instellingen te bekijken, en om te zien wat voor 'n systeem u gebruikt (dit is soms lastig vast te stellen als u gebruik maakt van een computer van een internetprovider.)
pt_br: É um bom local onde procurar e examinar as várias configurações do PHP, e tentar encontrar qual tipo de sistema você está executando (algumas vezes, torna-se difícil informar quando você está numa máquina de um provedor de acesso)
sv_se: Detta är ett bra ställe att undersöka alla de olika PHP-konfigurationsinställningarna, och för att ta reda på vilken typ av system du kör (ibland så är den svår att få fram om du är på en ISP(internet-/webbhotelleverantör) maskin)
vi_vn: Đây là chỗ để xem và kiểm tra các biến của cấu hình PHP, và tìm ra thể loại mà hệ thống của bạn đang dùng (thỉnh thoảng hơi khó khi bạn dùng một máy của nhà cung cấp)

source: Check
ar_eg: áÍÕ
bg_bg: Проверете
es_es: Marcar
gl_es: Marcar
is_is: Athuga
nl_nl: Controleer
no_no: Sjekk
pt_br: Verificar
sv_se: Kontrollera
vi_vn: Kiểm&nbsp;tra

source: This page provides information about your NetPBM binaries.
ar_eg: ÊèáÑ çĞç ÇäÕáÍÉ åÙäèåÇÊ Ùæ ËæÇÆêÇÊ NetPBM ÇäÎÇÕÉ Èã.
bg_bg: Тази страница показва информациа за вашите 'NetPBM' файлове.
es_es: Esta página proporciona información sobre sus binarios NetPBM.
gl_es: Esta p&aacute;xina proporciona informaci&oacute;n sobre os seus binarios NetPBM.
pt_br: Esta página provê informações sobre seus executáveis do NetPBM.
vi_vn: Trang này đưa ra thông tin về cấu hình cài đặt của NetPBM binaries.

source: You can only use this page after you have successfully completed the configuration wizard (as it expects that you've already located and configured Gallery with the right path to NetPBM).
ar_eg: êåãæã ÇÓÊÎÏÇå çĞç ÇäÕáÍÉ áâ× ÈÙÏÇäæÌÇÍ áé ÅÊåÇå åÙÇäÌ ÇäÊËÈêÊ.( ÍêË êÊèâÙ åæã Ãæ Êãèæ âÏ ÍÏÏÊ èÃÙÏÏÊ ÇäåÙÑÖ ÈÇäáÙä Ùæ ×Ñêâ ÇäÏäêä ÇäÕÍêÍ ä NetPBM).
bg_bg: Можете да използвате тази страница, само след като успешно сте приключили с Конфигуратора (тъй като тази страница очаква да сте въвели правилния път към директорията на 'NetPBM').
es_es: Solamente puede usar esta página después de haber completado satisfactoriamente el asistente de configuración (o si estima que ha localizado y configurado Gallery con la ruta correcta a NetPBM).
gl_es: Soamente pode usar esta p&aacute;xina despois de ter completado satisfactoriamente o asistente de configuraci&oacute;n (ou se estima que localizou e configurou Gallery coa ruta correcta a NetPBM).
pt_br: Você pode usar esta página após você ter completado com êxito o assistente de configuração (pois ele espera que você já tenha localizado e configurado o Gallery com os caminhos corretos do NetPBM).
vi_vn: Bạn chỉ có thể dùng trang này sau khi bạn đã hoàn thành thuật cấu hình (đòi hỏi bạn đã cài đặt và cấu hình cho Thư viện ảnh bằng đường dẫn chính xác tới NetPBM).

source: This page provides information about your ImageMagick binaries.
ar_eg: ÊèáÑ çĞç ÇäÕáÍÉ åÙäèåÇÊ Ùæ ËæÇÆêÇÊ ImageMagick ÇäÎÇÕÉ Èã.
bg_bg: Тази страница показва информациа за вашите 'ImageMagick' файлове.
es_es: Esta página proporciona información sobre los binarios de ImageMagick.
gl_es: Esta p&aacute;xina proporciona informaci&oacute;n sobre os binarios de ImageMagick.
is_is: Þessi síða gefur upplýsingar um ImageMagick forritin þín.
nl_nl: Deze pagina geeft u meer informatie over uw ImageMagick installatie.
pt_br: Esta página provê informações sobre seus executáveis do ImageMagick
sv_se: Denna sida tillhandahåller information om din ImageMagick binärkod(program).
vi_vn: Trang này đưa ra thông tin về cấu hình cài đặt của ImageMagick binaries.

source: You can only use this page after you have successfully complete the configuration wizard (as it expects that you've already located and configured Gallery with the right path to ImageMagick).
ar_eg: êåãæã ÇÓÊÎÏÇå çĞç ÇäÕáÍÉ áâ× ÈÙÏÇäæÌÇÍ áé ÅÊåÇå åÙÇäÌ ÇäÊËÈêÊ.( ÍêË êÊèâÙ åæã Ãæ Êãèæ âÏ ÍÏÏÊ èÃÙÏÏÊ ÇäåÙÑÖ ÈÇäáÙä Ùæ ×Ñêâ ÇäÏäêä ÇäÕÍêÍ ä ImageMagic).
bg_bg: Можете да използвате тази страница, само след като успешно сте приключили с Конфигуратора (тъй като тази страница очаква да сте въвели правилния път към директорията на 'ImageMagick').
es_es: Solamente puede usar esta página después de haber completado satisfactoriamente el asistente de configuración (o si estima que ha localizado y configurado Gallery con la ruta correcta a ImageMagick).
gl_es: Soamente pode usar esta p&aacute;xina despois de ter completado satisfactoriamente o asistente de configuraci&oacute;n (ou se estima que localizou e configurou Gallery coa ruta correcta a ImageMagick).
is_is: Þú getur aðeins notað þessa síðu eftir að þú hefur klárað uppsetningarferilinn vandræðalaust (því að hún gerir ráð fyrir að þú hafir þegar fundið og sett upp Gallery með réttri skráarslóð á ImageMagick).
nl_nl: U kunt deze pagina alleen gebruiken als u de configuratie wizard succesvol heeft doorlopen (omdat het aanneemt dat u Gallery reeds verteld heeft waar ImageMagick te vinden is.)
pt_br: Você pode usar esta página após você ter completado com êxito o assistente de configuração (pois ele espera que você já tenha localizado e configurado o Gallery com os caminhos corretos do ImageMagick).
sv_se: Du kan endast använda denna sida efter att du framgångsrikt genomfört konfigurationsguiden (eftersom det förväntas att du redan lokaliserat och konfigurerat Gallery med rätt sökväg till ImageMagick).
vi_vn: Bạn chỉ có thể dùng trang này sau khi bạn đã hoàn thành thuật cấu hình (đòi hỏi bạn đã cài đặt và cấu hình cho Thư viện ảnh bằng đường dẫn chính xác tới ImageMagick).

source: Check Sessions
ar_eg: áÍÕ ÇäÌäÓÇÊ
bg_bg: Проверете Сесиите
es_es: Chequear sesiones
gl_es: Chequear sesi&oacute;ns
is_is: Prófa setuuppsetningu
nl_nl: Controleren van sessies
no_no: Sjekk sesjoner
pt_br: Verificar Sessões
sv_se: Kontrollera sessioner
vi_vn: Kiểm tra Session

source: This page runs a very simple test on your PHP session configuration.
ar_eg: Êâèå çĞç ÇäÕáÍÉ ÈÙåä ÇÎÊÈÇÑ ÈÓê× ÌÏÇ Ùäé ÅÙÏÇÏÇÊ ÌäÓÉ PHP ÇäÎÇÕÉ Èã.
bg_bg: Тази страница прави много елементарен тест на конфигурацията на сесии на 'PHP'.
es_es: Esta página ejecuta un test simple en su configuración de sesión de PHP.
gl_es: Esta p&aacute;xina executa un test simple na s&uacute;a configuraci&oacute;n de sesi&oacute;n de PHP.
is_is: Þessi síða keyrir mjög einfalda prófun á PHP setuuppsetningu þinni (&quot;session configuration&quot;).
nl_nl: Deze pagina voert een eenvoudige test uit op uw PHP sessie configuratie.
pt_br: Esta página executa um teste simples em sua configuração de sessão do PHP.
sv_se: Denna sida gör en väldigt enkel test på din PHP-sessionkonfiguration.
vi_vn: Trang này tiến hành một bước kiểm tra đơn giản trên cấu hình PHP session.

source: Gallery requires that your PHP installation is configured with proper session support.
ar_eg: êÊ×äÈ ÇäåÙÑÖ Ãæ êÊå ÊËÈêÊ PHP ÈÏÙå ÌäÓÉ åæÇÓÈÉ.
bg_bg: Галерията изисква вашата 'PHP' инсталация да е конфигурирана със подходяща поддръжка на сесии.
es_es: Gallery requiere que su instalación de PHP esté configurada con soporte para sesiones adecuado.
gl_es: Gallery require que a s&uacute;a instalaci&oacute;n de PHP estea configurada co soporte para sesi&oacute;ns axeitado.
is_is: Gallery krefst þess að setustuðningur (&quot;session support&quot;) sé rétt stilltur í PHP uppsetningu þinni.
nl_nl: Gallery vereist dat uw PHP installatie geconfigureerd is met fatsoenlijke sessie-ondersteuning.
pt_br: O Gallery requer que a instalação do seu PHP esteja configurada com o suporte de sessão apropriado.
sv_se: Gallery kräver att din PHP-installation är konfigurerad med rätt sessionstöd.
vi_vn: Thư viện ảnh yêu cầu cho cài đặt PHP phải được cấu hình với trợ giúp session.

source: This page will simply send a test email.
ar_eg: ÓÊÑÓä çĞç ÇäÕáÍÉ áâ× ÈÑêÏÇë ÅäãÊÑèæêÇ ãÇÎÊÈÇÑ.
bg_bg: Тази страница ще изпрати пробен е-mail.
es_es: Esta página mandará simplemente un correo de prueba.
gl_es: Esta p&aacute;xina enviar&aacute; simplemente un correo de proba.
is_is: Þessi síða sendir einfaldlega prófunartölvupóst.
nl_nl: Deze pagina verstuurt simpelweg een test e-mail.
pt_br: Esta página simplesmente enviará um email de teste.
sv_se: Denna sida kommer helt enkelt att pröva och skicka en e-post.
vi_vn: Trang này sẽ gửi một email thử nghiệm.

source: This allows you to see if you can use the email functions in %s.
ar_eg: çĞÇ êÓåÍ äã Ãæ ÊÑé ÙåÇ ÅĞÇ ãÇæ êåãæã ÇÓÊÎÏÇå èØÇÆá ÇäÈÑêÏ ÇäÅäêãÊÑèæé áé %s .
bg_bg: Това позволява да разберете дали можете да използвате e-mail функциите в %s.
es_es: Esto le permite ver si puede usar las funciones del correo en %s.
gl_es: Isto lle permite ver se pode usa-las funci&oacute;ns do correo en %s.
is_is: Það gerir þér kleift að athuga hvort tölvupóstur virkar rétt fyrir %s.
nl_nl: Dit geeft u de mogelijkheid om te zien of e-mail functioneert in %s.
pt_br: Isso permitirá a você verificar se você pode utilizar as funções de email em %s.
sv_se: Detta tillåter dig att se om du kan använda e-postfunktioner i %s.
vi_vn: Điều này cho phép bạn xem nếu như bạn có thể dùng chức năng gửi email trong %s.

source: Check versions
ar_eg: ÊÍââ åæ ÇäÅÕÏÇÑÇÊ
bg_bg: Проверете версиите
es_es: Chequear versiones
gl_es: Chequear versi&oacute;ns
is_is: Skoða útgáfur
nl_nl: Controleer versies
no_no: Sjekk versjoner
pt_br: Verificar versões
sv_se: Kontrollera versioner
vi_vn: Kiểm tra phiên bản

source: This page is for %s upgrades that have problems.
ar_eg: çĞç ÇäÕáÍÉ åÎÕÕÉ äÊÑâêÇÊ Çä %s ÇäÊé êèÌÏ ÈçÇ åÔÇãä.
bg_bg: Тази страница е за %s обновления които имат проблеми.
es_es: Esta página es para las actualizaciones de %s que tengan problemas.
gl_es: Esta p&aacute;xina &eacute; para as actualizaci&oacute;ns de %s que te&ntilde;an problemas.
is_is: Þessi síða er fyrir %s uppfærslur sem hafa lent í vandræðum.
nl_nl: Deze pagina is voor %s upgrades met problemen.
pt_br: Esta página é para %s atualizações que têm problemas.
sv_se: Denna sida är till för %s uppgraderingar som har problem.
vi_vn: Trang này dành cho nâng cấp %s mà có vấn đề.
