Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Getting Comments
af_za: Verkry kommentaar
bg_bg: Извличане на Коментарите
da_dk: Henter kommentarer
fi_fi: Haetaan kommentteja
it_it: Richiesta Commenti
pl_pl: Pobieranie komentarzy
pt_br: Obtendo Comentários

source: Album: %s ; Index: %d ; Votes: %d ; Views: %d; Date: %s; Capture: %s; Comment Date: %s; Rating: %s; Rating count: %d; Random: %d
bg_bg: Албум: %s ; Индекс: %d ; Гласове: %d ; Видяно: %d; Дата: %s; Снимано: %s; Дата на Коментар: %s; Оценка: %s; Брой оценки: %d; Случайни: %d
da_dk: Album: %s ; Indeks: %d ; Stemmer: %d ; Visninger: %d; Date: %s; Dato og tid da billede blev taget: %s; Kommentar dato: %s; Karakter: %s; Karaktergivninger: %d; Tilfældig: %d
fi_fi: Album: %s ; indeksi: %d ; ‰‰ni‰: %d ; katselukertoja: %d; p‰iv‰m‰‰r‰: %s; kuvanotto: %s; kommentin p‰iv‰m‰‰r‰: %s; arvostelu: %s; arvostelujen m‰‰r‰: %d; satunnainen: %d
it_it: Album: %s ; Indice: %d ; Voti: %d ; Visualizzazioni: %d; Data: %s; Scatto: %s; Data Commento: %s; Valutazione: %s; Conteggio Valutazioni: %d; Casuale: %d
pl_pl: Album: %s ; Indeks: %d ; G³osów: %d ; Wy¶wietleñ: %d; Data: %s; Capture: %s; Data komentarza: %s; Ocena: %s; Liczba ocen: %d; Losowy: %d
pt_br: Álbum: %s ; Índice: %d ; Votos: %d ; Visualizações: %d ; Data: %s; Captura: %s; Data do Comentário: %s; Cotação: %s; Contagem de Cotação: %d; Aleatório: %d

source: Total: %s ; Start: %s ; Last Page: %s
bg_bg: Общо: %s ; Начало: %s ; Последна Страница: %s
da_dk: Totalt: %s ; Start: %s ; Sidste side: %s
fi_fi: Yhteens‰: %s ; aloitus: %s ; viimeinen sivu: %s
it_it: Totale: %s ; Inizio: %s ; Ultima Pagina: %s
pl_pl: Ca³kowicie: %s ; Start: %s ; Ostatnia strona: %s
pt_br: Total: %s ; Início: %s ; Última Página: %s

source: Back to stats-wizard
bg_bg: Назад към статистиките
da_dk: Tilbage til statistiksiden
fi_fi: Takaisin tilastowelhoon
pl_pl: Powrót do konfiguracji statystyk
pt_br: Voltar ao ao assistente de estatísticas

source: Data load time %d seconds
bg_bg: Време за зареждане на данните: %d секунди
da_dk: Indlæsningstiden var %d sekunder
fi_fi: Datan latausaika %d sekuntia
pl_pl: Czas ³adowania danych %d sekund
pt_br: Tempo de carga de dados: %d segundos

source: Read cache num photos lock failed.
bg_bg: Неуспешно заключване на 'Read cache num photos'
da_dk: Kunne ikke låse 'read cache num photos'-lås.
fi_fi: Cache num photos -lukon luku ep‰onnistui.
pl_pl: Blokada odczytu cache'a z numerami zdjêæ nie powiod³a siê.
pt_br: Falha na leitura de cache do travamento do número de fotos.

source: Album name : %s ; index: %s
bg_bg: Име на албумa: %s ; индекс: %s
da_dk: Album navn: %s ; indeks: %s
fi_fi: Albuminimi: %s ; indeksi: %s
pl_pl: Nazwa albumu: %s ; indeks: %s
pt_br: Nome do álbum: %s ; índice: %s

source: Read cache lock failed.
bg_bg: Неуспешно заключване на 'Read cache'
da_dk: Kunne ikke låse 'read cache'-lås.
fi_fi: Cache-lukon lukeminen ep‰onnistui.
pl_pl: Blokada odczytu cache'a nie powiod³a siê.
pt_br: Falha na leitura de cache do travamento.

source: Please Note: Even if the thumbnail image is properly displayed above, the actual full-sized image has been verified to be missing.
bg_bg: Моля Отбележете: Независимо че миниатюрното изображение по-горе е показано правилно, потвърдено е че изображението с пълен размер липсва.
da_dk: Bemærk: Selvom billedets ikon bliver vist uden problemer ovenfor, så er billedet i fuld størrelse væk.
fi_fi: Ota huomioon: vaikka esikatselukuva n‰kyisi yll‰ oikein, alkuper‰iskuva on todettu puuttuvan.
it_it: Nota Bene: Anche se l'immagine anteprima &egrave; viasualizzata correttamente di seguito, l'immagine corrispondente a dimensione piena risulta mancante.
pl_pl: We¼ pod uwagê: Nawet je¶li miniatura obrazka jest poprawnie wy¶wietlana powy¿ej, stwierdzono, ¿e w³a¶ciwy obrazek nie istnieje.
pt_br: Por favor, note: mesmo que a imagem miniatura seja mostrada corretamente acima, o tamanho completo da imagem está faltando.

source: The following files are missing from the albums directory. Information is still stored about the photo in the album data, but the file itself is no longer present for some reason. These files will cause failures when attempting to migrate to Gallery 2.0. This can be fixed in one of two ways; the first is to simply delete the photo entry from the album. The second is to manually re-add the file to the albums directory using the filename you see in the left side of the table.
bg_bg: Следните файлове липсват от директорията с албумите. Информацията за снимките е все оше в данните за албума, но поради някаква причина файла не съществува. Тези файлове ще предизвикат проблеми когато се опитате да обновите към Галерия 2.0. Това може да бъде поправено по два начина; първия е просто да се изтрие вписването на снимката от албума. Втория начин е сами да добавите файла в директорията с албумите, като използвате името което виждате от лявата страна на таблицата.
da_dk: Følgende filer kan ikke findes i albumbiblioteket. Der er stadig information om billedet i albumdatabasen, men selve filen kan af en eller anden grund ikke findes længere. Disse filer kan forårsage fejl hvis du vil opgradere til Gallery 2.0. Fejlene kan rettes på to måder; den første er at slette billedets data fra albummet. Den anden er manuelt at tilføje filen til albumbiblioteket igen ved at bruge filnavnet i venstre side af tabellen.
fi_fi: Seuraavat tiedostot puuttuvat albumihakemistosta. Kuvia koskeva tieto on edelleen tallennettu albumin tietoihin, mutta itse kuva ei en‰‰ ole jostakin syyst‰ saatavilla. N‰m‰ tiedostot aikaansaavat ongelmia siirrytt‰ess‰ gallerian versioon 2.x. T‰m‰ ongelma voidaan korjata kahdella eri tavalla: joko a) poistamalla kuva kyseisest‰ albumista tai b) k‰sin lis‰‰m‰ll‰ kuva albumihakemistoon ja k‰ytt‰m‰ll‰ tiedostonime‰, jonka n‰et taulukon vasemmassa laidassa.
pl_pl: Brakuje nastêpuj±cych plików z katalogu albumów. Informacje na temat zdjêcia s± wci±¿ w danych albumu, ale samego pliku nie ma z jakiego¶ powodu. Te pliki bêd± powodowa³y b³êdy przy próbie migracji do Galerii 2.0. Mo¿na to naprawiæ na dwa sposoby; po pierwsze mo¿na po prostu usun±æ wpis zdjêcia z albumu. Mo¿na te¿ rêcznie dodaæ ponownie plik do katalogu albumów, u¿ywaj±c nazwy pliku, któr± widaæ po lewej stronie tablicy.
pt_br: Os seguintes arquivos estão faltando nos diretórios dos álbuns. As informações ainda estão armazenadas no banco de dados do álbum sobre as fotos, mas o arquivo não está presente por algum motivo. Esses arquivos causarão falhas quando forem migrados para o Gallery v2.0. Isto pode ser reparado de uma ou duas maneiras; A primeira é simplesmente apagar a foto do álbum. A segunda é re-adicionar manualmente o arquivo nos diretórios dos álbuns utilizando o nome de arquivo que você visualiza no lado esquerdo da tabela.

source: Invalid Albums are directories which have been created in the albums directory that don't actually contain album data. The presence of these directories can cause problems for Gallery as well as when trying to migrate to Gallery 2.0
bg_bg: Невалидните Албуми са директории които са били създадени в директорията с албумите, но не съдържат данни. Присъствието на тези директории може да създаде проблеми както за Галерията, така и за евентуалното и обновяване към Галерия 2.0
da_dk: Ugyldige albummer er biblioteker som er blevet oprettet i albumbiblioteket, men som ikke indeholder albumdata. Sådanne biblioteker kan skabe problemer for galleriets generelle brug og også for opgraderingen til Gallery 2.0
fi_fi: Ep‰kelvot albumit ovat hakemistoja, jotka on luotu albumitietoja sis‰lt‰m‰ttˆm‰‰n albumihakemistoon. N‰iden hakemistojen l‰sn‰olo voi aikaansaada ongelmia gallerian toiminnassa sek‰ mm. siirtyess‰si gallerian versioon 2.x.
pl_pl: Nieprawid³owe Albumy s± katalogami, które zosta³y utworzone w katalogach albumów, które nie zawieraj± danych na temat albumów. Obecno¶æ takich katalogów mo¿e powodowaæ problemy dla Galerii, tak¿e przy próbie migracji do Galerii 2.0.
pt_br: Álbuns Inválidos são diretórios que foram criados no diretório dos álbuns que não realmente contêm dados sobre os álbuns. A presença desses diretórios podem causar problemas para o Gallery assim quando for tentada a migração para o Gallery v2.0

source: Getting Dimension of file: %s
af_za: Verkry l&ecirc;erdimensies vir %s
bg_bg: Прочитане на размерите на файла: %s
da_dk: Henter billedstørrelse for filen: %s
fi_fi: Haetaan tiedoston ulottuvuudet: %s
it_it: Estraggo la Dimensione del file: %s
pl_pl: Pobieranie rozmiaru pliku: %s
pt_br: Obtendo Dimensões do arquivo: %s

source: Deleting comment %d from item with index: %d
bg_bg: Изтриване на коментар %d от елемент с индекс %d
da_dk: Sletter kommentar %d fra element nummer: %d
fi_fi: Poistetaan kommentti %d kohteesta, jonka indeksi on %d
it_it: Eliminazione commento %d dall'elemento con indice: %d
pl_pl: Usuwanie komentarza %d z pozycji o indeksie: %d
pt_br: Apagando comentário %d do item com índice: %d

source: URL
ar_eg: ÙæèÇæ ÇäåèâÙ Ùäé ÇäÅæÊÑæÊ
fi_fi: URL-osoite

source: url:
ar_eg: ÑÇÈ× ääÇæÊÑæÊ
bg_bg: web-адрес:
fi_fi: Osoite:

source: Gallery
af_za: Galery
ar_eg: åÙÑÖ ÇäÕèÑ
bg_bg: Галерия
fi_fi: Galleria
it_it: Galleria
pl_pl: Galeria

source: Edit Thumbnail
af_za: Wysig Duimnaelskets
ar_eg: ÊÍÑêÑ ÕèÑÉ åÕÚÑÉ
fi_fi: Muokkaa esikatselukuvaa
gl_es: Editar miniatura
it_it: Modifica Anteprima

source: %dkB
bg_bg: %dкБ

source: Rebuild highlights
af_za: Herbou glanspunte
it_it: Rigenera copertine

source: Sort the albums on the startpage(s).<br>(Opens an option dialog)
af_za: Sorteer die albums op die beginblad(/blaaie).<br>(Maak 'n nuwe dialoogruitjie oop)
it_it: Ordina gli album nella/e pagina/e iniziale/i

source: Administer startpage
af_za: Administreur beginblad
it_it: Pagina amministratore

source: Sort albums on startpage
af_za: Sorteer albums op beginblad volgens:
it_it: Ordina gli album nella pagina iniziale

source: Sort Order:
af_za: Sorteerorde
it_it: Ordinamento:

source: Users who can see the album.
af_za: Gebruikers wie hierdie album mag besigtig
it_it: Utenti che possono vedere l'album.

source: The album or photo that you were attempting to view either does not exist, or requires user privileges that you do not possess. %s
af_za: Die album of foto wat jy wou besigtig, bestaan nie of vereis toegangsregte wat jy nie besit nie. %s
it_it: L'album o la foto che stai cercando di visualizzare non esiste, oppure necessita di privilegi utente che tu non possiedi. %s

source: Download entire album as archive
af_za: Laai album as inpakl&ecirc;er af
it_it: Scarica l'intero album sotto forma di archivio

source: Owner: %s
af_za: Eienaar: %s
it_it: Proprietario: %s

source: Created on %s, last changed on %s.
af_za: Geskep op %s, laaste wysiging was op %s.
it_it: Creato il %s, ultima modifica il %s.

source: Getting highlight
af_za: Kry glanspunt
it_it: Estrazione copertina in corso

source: Setting highlight
af_za: Stel glanspunt
it_it: Configurazione copertina in corso

source: No highlight!
af_za: Geen glanspunt nie
it_it: Nessuna copertina!

source: Create user
af_za: Skep gebruiker
it_it: Crea utente

source: Rebuilding highlight %s
af_za: Herbou duimnaelskets %s
it_it: Rigenerazione copertina %s

source: Download album as archive
af_za: Laai album as inpakl&ecirc;er af
it_it: Scarica album come archivio

source: This album contains just one item in total.
af_za: Hierdie album bevat 1 item.
it_it: Questo album contiene solo un oggetto in totale.

source: No subalbums
af_za: Geen subalbums
it_it: Nessun sotto-album

source: One subalbum
af_za: 1 sub-album
it_it: Un sotto-album

source: no photo/movie
af_za: Geen foto/fliek
it_it: nessuna foto/nessun filmato

source: %s and %s.
af_za: %s en %s.
it_it: %s e %s.

source: Full Version
af_za: Volle weergawe
it_it: Versione Intera

source: Resized Version
af_za: Verstelde grootte weergawe
it_it: Versione Ridimensionata

source: Download
af_za: Aflaai
it_it: Scarica

source: Send this photo as eCard
af_za: Stuur hierdie foto as e-kaartjie
it_it: Invia questa foto come eCard

source: You have an e-card as attachment. Click to see.
it_it: Hai una e-card in allegato. Clicca per visualizzarla.

source: Send eCard
af_za: Stuur e-kaartjie
it_it: Invia eCard

source: Error: to send an eCard you need to fill out all fields.
af_za: Fout: om 'n e-kaartjie te stuur moet jy al die velde voltooi.
it_it: Errore: per inviare una eCard devi compilare tutti i campi.

source: - Recipient's Name
af_za: - Ontvanger se naam
it_it: - Il Nome del Destinatario

source: - Recipient's Email
af_za: - Ontvanger se e-pos adres
it_it: - L'indirizzo Email del Destinatario

source: %s sent you an E-C@rd
af_za: %s het vir jou 'n e-kaartjie gestuur
it_it: %s ti ha inviato una eCard

source: Your info
af_za: Jou inligting
it_it: Le tue informazioni

source: Recipient's info
af_za: Ontvanger se inligting
it_it: Informazioni del destinatario

source: Choose a Stamp
af_za: Kies 'n seël
it_it: Seleziona un francobollo

source: Stamp #%d
af_za: Posse&euml;l #%d
it_it: Francobollo #%d

source: Subject:
af_za: Onderwerp:
it_it: Oggetto:

source: Your E-C@rd with the picture below has been sent to %s &lt;%s&gt;.
it_it: La tua eCard con l'immagine qui sotto &egrave; stata inviata a %s &lt;%s&gt;.

source: Close this window
af_za: Sluit hierdie venster
it_it: Chiudi questa finestra

source: Problem with input of field '%s'. %s
af_za: Probleem met inhoud van die veld %s. %s
it_it: Problema con il campo '%s'. %s

source: An ImageMap is a predefined area of a picture, or a hotspot if you will.
af_za: 'n Beeldkaart is 'n gedefinieerde area wat as hiperskakel dien.
it_it: Un ImageMap &egrave; un'area predefinita di un'immagine, detta anche hotspot.

source: A sample usage scenario is a family photo, where you can apply an ImageMap for each of the family members featured in the photo.
it_it: Un esempio di utilizzo &egrave; la foto di famiglia, dove puoi applicare una ImageMap per ogni membro della famiglia che compare nella foto.

source: The defined area can contain information you want displayed when a user places his mouse pointer on top of that area.
it_it: L'area definita pu&ograve; contenere informazioni che possono essere visualizzate quando un utente posiziona il puntatore del mouse sopra quell'area.

source: You can add basic text, or even define an URL that gets activated when a user clicks the area you have defined as an ImageMap.
it_it: Puoi inserire del semplice testo, o anche definire una URL che venga attivata quando un utente clicca sull'area che hai definito come ImageMap.

source: How to create an ImageMap in Gallery?
af_za: Hoe om 'n beeldkaart in <i>Gallery</i> te skep
it_it: Come creare un'ImageMap in Gallery?

source: It's as easy as it is fun. First, you need to create your ImageMap, this is done by clicking on the image, in the position where you want the first corner of the ImageMap to be.
it_it: &Egrave; facile e divertente. Per prima cosa, devi creare la tua ImageMap, questo avviene cliccando sull'immagine, nella posizione in cui vuoi che ci sia il primo vertice dell'ImageMap.

source: Click again on a new spot, and you'll see that Gallery creates a polygon shape based on the two spots you have created.
it_it: Clicca ancora in un altro punto e vedrai che Gallery creer&agrave; una forma geometrica basata sui due punti che hai creato.

source: Click again to create another spot. Add spots until your polygon shape surrounds the entire area you want to use as an ImageMap.
it_it: Clicca ancora per creare un altro vertice. Aggiungi vertici finch&eacute; la tua forma geometrica non circonder&agrave; l'intera area che vuoi usare come ImageMap.

source: How to update an ImageMap in Gallery?
af_za: Hoe om 'n beelkaart in <i>Gallery</i> te wysig.
it_it: Come aggiornare un'ImageMap in Gallery?

source: If you do need to change the actual shape of the selection, you need to delete it and create a new selection in the shape you want.
it_it: Se hai bisogno di cambiare la forma della selezione, devi eliminarla e creare una nuova selezione con la forma che vuoi.

source: Select the ImageMap you want to edit in the box on the left hand side.
it_it: Seleziona l'ImageMap che vuoi modificare dal riquadro sulla sinistra.

source: You can then modify your 'Description', or edit the 'Link-URL'.
it_it: Puoi allora modificare la 'Descrizione', oppure cambiare il 'Link-URL'.

source: How to delete an ImageMap in Gallery?
it_it: Come eliminare un'ImageMap in Gallery?

source: Metadata on Upload Help
it_it: Metadata sull'Upload Help

source: Photos in Gallery have descriptive fields, like caption, title and other data fields. You can also define your own custom fields.
it_it: Le foto in Gallery hanno campi descrittivi, come didascalia, titolo e altri dati.Puoi anche definire i tuoi campi personalizzati.

source: This information is called Metadata.
af_za: Hierdie inligting word Metadata genoem
it_it: Questa informazione si chiama Metadata.

source: Normally this info is added manually inside the Gallery for each photo.
it_it: Normalmente questa informazione viene aggiunta manualmente in Gallery per ogni foto.

source: You can also do this automatically during your uploads.
it_it: Puoi anche farlo automaticamente durante l'upload.

source: Create a %s'csv-file (Comma Separated Values)'%s which contains the data you want associated with the files you are uploading.
it_it: Crea un %s'file cvs (Comma Separated Values - Valori Separati da Virgola)'%s che contenga i dati che vuoi associare con i file che stai caricando.

source: Upload this file at the same time as you upload your files, you cannot upload it later and expect Gallery to import the metadata from it.
it_it: Carica questo file insieme agli altri, non puoi caricarlo successivamente e aspettarti che Gallery possa importare da esso i metadati.

source: The first row must be the fieldnames, there is one mandatory field, some predefined fields and you can use your own custom fields.
it_it: La prima riga deve essere il nome del campo, c'&egrave; un campo obbligatorio, alcuni campi predefiniti e puoi usare i tuoi campi personalizzati.

source: Mandatory: %s
af_za: Benodig: %s
it_it: Obbligatorio: %s

source: Predefined: %s, %s, %s
it_it: Predefiniti: %s, %s, %s

source: Example:
af_za: Voorbeeld:
it_it: Esempio:

source: Back to upload
af_za: Terug na oplaai
it_it: Torna al caricamento

source: Original photo
af_za: Oorspronklike foto
it_it: Foto originale

source: Here you can create, edit or delete imagemaps for the selected photo.
it_it: Qui puoi creare, modificare o eliminare le imagemaps per le foto selezionate.

source: Click the questionmark icon for helpful instructions.
af_za: Kliek op die vraagteken ikoon vir instruksies.
it_it: Clicca sul punto di domanda per avere utili istruzioni.

source: Help
it_it: Aiuto

source: Optional link-url
af_za: Opsionele skakel-url
it_it: Link-url opzionale

source: Clear and reset canvas
af_za: Herstel die doek
it_it: Ripulisci e annulla il quadro

source: Be aware, that the text of ALL selected entries will be updated!
it_it: Fai attenzione che verr&agrave; aggiornato il testo di TUTTE le entry selezionate!

source: No ImageMaps
af_za: Geen beeldkaarte
it_it: Nessuna ImageMap

source: After you added a file, you can add more files on the sane way, just use the browse button as often as you want.
it_it: Dopo che hai aggiunto un file, puoi aggiungere altri file nello stesso modo, ti basta usare il pulsante sfoglia ogni volta che vuoi.

source: Supported file types: %s
af_za: Ondersteunde l&ecirc;er-formate: %s
it_it: Tipi di file supportati: %s

source: You can also upload compressed archive files (%s) full of photos and movies!
af_za: Stuur 'n inpakl&ecirc;er (%s) met foto's en flieks!
it_it: Puoi anche caricare un archivio compresso %s) con molte foto e video!

source: Use the Browse button to find the photos on your computer
af_za: 2. Gebruik die <b>Blaai</b> knoppie om foto's op jou systeem te kies
it_it: Usa il tasto Sfoglia per trovare le foto sul tuo computer

source: Do the same for optional metafiles.
it_it: Fai lo stesso per i metafile opzionali.

source: Leave blank.
af_za: Laat leeg.
it_it: Lascia vuoto.

source: Use filename as caption.
af_za: Gebruik l&ecirc;rname as byskrif
it_it: Usa il nome del file come didascalia.

source: Use file creation date/time stamp.
af_za: Gebruik l&ecirc;er skepdatum/tyd.
it_it: Usa la data/ora di creazione del file.

source: Set photo captions with file capture times.
it_it: Imposta le didascalie con l'ora dello scatto.

source: Caption:
af_za: Bykrif:
gl_es: Lenda:
it_it: Didascalia:

source: Jump to page %d
af_za: Gaan na bladsy %d
it_it: Vai alla pagina %d

source: Watermark:
af_za: Watermerk:
it_it: Marchia:

source: Alignment:
af_za: Inlynstelling:
it_it: Allineamento:

source: Rotate/Flip
af_za: Roteer/Spie&euml;l
it_it: Ruota/Ribalta

source: Resize
af_za: Wysig grootte
it_it: Ridimensiona

source: Copy
af_za: Kopieer
it_it: Copia

source: Reorder
af_za: Herskik
it_it: Riordina

source: Move
af_za: Skuif
it_it: Sposta

source: Set as highlight
af_za: Kies as glanspunt
it_it: Metti in copertina

source: Hide
af_za: Versteek
it_it: Nascondi

source: Photo properties
af_za: Eienskappe
it_it: Propriet&agrave; foto

source: Processing file: %s
af_za: Verwerk l&ecirc;er: %s
it_it: Elaborazione file: %s

source: Processing file '%s' as archive
af_za: Besig met verwerking van %s as 'n argief
it_it: Elaborazione di '%s' come archivio

source: No Metadata
af_za: Geen metadata
it_it: Nessun Metadato

source: No account at all?
af_za: Hoegenaamd geen rekening?
it_it: Proprio nessun account?

source: Register a new account.
af_za: Registreer 'n nuwe rekening.
it_it: Registra un nuovo account.

source: Move the album to different position in your gallery:
af_za: Skuif die album na 'n ander posisie in jou galery:
it_it: Sposta l'album in una posizione differente in gallery:

source: Adding %s (%s) with email: %s
af_za: Besig met byvoeg van %s (%s) met e-pos:%s
it_it: Aggiunta di %s (%s) con email: %s

source: No fullname given
af_za: Geen vollenaam verstrek nie
it_it: Nessun nome completo inserito

source: The members file should be one user per line, and the fields should be space separated.
it_it: Il file dei membri deve contenere un utente per riga, e i campi devono essere separati da uno spazio.

source: Each line must be in one of this formats:
it_it: Ogni riga deve essere in uno di questi formati:

source: <i>username emailaddress fullname</i>
it_it: <i>nomeutente indirizzoemail nomecompleto</i>

source: <i>username fullname</i>
it_it: <i>nomeutente nomecompleto</i>

source: <i>username emailaddress</i>
af_za: <i>gebruikernaam e-posadres</i>
it_it: <i>nomeutente indirizzoemail</i>

source: Only username is required. Everything after the email address is the full name, so there can be spaces in it.
it_it: Solo il nome utente &egrave; obbligatorio. Tutto ci&ograve; che sta dopo l'indirizzo email costituisce il nome completo, quindi pu&ograve; anche contenere spazi.

source: Send request
af_za: Stuur versoek
it_it: Invia richiesta

source: Just sort
it_it: Riordina solamente

source: Albums first
af_za: Albums eerste
it_it: Prima gli Album

source: Photos/Movies first
af_za: Foto's/Flieke eerste
it_it: Foto/Filmati per primi

source: Poststamp preview
af_za: Posse&euml;l voorvertoning
it_it: Anteprima francobollo

source: Choose a stamp:
af_za: Kies 'n se&euml;l
it_it: Seleziona un francobollo:

source: Dimensions: x: %d y: %d
af_za: Dimensies: x: %d y: %d
it_it: Dimensioni: x: %d y: %d

source: PHP's %s function is unable to determine dimensions.
af_za: PHP's %s kon die grootte nie bepaal nie.
it_it: La funzione di PHP %s non ha potuto determinare le dimensioni.

source: No Support for creating Zips
af_za: Geen inpakl&ecirc;er ondersteuning
it_it: Nessun supporto per la creazione di file Zip
