Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Gallery is displayed in the language the browser sends
ar_eg: êÙÑÖ ÇäåÙÑÖ ÈÇääÚÉ ÇäÊé êÑÓäçÇ åÊÕáÍ ÇäÔÈãÉ
bg_bg: Галерията е показана на езика който броузера изпраща.
es_es: Gallery es mostrado en el idioma que le indica el navegador
gl_es: Gallery &eacute; amosado no idioma que lle indica o navegador
is_is: Myndasafnið er birt á því tungumáli sem vafri notandans gefur upp
nl_nl: De Gallery wordt weergegeven in de taal van de browser
no_no: Gallery er vist i det språket nettleseren sender
pt_br: Gallery é exibido no idioma que o navegador informa
sv_se: Gallery visas på det språk som webbläsaren anropar
vi_vn: Thư viện ảnh hiển thị ngôn ngữ mà trình duyệt gửi tới

source: The User can choose the language via pulldown menu or national flags.
ar_eg: êåãæ ääåÓÊÎÏå Ãæ êÎÊÇÑ ÇääÚÉ Ùæ ×Ñêâ ÇäâÇÆåÉ ÇäåæÓÏäÉ Ãè Ùæ ×Ñêâ ÇäÃÙäÇå ÇäâèåêÉ.
bg_bg: Потребителя може сам да избере езика чрез меню или националнен флаг.
es_es: El usuario puede escoger el lenguaje en la lista desplegable o mediante banderas.
gl_es: O usuario pode escoller o linguaxe na lista despregabel ou mediante bandeiras.
is_is: Notandinn getur valið tungumálið úr lista eða með því að smella á þjóðfána.
nl_nl: De gebruiker kan de taal kiezen in een pulldown menu of via vlagetjes
no_no: Brukeren kan velge språk med nedtrkksmenyen eller med nasjonalflaggene.
pt_br: O Usuário pode escolher o idioma via caixa de seleção ou por bandeira do país.
sv_se: Användaren kan välja språk genom en rullgardinsmeny eller nationella flaggor.
vi_vn: Người dùng có thể chọn ngôn ngữ qua hộp lựa chọn hoặc quốc kỳ.

source: Available languages
ar_eg: äÚÇÊ åÊÇÍÉ
bg_bg: Възможни езици:
es_es: Idiomas disponibles
gl_es: Idiomas dispo&ntilde;ibles
is_is: Tungumál í boði
nl_nl: Beschikbare talen
no_no: Tilgjengelige språk
pt_br: Idiomas disponíveis
sv_se: Tillgängliga språk:
vi_vn: Những ngôn ngữ có sẵn

source: These languages will be available as user choices in a pulldown menu or national flags, if you have choosen language Mode 3, and will be available to registered users as their default language in Mode 2 or 3.
ar_eg: ÓÊãèæ çĞç ÇääÚÇÊ åÊÇÍÉ ãÇÎÊêÇÑÇÊ ääåÓÊÎÏå áê âÇÆåÉ åæÓÏäÉ Ãè ÃÙäÇå âèåêÉ ÅĞÇ ÇÎÊÑÊ æå× ÇääÚÉ 3, èÓÊãèæ åÊÇÍÉ ääåÓÊÎÏåêæ ÇäåÓÌäêæ ãäÚÇÊ ÇáÊÑÇÖêÉ áê æå× 2 Ãè 3.
bg_bg: Тези езици ще са на разположение като настройки на потребителя чрез меню или национален флаг, ако сте избрали мулти-езиков режим 3. Те също така ще са налице в мулти-езикови режими 2 и 3, за регистрирани потребители, като техни презададени езици.
es_es: Estos lenguajes estarán disponibles como opciones de una lista desplegable o como banderas, si ha elegido el modo 3 de lenguaje, y estará disponible para los usuarios registrados como su lenguaje por defecto en el modo 2 o el 3.
no_no: Disse språkene vil være tilgjengelige som brukervalg i nedtrekksmenyer eller nasjonalflagg, hvis du har valgt språkmodus 3, og vil bli tilgjengelige til registrerte brukere som deres standardspråk i modus 2 eller 3.
pt_br: Estes idiomas estarão disponíveis assim que o usuário escolhê-los no menu ou clicando nas bandeiras dos países e se você tiver escolhido o Modo de idiomas 3. Estarão disponíveis também para usuários cadastrados como seu idioma padrão no Modo 2 ou 3.
vi_vn: Những ngôn ngữ này sẽ có cho người dùng lựa chọn trong hộp lựa chọn hoặc quốc kỳ, nếu bạn chọn ngôn ngữ Chế độ 3, và sẽ có ngay cho thành viên đã đăng ký thành ngôn ngữ mặc định của họ trong Chế độ 2 hoặc 3.

source: Show flags?
ar_eg: çä ÊÑêÏ ÙÑÖ ÇäÃÙäÇå¿
bg_bg: Искате ли да се виждат националните флагове?
es_es: ¿Mostrar banderas?
gl_es: Amosar bandeiras?
is_is: Birta fána?
nl_nl: Laat de vlaggen zien?
no_no: Vis flagg?
pt_br: Mostrar bandeiras?
sv_se: Visa flaggor?
vi_vn: Hiển thị bằng cờ?

source: In Mode 3 you can choose to display national flags instead of a small pulldown menu for the available languages.
ar_eg: áé æå× 3 êåãæã ÇÎÊêÇÑ ÙÑÖ ÃÙäÇå âèåêÉ ääÚÇÊ ÇäåÊÇÍÉ ÈÏäÇ åæ âÇÆåÉ åæÓÏäÉ ÕÚêÑÉ
bg_bg: В мулти-езиков режим 3 можете да изберете да се виждат национални флагове вместо меню със възможните езици.
es_es: En el modo 3 puede escoger si quiere mostrar una lista desplegable o banderas para los lenguajes disponibles.
gl_es: No xeito 3 pode escoller se quere amosar unha lista despregabel ou bandeiras para os linguaxes dispo&ntilde;ibles.
is_is: Í tungumálaham 3 getur þú kosið að birta þjóðfána í stað lítillar listavalmyndar.
nl_nl: In mode 3 kunt u kiezen om de nationale vlag te laten zien in plaats van een keuze-menu voor de beschikbare talen.
no_no: I modus 3 kan du velge å vise nasjonalflagg istedenfor en liten nedtrekksmeny for de tilgjengelige språkene.
pt_br: No Modo 3, você pode escolher mostrar as bandeiras dos países ao invés de um pequeno menu pulldown para os idiomas disponíveis.
sv_se: I läge 3 så kan du välja att visa nationella flaggor istället för en liten rullgardinsmeny för de tillgängliga språken.
vi_vn: Trong Chế độ 3 bạn có thể chọn hiển thị ngôn ngữ bằng quốc kỳ thay cho hộp lựa chọn ngôn ngữ cho những ngôn ngữ có sẵn.

source: Format for date strings.
ar_eg: ÇäÊæÓêâ äÓäÇÓä ÇäÊÇÑêÎ.
bg_bg: Формат на дата.
es_es: Formato para usar con las fechas.
gl_es: Formato para usar coas datas.
is_is: Framsetning dagsetninga.
nl_nl: Het formaat voor de datum.
no_no: Format på datoer.
pt_br: Formato para sentença das datas.
sv_se: Format för datumsträngar?
vi_vn: Dạng thức thời gian.

source: This format string will be used to display %s in %s. It is recommended to use %s which will change format depending on language choice. However, if you wish to change this string, please look at the %sPHP documentation%s.
ar_eg: Óèá êÓÊÎÏå ÊæÓêâ ÇäÓäÇÓä çĞÇ äÙÑÖ Çä %s áê %s. èåæ ÇäÃáÖä ÇÓÊÎÏÇå %s ÇäĞé ÓêÚêÑ ÇäÊæÓêâ ÇÙÊåÇÏÇ Ùäé ÅÎÊêÇÑ ÇääÚÉ. èåÙ Ğäã ÅĞÇ ÃÑÏÊ ÊÚêêÑ çĞç ÇäÓäÓäÉ¬ áÇäÑÌÇÁ ÇäæØÑ Åäé %sPHP èËêâÉ %s.
bg_bg: Този параметър ще бъде използван за да се показва %s в %s. Препоръчва се да използвате %s което ще промени формата в зависимост от избрания език. Ако решите да сменяте този параметър, моля погледнете в %s'PHP' документацията%s.
es_es: Este formato será usado para mostrar %s en %s. Es recomendable usar %s el cual cambiará el formato dependiendo del lenguaje elegido. Sin embargo, si desea cambiar este texto, sea tan amable de mirar la %sdocumentación de PHP%s.
gl_es: Este formato ser&aacute; usado para amosar %s en %s. &Eacute; recomendabel usar %s que cambiar&aacute; o formato dependendo do linguaxe elixido. Nembargantes, se desexa cambiar este texto, sexa tan amabel de mira-la %sdocumentaci&oacute;n de PHP%s.
is_is: Þessi sniðstrengur verður notaður til að birta %s í %s. Mælt er með því að nota %s, sem mun velja dagsetningarframsetningu eftir tungumáli. En ef þú vilt breyta þessum streng, lestu þá %sPHP skjölunina%s.
nl_nl: Deze tekst wordt gebruikt om %s in %s te tonen. Het wordt aangeraden om %s te gebruiken, wat veranderd afhankelijk van de taalkeuze. Als u deze tekst wilt wijzigen kunt u de %sPHP documentatie%s raadplegen.
no_no: Denne formatstrengen vil bli brukt for å vise %s i %s. Det er anbefalt at du bruker %s som vil endre formatet avhengig av språkvalget. Men hvis du likevel vil endre denne innstillingen, må du se i %sPHP-dokumentasjonen%s.
pt_br: O formato das sentenças será utilizado para mostrar %s no %s. É recomendado usar %s o qual mudará de formato dependendo do idioma escolhido. Entretanto, se você desejar alterar essa sentença, por favor consulte a %sDocumentação do PHP%s.
sv_se: Denna formatsträng kommer att användas för att visa %s i %s. Det rekommenderas att använda %s vilket kommer att ändra format beroende på språkval. Hur som helst, om du önskar ändra denna sträng, vänligen titta i %sPHP-dokumentationen%s.
vi_vn: Dạng thức này sẽ dùng để hiển thị %s trong %s. Khuyến cáo sử dụng %s là cái sẽ làm thay đổi dạng thức trên ngôn ngữ được lựa chọn. Tuy nhiên, nếu bạn muốn thay đổi dạng thức này, xin hãy xem tại %sTài liệu PHP%s.

source: date without time
ar_eg: ÇäÊÇÑêÎ Ïèæ ÇäèâÊ
bg_bg: дата без време
es_es: fecha sin hora
gl_es: data sen hora
is_is: dagsetning án tímasetningar
nl_nl: datum zonder tijd
no_no: dato uten tid
pt_br: data sem hora
sv_se: Datum utan tid
vi_vn: ngày tháng không có giờ

source: For example, %s will display date like this: %s.
ar_eg: Ùäé ÓÈêä ÇäåËÇä, áÅæ %s Óêâèå ÈÙÑÖ ÇäÊÇÑêÎ çãĞÇ %s.
bg_bg: Например, %s ще покаже датата така: %s.
es_es: Por ejemplo, %s mostrará la fecha de esta manera: %s.
gl_es: Por exemplo, %s amosar&aacute; a data desta maneira: %s.
is_is: Til dæmis mun %s birta dagsetninguna svona: %s.
nl_nl: Als voorbeeld %s zal worden weergegeven worden als: %s.
no_no: For eksempel vil %s vise datoer som dette: %s.
pt_br: Por exemplo, %s irá exibir datas nesse formato: %s.
sv_se: Som exempel så kommer %s att visa datum så här: %s.
vi_vn: Ví dụ: %s sẽ hiển thị ngày là: %s.

source: Format for date/time strings.
ar_eg: ÊæÓêâ ÓäÇÓä ÇäÊÇÑêÎ/ÇäèâÊ.
bg_bg: Формат на дата/време.
es_es: Formato para las fechas y las horas.
gl_es: Formato para as datas e as horas.
is_is: Framsetning dagsetninga ásamt tíma dags.
nl_nl: Formaat van de datum/tijd.
no_no: Format for dato/tid:
pt_br: Formato para sentenças de datas / horas.
sv_se: Format för datum- och tidsträngar?
vi_vn: Dạng thức ngày tháng/thời gian.

source: date with time
ar_eg: ÇäÊÇÑêÎ åÙ ÇäèâÊ
bg_bg: дата с време
es_es: fecha con hora
gl_es: data con hora
is_is: dagsetning ásamt tímasetningu
nl_nl: datum met tijd
no_no: dato med tid
pt_br: data com hora
sv_se: Datum med tid
vi_vn: ngày tháng có giờ

source: For example, %s will display date and time like this: %s.
ar_eg: Ùäé ÓÈêä ÇäåËÇä, áÅæ %s Óêâèå ÈÙÑÖ ÇäÊÇÑêÎ èÇäèâÊ çãĞÇ %s.
bg_bg: Например, %s ще покаже датата и времето така: %s.
es_es: Por ejemplo, %s mostrará la fecha y la hora así: %s.
gl_es: Por exemplo, %s amosar&aacute; a data e a hora as&iacute;: %s.
is_is: Til dæmis mun %s birta dagsetningu ásamt tíma dags svona: %s.
nl_nl: Als voorbeeld %s zal worden weergegeven worden als: %s.
no_no: For eksempel vil %s vise dato og tid som dette: %s.
pt_br: Por exemplo, %s irá mostrar data e hora assim: %s.
sv_se: Som exempel så kommer %s att visa datum och tid så här: %s.
vi_vn: Ví dụ: %s sẽ hiển thị ngày và giờ là: %s.

source: Email and Registration
ar_eg: ÇäÈÑêÏ ÇäÅäãÊÑèæé èÇäÊÓÌêä
bg_bg: E-mail и Регистрация
es_es: Correo y Registro
gl_es: Correo e Rexistro
is_is: Tölvupóstur og skráning notenda.
nl_nl: E-mail en registratie
no_no: E-post og registrering
pt_br: Email e Registro
sv_se: E-post och Registrering!
vi_vn: Email và Đăng ký

source: If you are having problems with email, please run the %s diagnostic.
ar_eg: ÅĞÇ ãÇæÊ äÏêã åÔÇãä áé ÇäÈÑêÏ ÇäÅäãÊÑèæé áÑÌÇÁ áÊÍ ÊÔÎêÕ Çä %s.
bg_bg: Ако имате проблеми с e-mail-a, моля използвайте следната диагностика: %s
es_es: Si tiene problemas con el correo, ejecute el diagnóstico %s.
gl_es: Se ten problemas co correo, execute o diagn&oacute;stico %s.
is_is: Ef þú átt í vandræðum með tölvupóst, keyrðu þá vinsamlegast &quot;%s&quot;.
nl_nl: Als u problemen ondervind met de e-mail, draai dan de %s test.
no_no: Hvis du har problem med e-post, kjør %s diagnostikk.
pt_br: Se você está enfrentando problemas com email, por favor execute o Diagnóstico %s.
sv_se: Om du har problem med e-post, vänligen kör %s diagnostiken.
vi_vn: Nếu bạn có vấn đề với email, xin hãy thử vào phân tích %s.

source: Check Email
ar_eg: áÍÕ ÇäÈÑêÏ ÇäÅäãÊÑèæé
bg_bg: Проверка на E-mail
es_es: Verificar correo
gl_es: Verificar correo
is_is: Prófa tölvupóst
nl_nl: Controleer e-mail
no_no: Sjekk e-post
pt_br: Verificar Email
sv_se: Kontrollera E-post
vi_vn: Kiểm tra Email

source: Enable email
ar_eg: ÊåãÈæ ÇäÈÑêÏ ÇäÅäãÊÑèæé
bg_bg: Включване на <br>E-mail <br>функцията
es_es: Habilitar correo
gl_es: Habilitar correo
is_is: Virkja tölvupóst
nl_nl: Activeren e-mail
no_no: Tillat e-post
pt_br: Habilitar email
sv_se: Aktivera e-post?
vi_vn: Cho phép chức năng email

source: Turns email on for the whole gallery. If you set this to %s then none of the rest of this section will apply.
ar_eg: êÌÙä ÇäÈÑêÏ ÇäÅäãÊÑèæê êÙåä äãä ÇäåÙÑÖ. áÅĞÇ ÙêæÊç ä %s áäæ êÙåä Ãé ååÇ ÊÈâé áé çĞÇ ÇäÌÒÁ.
bg_bg: Това включва e-mail-а за цялата галерия. Ако тук изберете '%s', нищо от частта по-долу няма да работи.
es_es: Habilita el correo en toda la galería. Si establece esto a %s entonces nada del resto de esta sección se aplicará.
gl_es: Habilita o correo en t&oacute;dala galer&iacute;a. Se establece isto a %s ent&oacute;n nada do resto desta secci&oacute;n se aplicar&aacute;.
is_is: Virkjar tölvupóst fyrir allt myndasafnið. Ef þú stillir þetta á %s, þá gildir ekkert af stillingunum sem eftir eru í þessum kafla.
nl_nl: Zet e-mail aan voor de hele gallerij. Als u dit instelt als %s dan geldt de rest van deze sectie niet.
no_no: Skrur på e-post for hele galleriet. Hvis du setter denne til %s, så vil ingenting av det andre i denne seksjonen gjelde.
pt_br: Habilitará email para todo o Gallery. Se você habilitá-lo para %s então nada no restante desta sessão será aplicado.
sv_se: Sätt på e-post för hela gallery. Om du ställer in detta till %s så kommer inget av resten av denna sektion visa sig.
vi_vn: Bật chức năng mail trên toàn bộ thư viện ảnh. Nếu bạn để là %s khi đó không có gì trong phần này sẽ được thực thi.

source: If you enable these settings you give your users the opportunity to let Gallery send them their lost password via email.
ar_eg: ÅĞÇ åãæÊ çĞç ÇäÅÙÏÇÏÇÊ áÓèá ÊÊêÍ ääåÓÊÎÏåêæ äÏêã ÇäáÑÕÉ äÊÑã ÇäåÙÑÖ êÑÓä Åäêçå ãäåÇÊ åÑèÑçå ÇäåáâèÏÉ Ùæ ×Ñêâ ÇäÈÑêÏ ÇäÅäãÊÑèæé.
bg_bg: Ако включите тези настройки, ще дадете възможност на потребителите си да поискат от Галерията изпращяне на забравените им пароли по e-mail-а.
es_es: Si habilita estas opciones dará a sus usuarios la oportunidad de dejar que Gallery les envíe sus contraseñas olvidadas vía correo electrónico.
gl_es: Se habilita estas opci&oacute;ns daralle &oacute;s seus usuarios a oportunidade de deixar que Gallery lles env&iacute;e os seus contrasinais esquecidos v&iacute;a correo electr&oacute;nico.
is_is: Ef þú virkjar þessa stillingu gefur þú notendum kost á að láta Gallery senda þeim týnd lykilorð með tölvupósti.
nl_nl: Als u deze instellingen aan zet geeft u uw gebruikers de mogelijkheid om Gallery hun hun verloren wachtwoord via e-mail te laten toesturen.
no_no: Hvis du slår på disse innstillingene, gir du brukerne mulighet til å la Gallery sende dem passordet sitt på e-post om de mister det.
pt_br: Se você habilitar essas opções, você permitirá aos seus usuários a oportunidade do Gallery enviá-los a própria senha perdida via email.
sv_se: Om du aktiverar dessa inställningar så ger du dina användare möjligheten att låta Gallery skicka dem deras glömda lösenord med e-post.
vi_vn: Nếu bạn sử dụng các lựa chọn này bạn sẽ cho phép mọi người dùng có khả năng để Thư viện ảnh sẽ gửi mật khẩu của họ quên qua email.

source: You need to enable this setting if you want to enable Self Registration.
ar_eg: ÃæÊ áé ÍÇÌÉ Åäé Êåãêæ çĞÇ ÇäÅÙÏÇÏ ÅĞÇ ãæÊ ÊÑêÏ Êåãêæ ÇäÊÓÌêä ÇäÔÎÕé.
bg_bg: Трябва да включите тези настройки, ако искате да позволите на потребителите да се само-регистрират.
es_es: Necesita establecer esta opción si quiere habilitar el proceso de Auto Registro.
gl_es: Necesita establecer esta opci&oacute;n se quere habilita-lo proceso de Auto Rexistro.
is_is: Þú þarft að virkja þessa stillingu ef þú vilt leyfa notendum að skrá sig upp á eigin spýtur.
nl_nl: U dient deze optie in te schakelen indien u zelf registratie mogelijk wilt maken.
no_no: Du må slå på denne innstillingen hvis du vil tillate selvregistrering.
pt_br: Você precisa habilitar esta opção se você desejar Auto Registro.
sv_se: Du måste aktivera denna inställning om du vill möjliggöra självregistrering.
vi_vn: Bạn cần phải bật lựa chọn này nếu bạn muốn cho phép chức năng Tự đăng ký.

source: Admin email address
ar_eg: ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæê äåÓÆèä ÇäæØÇå
bg_bg: E-mail адрес на <br>администратора
es_es: Dirección de correo electrónico del administrador
gl_es: Direcci&oacute;n de correo electr&oacute;nico do administrador
is_is: Netfang stjórnanda myndasafnsins
nl_nl: Beheerders e-mailadres
no_no: E-postadresse til Admin
pt_br: Endereço de email do Administrador
sv_se: Administratörens e-postadress:
vi_vn: Địa chỉ email QT (admin)

source: Set this value to a valid working email address to receive email notices upon certain user actions and also so that users know whom to reach in case of problems. You may specify more than one address by separating them with commas.
ar_eg: âå ÈÅÙÏÇÏ çĞç ÇäâêåÉ äÙæèÇæ ÈÑêÏ ÅäãÊÑèæé ÓÇÑ èÙÇåä äÊÊåãæ åæ Êäâé åäÇÍØÇÊ ÊÊÙäâ ÈÅÌÑÇÁÇÊ åÙêæÉ ääåÓÊÎÏå Ùæ ×Ñêâ ÇäÈÑêÏ ÇäÅäãÊÑèæé èÍÊé êÙÑá ÇäåÓÊÎÏåèæ ÃêÖÇ åæ êÑÌÙèæ Åäêç áé ÍÇäÉ èÌèÏ åÔÇãä. ãåÇ êåãæã ÊÙêêæ ÃãËÑ åæ ÙæèÇæ ÈáèÇÕä ÊáÕä ÈêæçÇ.
bg_bg: Посочете работещ e-mail адрес, за да можете да получавате известия при определени действия от страна на потребителите, и също за да знаят потребителите към кого да се обърнат ако имат проблеми. Можете да посочите повече от един адрес, като ги отделите със запетая.
es_es: Establezca este valor con una dirección de correo válida para recibir noticias por correo sobre ciertas acciones de usuarios y también para que esos usuarios sepan a quién dirigirse en caso de algún problema. Puede especificar más de una dirección de correo separándolas por comas.
gl_es: Estableza este valor cunha direcci&oacute;n de correo v&aacute;lida para recibir noticias por correo sobre certas acci&oacute;ns de usuarios e tam&eacute;n para que eses usuarios sepan a quen dirixirse no caso dalg&uacute;n problema. Pode especificar m&aacute;is dunha direcci&oacute;n de correo separ&aacute;ndoas por comas.
is_is: Stilltu þetta gildi á gilt tölvupóstfang til að vera látin(n) vita í tölvupósti þegar notendur gera tiltekna hluti í myndasafninu, og einnig til að notendur viti hvern á að hafa samband við ef eitthvað kemur upp á. Þú getur gefið upp fleiri en eitt tölvupóstfang með því að setja stafbil á milli þeirra.
nl_nl: Zet deze instelling op een geldig, werkend e-mailadres om e-mail-notificaties te ontvangen bij bepaalde gebruikersacties, en ook zodat gebruikers weten wie ze moeten benaderen in geval van problemen. U kunt meer dan &eacute;&eacute;n adres opgeven door deze te scheiden met komma's.
pt_br: Altere esse valor para um endereço de email válido para receber notificações sobre certas ações de usuários e para que os usuários saibam a quem possam contactar em caso de problemas. Você pode especificar mais de um endereço separando-os com vírgulas.
sv_se: Ställ in detta värde till en giltig fungerande e-postadress för att mottaga notering på vissa användaraktiviteter och också så att användare vet vem de skall kontakta fall det är något problem. Du kan specificera fler än en adress genom att separera dem med komma.
vi_vn: Ghi vào một địa chỉ email hợp lệ để nhận mail thông báo theo các yêu cầu của người dùng và để người dùng biết cần liên hệ với ai khi có vấn đề. Bạn có thể ghi nhiều địa chỉ bằng phân cách giữa chúng bằng dấu phẩy.

source: Sender email address
ar_eg: ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæé ääåÑÓä
bg_bg: E-mail адрес на <br>подателя
es_es: Dirección de correo del remitente
gl_es: Direcci&oacute;n de correo do remitente
is_is: Tölvupóstfang sendanda
nl_nl: Afzenders e-mailadres
no_no: Avsenders e-postadresse
pt_br: Endereço de email do remetente
sv_se: Avsändarens e-postadress:
vi_vn: Địa chỉ email người gửi

source: Set this value to a valid working email address. Emails that are automatically sent by Gallery will use this as a return address. You should monitor this email address for bounce messages and replies from recipients.
ar_eg: âå ÈÅÙÏÇÏ çĞç ÇäâêåÉ äÙæèÇæ ÈÑêÏ ÅäãÊÑèæé ÓÇÑ èÙÇåä. ÓÊâèå ÇäÑÓÇÆä ÇäÅäãÊÑèæêÉ ÇäÊéÃÑÓäçÇ ÇäåÙÑÖ ÂäêÇ ÈÇÓÊÎÏÇåçÇ ãÙæèÇæ åÑÌÙé. êÌÈ Ãæ ÊÑÇâÈ çĞÇ ÇäÈÑêÏ ÇäÅäãÊÑèæé äÊÊÙÑá Ùäé ÇäÑÓÇÆä ÇäèÇËÈÉ èÇäÑÏèÏ åæ ÇäåÓÊâÈäêæ..
bg_bg: Направете тази стойност да бъде валиден и работещ E-mail адрес. Съобщенията, които се изпращат автоматично от Галерията ще използват това като обратен адрес. Добре е да следите съобщенията до този адрес за да забележите върнати съобщения и отговори от получатели.
es_es: Establezca este valor con una dirección de correo válida. Los correos que son mandados automáticamente por Gallery usarán este valor como dirección remitente. Debería monitorizar esta dirección de correo para activar las respuestas automáticas a los destinatarios.
gl_es: Estableza este valor cunha direcci&oacute;n de correo v&aacute;lida. Os correos que son enviados autom&aacute;ticamente por Gallery usar&aacute;n este valor como direcci&oacute;n remitente. Deber&iacute;a monitorizar esta direcci&oacute;n de correo para activa-las respostas autom&aacute;ticas &oacute;s destinatarios.
is_is: Stilltu þetta gildi á gilt tölvupóstfang. Tölvupóstar sem Gallery sendir sjálfkrafa munu gefa þetta upp sem póstfang sendanda. Þú ættir að fylgjast með pósti sem berst á þetta tölvupóstfang, til að sjá villusvarpósta og svör frá viðtakendum.
nl_nl: Zet deze instelling op een geldig, werkend e-mailadres. E-mails die automatisch door Gallery worden verstuurd gebruiken dit als antwoord-adres. Dit adres moet in de gaten worden gehouden voor mislukte e-mails en antwoorden van ontvangers.
pt_br: Altere esse valor para um endereço de email válido. Emails que são enviados automaticamente pelo Gallery serão usados como endereço de resposta. Você deve monitorar este endereço de email por mensagens de retorno e respostas de destinatários.
sv_se: Ställ in detta värde till en giltig fungerande e-postadress. E-post som automatiskt skickas av Gallery kommer att använda denna som en returadress. Du bör bevaka denna e-postadress efter eftersända meddelanden och svar från mottagare.
vi_vn: Ghi vào một địa chỉ email hợp lệ. Những email do Thư viện ảnh tự gửi sẽ sử dụng địa chỉ này là địa chỉ quay lại. Bạn phải theo dõi địa chỉ email này cho những tin nhắn ngay và trả lời lại cho mọi người.

source: Email subject prefix
ar_eg: ÈÇÏÆÉ åèÖèÙ ÈÑêÏ ÅäãÊÑèæê
bg_bg: Начало на <br>'e-mail subject'
es_es: Prefijo de asunto de los correos
gl_es: Prefixo de asunto dos correos
is_is: Forskeyti í efnislínu tölvupósta
nl_nl: E-mail onderwerp
pt_br: Prefixo de assunto de email
sv_se: E-postämne prefix
vi_vn: Tiêu đề Email chỉ định trước

source: All Gallery emails will have this as the first part of their subject.
ar_eg: ãä ÑÓÇÆä ÇäåÙÑÖ ÇäÅäãÊÑèæêÉ Óêãèæ äÏêçÇ Ğäã ãÃèä ÌÒÁ åæ åèÖèÙçÇ.
bg_bg: Всички e-mail-и изпратени от Галерията ще имат този текст като част от 'E-mail Subject'.
es_es: Todos los correos de la galería tendrán esto como primera parte del asunto.
gl_es: T&oacute;dolos correos da galer&iacute;a ter&aacute;n isto como primeira parte do asunto.
is_is: Öll tölvuskeyti sem Gallery sendir munu hafa þetta forskeyti fremst í efnislínunni.
nl_nl: Alle Gallery e-mail hebben dit als eerste deel van hun onderwerp.
pt_br: Todos os emails do Gallery terão esse dado como a primeira parte do seu assunto.
sv_se: Alla Gallery e-post kommer att ha detta som första del av ämnet.
vi_vn: Tất cả email của Thư viện ảnh sẽ có những chữ này trong phần đầu của tiêu đề.

source: Welcome email message text
ar_eg: æÕ ÑÓÇäÉ ÈÑêÏ ÅäãÊÑèæé ääÊÑÍêÈ
bg_bg: Текст на <br>Welcome <br>Е-mail
es_es: Mensaje de correo de bienvenida
gl_es: Mensaxe de correo de benvida
is_is: Texti í ávarpspósti
nl_nl: Welkomst e-mail bericht
pt_br: Texto de boas-vindas de email
sv_se: Välkomsttext i e-postmeddelande:
vi_vn: Email chào mừng

source: Allow visitors to self register.
ar_eg: ÇÓåÍ ääÒÇÆÑêæ ÈÇäÊÓÌêä ÇäĞÇÊê.
bg_bg: Могат ли посетителите да се регистрират сами?
es_es: Permite a los visitantes auto-registrarse.
gl_es: Permite &oacute;s visitantes auto-rexistrarse.
is_is: Leyfa gestum að skrá sig sjálfir sem nýja notendur.
nl_nl: Sta toe om bezoekers zich te registeren.
pt_br: Permitir auto-registro de visitantes.
sv_se: Tillåt besökare att själva registrera sig?
vi_vn: Cho phép khách viếng thăm tự đăng ký.
