Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Maximum side length in pixels
af_za: Maksimum lengte van die sy in pixels
ar_eg: ÇäÍÏ ÇäÃâÕé ä×èä ÇäÌÇæÈ ÈÇäÈãÓä.
bg_bg: Максимална дължина на страната в 'pixels'
da_dk: Maksimum sidebredde i billedpunkter (pixels)
fi_fi: Max. sivun pituus kuvapistein&auml;
gl_es: M&aacute;xima lonxitude do lado en pixels
it_it: Lunghezza massima di un lato in pixels
ja_jp: 最大の辺の長さ(ピクセル)
pl_pl: Maksymalna d³ugo¶æ boku w pixelach
pt_br: Comprimento máximo em pixels

source: (manual value)
af_za: (hand waarde)
ar_eg: ( ÇäâêåÉ ÇäêÏèêÉ)
bg_bg: (избрана стойност)
da_dk: (selvvalgt værdi)
fi_fi: (manuaalinen arvo)
gl_es: (valor manual)
it_it: (valore manuale)
ja_jp: (手動の値)
pl_pl: (warto¶æ u¿ytkownika)
pt_br: (valor manual)

source: Apply to nested albums ?
bg_bg: Искате ли да промените и във под-албумите?
da_dk: Anvend værdier på underalbummer?
fi_fi: Toteuta muutokset my&ouml;s sis&auml;kk&auml;isiss&auml; albumeissa?
ja_jp: ネストアルバムにも適用しますか?
pl_pl: Zastosuj do zagnie¿d¿onych albumów ?
pt_br: Aplicar aos álbuns ramificados?

source: Get rid of resized
af_za: Raak ontslae van vergrootte/verkleinde
ar_eg: ÅÒÇäÉ ÊÚêêÑ ÇäÍÌå.
bg_bg: Премахнете снимките с променени размери
da_dk: Fjern mellem-størrelse billeder
fi_fi: Hankkiudu eroon kuvista joiden kokoa on muutettu
gl_es: Desfacerse das redimensionadas
it_it: Eliminare le immagini ridimensionte
ja_jp: リサイズされたものを除く
pl_pl: Pozbyæ siê skalowania
pt_br: Remover redimensionados

source: (Use only the original picture)
ar_eg: ( ÇÓÊÎÏå ÇäÕèÑÉ ÇäÃÕäêÉ áâ×)
bg_bg: (Използване само на оригиналната снимка)
da_dk: (Brug kun det originale billede)
fi_fi: (S‰ilyt‰ vain alkuper‰iset)
ja_jp: (オリジナル画像のみを使う)
pl_pl: (U¿ywaj tylko oryginalnych zdjêæ)
pt_br: (Usar apenas a imagem original)

source: Change Size
af_za: Wysig Grootte-Formaat
ar_eg: ÚêÑ ÇäÍÌå.
bg_bg: Променете Големината
da_dk: Ændr billedstørrelse
fi_fi: Vaihda kokoa
gl_es: Cambiar tama&ntilde;o
it_it: Cambia Dimensione
ja_jp: サイズ変更
pl_pl: Zmieñ wielko¶æ
pt_br: Alterar Tamanho

source: Rotate/Flip Photo
af_za: Foto Roteer/Weerspie&euml;l
ar_eg: ÃÏÑ/ ÇÙãÓ ÇäÕèÑÉ.
bg_bg: Завъртете/Обърнете Снимката
da_dk: Rotér/vend billede
fi_fi: K&auml;&auml;nn&auml; / peilaa kuva
gl_es: Rotar/Voltear foto
it_it: Ruota/Ribalta Foto
ja_jp: 画像 回転/反転
pl_pl: Obróæ/Odwróæ zdjêcie
pt_br: Rotacionar/Girar Foto

source: Rotating/Flipping photo.
af_za: Besig met het rotter/weerspie&euml;l van foto.
ar_eg: ÇÓÊÏÇÑÉ / ÇæÙãÇÓ ÇäÕèÑÉ.
bg_bg: Завъртане/Обръщане на снимката.
da_dk: Roterer/vender billedet.
fi_fi: K&auml;&auml;nnet&auml;&auml;n / peilataan kuvaa.
gl_es: Rotando/Volteando foto.
it_it: Rotazione/Ribaltamento foto.
ja_jp: 画像 回転/反転。
pl_pl: Obracanie/Odwracanie zdjêcia.
pt_br: Rotacionando/Girando foto.

source: (this may take a while)
af_za: (hierdie kan 'n tydtjie duur)
ar_eg: (âÏ êÓÊÚÑâ Ğäã ÈÙÖ ÇäèâÊ)
bg_bg: (това може да отнеме известно време)
da_dk: (dette kan tage et stykke tid)
fi_fi: (t&auml;m&auml; vie hetken aikaa)
gl_es: (esto pode llevar un tiempo)
it_it: (potrebbe richiedere qualche istante)
ja_jp: (しばらく時間がかかります)
pl_pl: (to mo¿e zaj±æ chwilê)
pt_br: (isto pode levar algum tempo)

source: Manipulate again?
af_za: Weer manipuleer?
ar_eg: åÙÇäÌÉ ÃÎÑé¿
bg_bg: Преправяне наново?
da_dk: Manipuler igen?
fi_fi: Muuta uudestaan?
gl_es: Manipular de novo?
it_it: Manipolare di nuovo?
ja_jp: もう一度加工しますか?
pl_pl: Manipulowaæ jeszcze raz?
pt_br: Manipular novamente?

source: How do you want to manipulate this photo?
af_za: Hoe wil jy hierdie foto manipuleer?
ar_eg: ãêá ÊÑêÏ åÙÇäÌÉ çĞç ÇäÕèÑÉ¿
bg_bg: Как искате да обработите тази снимка?
da_dk: Hvad vil du have gjort ved dette billede?
fi_fi: Kuinka haluat muokata t&auml;t&auml; kuvaa?
gl_es: Como quere manipular esta foto?
it_it: Come vuoi modificare questa immagine?
ja_jp: この画像をどのように加工しますか?
pl_pl: Jak chcesz obróciæ to zdjêcie?
pt_br: Como você deseja manipular esta foto?

source: Rotate
af_za: Roteer
ar_eg: ÃÏÑ.
bg_bg: Завъртане
da_dk: Rotér
fi_fi: K&auml;&auml;nn&auml;
gl_es: Rotar
it_it: Ruota
ja_jp: 回転
pl_pl: Obróæ
pt_br: Rotacionar

source: Counter-Clockwise
ar_eg: ÙãÓ ÇÊÌÇç ÙâÇÑÈ ÇäÓÇÙÉ.
da_dk: Mod uret
fi_fi: Vastap&auml;iv&auml;&auml;n
gl_es: Sentido antihorario
ja_jp: 反時計回り
pl_pl: Obracanie zgodnie ze wskazówkami zegara
pt_br: Sentido Anti-Horário

source: Clockwise
ar_eg: ÈÇÊÌÇç ÍÑãÉ ÙâÇÑÈ ÇäÓÇÙÉ.
da_dk: Med uret
fi_fi: My&ouml;t&auml;p&auml;iv&auml;&auml;n
gl_es: Sentido horario
ja_jp: 時計回り
pl_pl: Zgodnie ze wskazówkami zegara
pt_br: Sentido Horário

source: Flip
af_za: Weerspie&euml;l
ar_eg: ÇæÙãÇÓ
bg_bg: Обръщане наопаки
da_dk: Vend
fi_fi: Peilaa
gl_es: Voltear
it_it: Ribalta
ja_jp: 反転
pl_pl: Do góry nogami
pt_br: Girar

source: Processing and Saving Photos
af_za: Besig met verwerking en stooring van foto's
ar_eg: åÙÇäÌÉ èÍáØ ÇäÕèÑ
bg_bg: Обработване и Записване на Снимките
da_dk: Behandler og gemmer billeder
fi_fi: Prosessoidaan ja tallennetaan kuvat
gl_es: Procesando e gardando fotos
it_it: Elaborazione e Salvataggio Foto
ja_jp: 画像の処理と保存をしています
pl_pl: Przetwarzanie i zachowywanie obrazków
pt_br: Processando e Salvando Fotos

source: Fetching Urls...
ar_eg: ÌäÈ ÇäèÕäÇÊ
bg_bg: Потребителя не може да създаде албум на ROOT ниво.
da_dk: Henter URL...
fi_fi: Haetaan osoitteet...
gl_es: Buscando Urls...
ja_jp: URLから取得しています...
pl_pl: Pobieranie URLi...
pt_br: Buscando URLs...

source: Processing %s as a local directory.
ar_eg: åÙÇäÌÉ Çä %s ãåÓÇÑ åÍäé
bg_bg: %s се обработва като локална директория.
da_dk: Behandler %s som et lokalt katalog.
fi_fi: Prosessoidaan %s paikallisena hakemistona.
gl_es: Procesando %s como un directorio local.
ja_jp: %s をローカルディレクトリとして処理しています。
pl_pl: Przetwarzanie %s na lokalny katalog.
pt_br: Processando %s como um diretório local.

source: Unable to find %s locally - trying %s.
bg_bg: %s nе е намерена локално - опитваме %s.
da_dk: Kunne ikke finde %s lokalt - prøver %s.
fi_fi: Paikallisen %s lˆyt‰minen ei onnistu - kokeillaan %s.
ja_jp: ローカルで %s は見付かりませんでした。%s を試してください。
pl_pl: Nie uda³o siê znale¼æ %s lokalnie - próbowanie %s
pt_br: Não foi possível encontrar %s localmente - tentando %s.

source: Could not open url: %s
ar_eg: äå êÊåãæ åæ áÊÍ ÇäèÕäÉ %s
bg_bg: Страницата не можа да се отвори: %s
da_dk: Kunne ikke åbne URL: %s
fi_fi: URL %s ei voitu avata
gl_es: Non se pode abri-la url: %s
ja_jp: URLが開けませんでした: %s
pl_pl: Nie mogê otworzyæ URLa: %s
pt_br: Não foi possível abrir URL: %s

source: Parsing %s for images...
af_za: Besig met die pars van %s vir foto's...
ar_eg: ÊèÒêÙ Çä %s ääÕèÑ...
bg_bg: Анализиране на %s за изображенията...
da_dk: Søger i %s efter billeder...
fi_fi: Parseroidaan %s kuville...
gl_es: Analizando %s para imaxes...
it_it: Scansione di %s per immagini...
ja_jp: 画像の %s の解析...
pl_pl: Przetwarzanie %s dla obrazków...
pt_br: Analisando %s por imagens...

source: Found %d images
af_za: %d l&ecirc;&euml;rs gevind
ar_eg: êèÌÏ %d ÕèÑ
bg_bg: Намерени са %d изображения
da_dk: Fandt %d billeder
fi_fi: L&ouml;ydettiin %d kuvaa
gl_es: %d imaxes atopadas
it_it: Trovate %d immagini
ja_jp: %d 画像が見付かりました
pl_pl: Znajd¼ %d zdjêæ
pt_br: Encontradas %d imagens

source: Processing status...
ar_eg: ÍÇäÉ ÇäåÙÇäÌÉ
bg_bg: Резултата се обработва ...
da_dk: Status for bearbejdningen...
fi_fi: Prosessoidaan tilaa...
gl_es: Procesando estado...
ja_jp: 進行状況...
pl_pl: Stan przetwarzania...
pt_br: Processando status...

source: No images uploaded!
af_za: Geen l&ecirc;&euml;rs opgelaai nie!
ar_eg: äå êÊå ÅêÏÇÙ Ãé ÕèÑ!
bg_bg: Няма прехвърлени изображения!
da_dk: Ingen billeder overført!
fi_fi: Kuvia ei ole kopioitu palvelimelle!
it_it: Nessuna immagine caricata!
ja_jp: 画像は1枚もアップロードされませんでした。
pl_pl: Nie wgrano ¿adnych obrazków!
pt_br: Nenhuma imagem enviada!

source: %d meta file(s) found. These files contain information about the images, such as titles and descriptions.
af_za: %d meta l&ecirc;er(s) gevind. Hierdie l&ecirc;&euml;rs het informasie omtrent die foto's, soos byvoorbeeld die titels en beskrywings.
ar_eg: ÊèÌÏ åäáÇÊ ÊÙÑêá ÊÍÊèé çĞç ÇäåäáÇÊ Ùäé ÈêÇæÇÊ Íèä ÇäÕèÑ åËä ÇäÙæÇèêæ èÇäÃèÕÇá %d
bg_bg: Намерени са %d meta-файл(ове). Тези файлове съдържат информация за изображенията от сорта на заглавия и описания.
da_dk: %d metafil(er) fundet. Disse filer indeholder information om billederne, såsom titler og beskrivelser.
fi_fi: %d metatiedosto(a) lˆytyi. N‰m‰ tiedostot sis‰lt‰v‰t tietoa kuvista (esimerkiksi kuvan nimi ja kuvaukset).
gl_es: %d meta arquivo(s) atopado(s). Estes ficheiros conte&ntilde;en informaci&oacute;n sobre as imaxes, como t&iacute;tulos e descrici&oacute;ns.
it_it: Trovati %d meta file. Questi file contengono alcune informazioni sulle immagini, tra cui titoli e descrizioni.
ja_jp: %d のメタファイルが見つかりました。これらのファイルはタイトルや詳細文などの画像に関する情報を含んでいます。
pl_pl: %d pliku(ów) meta znaleziono. Te pliki zawieraj± informacje o obrazach, takie jak tytu³y i opisy.
pt_br: %d arquivo(s) encontrado(s). Estes arquivos contêm informações sobre as fotos, como textos e descrições.

source: Add Files
af_za: L&ecirc;&euml;rs byvoeg
ar_eg: ÃÖá åäáÇÊ
bg_bg: Добавете файлове
da_dk: Tilføj filer
fi_fi: Lis&auml;&auml; tiedostoja
gl_es: Engadir arquivos
it_it: Aggiungi File
ja_jp: ファイル追加
pl_pl: Dodaj pliki
pt_br: Adicionar Arquivos

source: Search
af_za: Soek
ar_eg: ÈÍË
bg_bg: Търсене
da_dk: Søg
fi_fi: Etsi
gl_es: Buscar
it_it: Cerca
ja_jp: 検索
pl_pl: Szukaj
pt_br: Buscar foto ou álbum

source: Caption:
af_za: Bykrif:
bg_bg: Надпис:
da_dk: Billedtekst:
fi_fi: Kuvateksti:
it_it: Didascalia:
ja_jp: 説明:
pl_pl: Podpis:
pt_br: Legenda:

source: Matching Comments
af_za: Ooreenkomstige kommentaar
ar_eg: ÊÙäêâÇÊ åÊ×ÇÈâÉ
bg_bg: Намерени Коментари
da_dk: Tilhørende kommentarer
fi_fi: T&auml;sm&auml;&auml;v&auml;t kommentit
gl_es: Coincidir comentarios
it_it: Commenti Corrispondenti
ja_jp: コメントのマッチ
pl_pl: Pasuj±cych komentarzy
pt_br: Comentários Encontrados

source: From Album
af_za: Uit Album
ar_eg: åæ ÇäÃäÈèå.
bg_bg: От Албум
da_dk: Fra album
fi_fi: Albumista
gl_es: Do &aacute;lbume
it_it: Dall'Album
ja_jp: アルバム名は
pl_pl: Z albumu
pt_br: De Álbum

source: KEYWORDS
af_za: Trefwoorde
ar_eg: ãäåÇÊ åáÊÇÍêÉ
bg_bg: КЛЮЧОВИ ДУМИ
da_dk: NØGLEORD
fi_fi: AVAINSANAT
gl_es: PALABRAS CLAVE
it_it: PAROLE CHIAVE
ja_jp: キーワード
pl_pl: S£OWA KLUCZOWE
pt_br: PALAVRAS-CHAVE

source: Albums containing %s
af_za: Albums was %s bevat
ar_eg: ÃäÈèåÇÊ ÊÍÊèé Ùäé %s
bg_bg: Албуми съдържащи %s
da_dk: Albummer som indeholder %s
fi_fi: Albumit, joissa %s
gl_es: &Aacute;lbumes que conte&ntilde;en %s
it_it: Album contenenti %s
ja_jp: %s を含むアルバム
pl_pl: Albumów zawieraj±cych %s
pt_br: Álbuns contendo %s

source: No Album Matches
af_za: Geen ooreenkomstige Albums gevind nie
ar_eg: äÇ êèÌÏ ÃäÈèå åÊ×ÇÈâ
bg_bg: Няма Намерени Албуми
da_dk: Ingen albummer fundet
fi_fi: Ei tulosta albumeiden haussa
it_it: Nessun Album Corrispondente
ja_jp: 一致したアルバムはありません
pl_pl: ¯aden album nie pasuje
pt_br: Nenhum Álbum Encontrado

source: Photos containing %s in caption, comment or name.
af_za: Foto's wat %s in byskrif, kommentaar of naam bevat.
it_it: Foto che contengono %s nella didascalia, nei commenti o nel nome.
ja_jp: キャプションやコメント、名前に %s を含む画像

source: No Photo Matches
af_za: Geen ooreenkomstige foto gevind nie
ar_eg: äÇÊèÌÏ ÕèÑÉ å×ÇÈâÉ
bg_bg: Няма Намерени Снимки
da_dk: Ingen billeder fundet
fi_fi: Kuvia ei l&ouml;ytynyt
it_it: Nessuna Foto Corrispondente
ja_jp: 一致した画像はありません
pl_pl: Brak pasuj±cych obrazków
pt_br: Nenhuma Foto Encontrada

source: Some albums not searched as they require upgrading to the latest version of %s first.
af_za: Party albums is nie deursoek nie, omdat hulle eers na die mees onlangse weergawe van %s opgegradeer moet word
bg_bg: Някои албуми не са участвали в търсенето, тъй като първо трябва да бъдат подобрени до последната версия на %s.
da_dk: Enkelte album blev ikke søgt i, da de først skal opgraderes til den nyeste version af %s.
fi_fi: Joitakin albumeja ei etsitty koska ne tulee ensin p&auml;ivitt&auml;&auml; uusimpaan %s versioon.
it_it: Alcuni Album non sono stati consultati perch&eacute; richiedono prima un aggiornamento alla ultima versione di %s.
ja_jp: いくつかのアルバムは先に最終バージョンの %s にアップグレードする必要があり、検索対象になっていません。
pl_pl: Czê¶æ albumów nie zosta³a przeszukana, gdy¿ wymagaj± aktualizacji do najnowszej wersji %s najpierw.
pt_br: Alguns álbuns não foram procurados pois eles primeiramente precisam de atualização para a última versão de %s.

source: Upgrade all albums.
af_za: alle albums opgradeer
bg_bg: обновете всички албуми.
da_dk: Opgrader alle albummer.
fi_fi: P‰ivitet‰‰n kaikki albumit.
it_it: Aggiorna tutti gli album
ja_jp: 全てのアルバムをアップグレード
pl_pl: Aktualizuj wszystkie albumy.
pt_br: Atualizar todos os álbuns.

source: Search the Gallery's Album and Photo titles, descriptions and comments.
af_za: Deursoek die galery se albums, foto's, titels en beskrywings en kommentaar
it_it: Cerca nele descrizioni, commenti e titoli degli album e delle foto di Gallery.
ja_jp: Galleryのアルバムと画像のタイトル、詳細、コメントから検索します

source: play
ar_eg: êäÙÈ
bg_bg: старт
da_dk: fremvis
fi_fi: toista
gl_es: reproducir
ja_jp: 再生
pl_pl: start
pt_br: iniciar

source: stop
ar_eg: Êèâá
bg_bg: стоп
fi_fi: pys&auml;yt&auml;
gl_es: parar
ja_jp: 停止
pt_br: parar

source: normal size
ar_eg: ÍÌå ×ÈêÙé
bg_bg: нормален размер
da_dk: normal størrelse
fi_fi: normaalikoko
gl_es: tama&ntilde;o normal
ja_jp: 通常のサイズ
pl_pl: normalny rozmiar
pt_br: tamanho normal

source: forward direction
ar_eg: ÇÊÌÇç ääÃåÇå
bg_bg: напред
da_dk: frem
fi_fi: my&ouml;t&auml;p&auml;iv&auml;&auml;n
gl_es: cara adelante
ja_jp: 順方向
pl_pl: kierunek do przodu
pt_br: direção progressiva

source: Delay
af_za: Vertraging
bg_bg: Забавяне
da_dk: Pause
fi_fi: Viive
it_it: Ritardo
ja_jp: ディレイ
pl_pl: Opó¼nienie
pt_br: Tempo de espera

source: Loop:
af_za: Herhaal:
ja_jp: ループ:

source: Fullscreen applet
af_za: Volskerm applet
ar_eg: ÈÑæÇåÌ åäÆ ÇäÔÇÔÉ ÇäåÍÏèÏ
bg_bg: Applet за показване на цял екран
da_dk: Fuldskærms applet
fi_fi: T‰ysn‰ytˆn appletti
it_it: Applet a tutto schermo
ja_jp: フルスクリーン アプレット
pl_pl: Aplet Pe³noekranowy
pt_br: Applet de Tela Cheia

source: Modern browsers
af_za: Moderne blaaier
ar_eg: åÊÕáÍÇÊ ÍÏêËÉ
bg_bg: Модерни броузери
da_dk: Moderne web browsere
fi_fi: Nykyaikaiset selaimet
gl_es: Navegadores modernos
it_it: Browser moderni
ja_jp: 最近のブラウザ
pl_pl: Nowoczesne przegl±darki
pt_br: Navegadores modernos

source: Compatible but limited
af_za: Versoenbaar maar beperk
ar_eg: åÊèÇáâÉ èäãæ åÍÏèÏÉ
bg_bg: Съвместимо, но с ограничения
da_dk: Kompatibel, men med begrænsninger
fi_fi: Yhteensopiva mutta rajoitettu
gl_es: Compatible pero limitado
it_it: Compatibile ma limitato
ja_jp: 制限つき互換
pl_pl: Tryb kompatybilno¶ci
pt_br: Compatível mas limitado

source: Slide Show
af_za: Skyfie vertoning
ar_eg: ÙÑÖ ÇäÔÑÇÆÍ
bg_bg: Преглед
da_dk: Fremvisning af hele albummet
fi_fi: Diashow
gl_es: Presentaci&oacute;n
it_it: Presentazione
ja_jp: スライドショー

source: Sort Album
af_za: Sorteer Album
ar_eg: áÑÒ ÇäÃäÈèå
bg_bg: Сортиране на Албума
da_dk: Sorter album
fi_fi: Lajittele albumi
gl_es: Ordear &aacute;lbume
it_it: Ordina Album
ja_jp: アルバムをソート
pl_pl: Sortuj album
pt_br: Classificar Álbum

source: Select your sorting criteria for this album below
af_za: Kies waarop jy hierdie album wil sorteer
ar_eg: ÇÎÊÑ åÙêÇÑ ÇäáÑÒ äçĞÇ ÇäÃäÈèå ÇäåèÌèÏ ÃÓáäç
bg_bg: Изберете по какъв от изброените по долу признаци искате да сортирате албума
da_dk: Vælg sorteringskriterie for dette album nedenfor
fi_fi: Valitse lajitteluperuste allaolevalle albumille
gl_es: Selecciona-lo seu criterio de ordeaci&oacute;n para este &aacute;lbume abaixo
it_it: Selezionare il criterio di ordinamento per l'album
ja_jp: 何を基準にソートするか以下から選択してください
pl_pl: Wybierz kryterium sortowania dla tego albumu
pt_br: Selecione seu critério de classificação para o álbum abaixo

source: Warning: This operation can't be undone.
af_za: Waarskuwing: Hierdie kan nie ongedaan gemaak word nie.
ar_eg: ÊÍĞêÑ: çĞç ÇäÙåäêÉ äÇ êåãæ ÇäÊÑÇÌÙ ÙæçÇ
bg_bg: Внимание: След операцията, няма начин да се върнете към предишното състояние.
da_dk: Advarsel: Denne operation kan ikke gøres om.
fi_fi: Varoitus: t&auml;t&auml; toimintoa ei voi perua.
gl_es: Aviso: esta operaci&oacute;n non se pode desfacer.
it_it: Attenzione: Questa operazione non pu&ograve; essere annullata.
ja_jp: 警告: この操作はやりなおしできません。
pl_pl: Uwaga: Operacji nie da siê cofn±æ.
pt_br: Aviso: Esta operação não poderá ser desfeita.

source: By Upload Date
af_za: Op oplaai datum
ar_eg: ÍÓÈ ÊÇÑêÎ ÇäÅêÏÇÙ
bg_bg: По Дата на Прехвърляне
da_dk: Efter dato for overførsel til galleri
fi_fi: Palvelimellekopioinnin p&auml;iv&auml;yksen mukaan
gl_es: Por data de carga (subida)
it_it: Per Data Caricamento
ja_jp: アップロード日
pl_pl: Wg daty wgrania
pt_br: Por Data de Envio

source: By Picture-Taken Date
af_za: Op datum wat die foto geneem is
ar_eg: ÍÓÈ ÊÇÑêÎ ÇäÊâÇ× ÇäÕèÑÉ
bg_bg: По Дата на Снимане
da_dk: Efter billed taget dato
fi_fi: Kuvanottop&auml;iv&auml;m&auml;&auml;r&auml;n mukaan
gl_es: Por data da toma de foto
it_it: Per Data Scatto Foto
ja_jp: 撮影日
pl_pl: Wg daty zrobienia obrazka
pt_br: Por Data da Imagem

source: By Filename
af_za: Op l&ecirc;ernaam
ar_eg: ÍÓÈ ÇÓå Çäåäá
bg_bg: По Име на Файл
da_dk: Efter filnavn
fi_fi: Tiedostonimen mukaan
gl_es: Por nome de arquivo
it_it: Per Nome del File
ja_jp: ファイル名
pl_pl: Wg nazwy pliku
pt_br: Por Nome de Arquivo

source: By Number of Clicks
af_za: Op die aantal keer bekyk
ar_eg: ×ÈâÇ äÙÏÏ ÇäæâÑÇÊ
bg_bg: По Брой на Посещенията
da_dk: Efter antal klik
fi_fi: Katselukertojen m&auml;&auml;r&auml;n mukaan
gl_es: Por n&uacute;mero de clics
it_it: Per Numero di Click
ja_jp: クリック数
pl_pl: Wg liczby klikniêæ
pt_br: Por Número de Cliques

source: By Caption
af_za: Op die Onderskrif
ar_eg: ×ÈâÇ ääÊÙäêâ
bg_bg: По Надпис
da_dk: Efter billedtekst
fi_fi: Kuvatekstin mukaan
gl_es: Por lenda
it_it: Per Descrizione
ja_jp: 説明
pl_pl: Wg podpisów
pt_br: Por Legenda

source: By Number of Comments
af_za: Op die aantal kommentare
ar_eg: ×ÈâÇ äÙÏÏ ÇäÊÙäêâÇÊ
bg_bg: По Количество Коментари
da_dk: Efter antal kommentarer
fi_fi: Kommenttien m&auml;&auml;r&auml;n mukaan
gl_es: Por n&uacute;mero de comentarios
it_it: Per Numero di Commenti
ja_jp: コメント数
pl_pl: Wg liczby komentarzy
pt_br: Por Número de Comentários

source: Randomly
af_za: Willekeurig
ar_eg: ÙÔèÇÆêÇ
bg_bg: Произволно
da_dk: Tilfældigt
fi_fi: Satunnainen j&auml;rjestys
gl_es: Aleatoriamente
it_it: Casualmente
ja_jp: ランダム
pl_pl: Losowo
pt_br: Aleatoriamente

source: Gallery statistics - Wizard
ja_jp: Gallery 統計 - ウィザード

source: return to admin page
bg_bg: назад към страницата за администрация
da_dk: gå tilbage til administrationssiden
fi_fi: palaa admin-sivulle
ja_jp: アルバムページに戻る
pl_pl: wróæ do strony administratora
pt_br: retornar para a página do administrador

source: Type
af_za: Tipe
bg_bg: Тип
fi_fi: Tyyppi
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_br: Tipo

source: Options
af_za: Opsies
bg_bg: Специфични настройки
da_dk: Valgmuligheder
fi_fi: Asetukset
it_it: Opzioni
ja_jp: オプション
pl_pl: Opcje
pt_br: Opções

source: Layout
af_za: Uitleg
bg_bg: Оформление
da_dk: Udseende
fi_fi: Sommittelu
it_it: Aspetto
ja_jp: レイアウト
pl_pl: Wygl±d
pt_br: Aparência

source: Filter by Capture Date
af_za: Filter volgens foto datum
bg_bg: Филтриране по Дата на снимане
da_dk: Filtrer på dato da billedet blev taget
fi_fi: Suodata kuvanottop‰iv‰n mukaan
it_it: Filtra per Data dello Scatto
ja_jp: 撮影日でフィルタ
pl_pl: Filtruj wg daty zrobienia
pt_br: Filtrar por Data da Captura

source: Show statistics
af_za: Wys statistiek
bg_bg: Вижте статистиките
da_dk: Vis statistik
fi_fi: N‰yt‰ tilastot
it_it: Visualizza statistiche
ja_jp: 統計を表示
pl_pl: Poka¿ statystyki
pt_br: Exibir estatísticas

source: Maybe your want to use your OWN statistics somewhere .. Just copy and paste the url from this textbox.
bg_bg: Може би искате да използвате свои собствени статистики някаде.. Просто копирайте и запазете web-adres-a от тук.
da_dk: Måske har du lyst til at bruge din EGEN statistik et sted .. Bare kopier URL'en fra denne tekstboks.
fi_fi: Jos haluat k‰ytt‰‰ OMIA tilastojasi jossakin toisaalla, k‰yt‰ seuraavan tekstikent‰n URL-osoitetta.
ja_jp: あなた自身の統計情報をどこかで使いたいなら、テキストボックスのURLをコピーして使ってください。
pl_pl: Mo¿e chcesz u¿yæ swoich w³asnych statystyk. Po prostu skopiuj adres URL z tego okienka tekstowego
pt_br: Talvez você queria utilizar suas PRÓPRIAS estatísticas em outro lugar .. Basta copiar e colar o endereço (URL) desta caixa de texto.

source: - Images with the least votes
af_za: - Beelde met die minste stemme
bg_bg: - Изображения с най-малко гласове
da_dk: - Billeder med færrest stemmer
fi_fi: - v‰hiten ‰‰nestetyt kuvat
it_it: - Immagini con minor numero di voti
ja_jp: - もっとも投票の少ない画像
pl_pl: - Obrazy z najmniejsz± ilo¶ci± g³osów
pt_br: - Imagens com os últimos votos

source: - Images with the most votes
af_za: - Beelde met die meeste stemme
bg_bg: - Изображения с най-много гласове
da_dk: - Billeder med flest stemmer
fi_fi: - eniten ‰‰nestetyt kuvat
it_it: - Immagini con maggior numero di voti
ja_jp: - もっとも投票の多い画像
pl_pl: - Obrazy z najwiêksz± ilo¶ci± g³osów
pt_br: - Imagens com os maiores votos

source: - Bottom rated images
af_za: - Beelde wat die laagste aangeslaan is
bg_bg: - Най-ниско оценени изображения
da_dk: - Billeder med dårligste karakterer
fi_fi: - huonoimmaksi arvostellut kuvat
it_it: - Immagini con voti peggiori
ja_jp: - もっとも評価の低い画像
pl_pl: - Najni¿ej ocenione obrazki
pt_br: - Imagens menos cotadas

source: - Top rated images
af_za: - Beelde wat die hoogste aangeslaan is
bg_bg: - Най-високо оценени изображения
da_dk: - Billeder med bedste karakterer
fi_fi: - parhaimmiksi arvostellut kuvat
it_it: - Immagini con voti migliori
ja_jp: - もっとも評価の高い画像
pl_pl: - Najwy¿ej ocenione obrazki
pt_br: - Imagens mais cotadas

source: - Oldest images first
af_za: - Oudste beelde eerste
bg_bg: - Първо най-старите изображения
da_dk: - Ældste billeder
fi_fi: - vanhimmat kuvat ensin
it_it: - Prima le immagini pi&ugrave; vecchie
ja_jp: - 古い画像
pl_pl: - Od najstarszych obrazków
pt_br: - Imagens mais antigas primeiro

source: - Latest added images
af_za: - Jongste byvoegings
bg_bg: - Последно добавени изображения
da_dk: - Nyeste billeder
fi_fi: - viimeksi lis‰tyt kuvat
it_it: - Ultime immagini aggiunte
ja_jp: - 最後に追加された画像
pl_pl: - Ostatnio dodane obrazki
pt_br: - Últimas imagens adicionadas

source: - Oldest Capture Date
af_za: - Oudste vasl&ecirc;datum
bg_bg: - Най-стара дата на снимане
da_dk: - Ældste dato og tid da billede blev taget
fi_fi: - vanhin kuvanottop‰iv‰m‰‰r‰
it_it: - Data dello Scatto pi&ugrave; Vecchia
ja_jp: - 最初のキャプチャー日
pl_pl: - Najstarsza data zrzutu
pt_br: - Data da captura mais antiga

source: - Latest Capture Date
af_za: - Jongste vasl&ecirc;datum
bg_bg: - Най-нова дата на снимане
da_dk: - Nyeste dato og tid da billede blev taget
fi_fi: - viimeisin kuvanottop‰iv‰m‰‰r‰
it_it: - Data dello Scatto pi&ugrave; Recente
ja_jp: - 最新のキャプチャー日
pl_pl: - Ostatnia data zrzutu
pt_br: - Última data de captura

source: - Oldest Comments
af_za: - Oudste kommentaar
bg_bg: - Най-стар коментар
da_dk: - Ældste kommentarer
fi_fi: - vanhimmat kommentit
it_it: - Commenti pi&ugrave; Vecchi
ja_jp: - もっとも古いコメント
pl_pl: - Najstarsze komentarze
pt_br: - Comentários mais antigos

source: - Latest Comments
af_za: - Nuutste kommentaar
bg_bg: - Най-нов коментар
da_dk: - Nyeste kommentarer
fi_fi: - viimeisimm‰t kommentit
it_it: - Ultimi commenti
ja_jp: - 最新のコメント
pl_pl: - Ostatnie komentarze
pt_br: - Últimos Comentários

source: - Random Images
af_za: - Willekeurige beelde
bg_bg: - Случайни Изображения
da_dk: - Tilfældige billeder
fi_fi: - satunnaisia kuvia
it_it: - Immagini Casuali
ja_jp: - ランダム画像
pl_pl: - Losowe obrazy
pt_br: - Imagens Aleatórias

source: - Images with the least views
af_za: - Mins besigtigde beelde
bg_bg: - Изображения видяни най-малко пъти
da_dk: - Mindst sete billeder
fi_fi: - v‰hiten katsellut kuvat
it_it: - Immagini meno viste
ja_jp: - もっとも閲覧数の少ない画像
pl_pl: - Obrazy z najmniejsz± ilo¶ci± wy¶wietleñ
pt_br: - Imagens com as últimas visualizações
