Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Enabling this will allow visitors to your site to create their own login accounts.
ar_eg: Êåãêæ çĞç ÇäÎÇÕêÉ ÓêÊêÍ äÒÇÆÑê åèâÙã Ãæ êæÔÆèÇ ÍÓÇÈÇÊ ÊÓÌêä ÏÎèä ÎÇÕÉ Èçå.
bg_bg: Това ще позволи на посетителите да регистрират сами като потребители.
es_es: Activando esto, permitirá a los visitantes de su sitio crear sus propias cuentas de usuario.
gl_es: Activando isto, permitiralle &oacute;s visitantes do seu sitio crear as s&uacute;as propias contas de usuario.
is_is: Ef þetta er virkjað geta gestir þínir sjálfir búið til nýjar notendaskráningar fyrir sig.
nl_nl: Activeer deze optie en bezoekers kunnen hun eigen login account aanmaken.
pt_br: Habilitar essa opção permitirá aos visitantes do seu site criar suas próprias contas.
sv_se: Aktivering av detta kommer att tillåta besökare på din webbsida att skapa sina egna inloggningskonton.
vi_vn: Bật lựa chọn này sẽ cho phép khách viếng thăm được tạo tài khoản truy cập cho họ.

source: This option requires the Email feature to be enabled.
ar_eg: êÊ×äÈ çĞÇ ÇäÎêÇÑ Êåãêæ ÎÇÕêÉ ÇäÈÑêÏ ÇäÅäãÊÑèæé.
bg_bg: Тази настройка изисква да е включена 'E-mail' функцията.
es_es: Esta opción requiere que el correo electrónico esté habilitado.
gl_es: Esta opci&oacute;n require que o correo electr&oacute;nico estea habilitado.
is_is: Þessi stilling krefst þess að tölvupóstur sé virkjaður.
nl_nl: Deze optie vereist dat de e-mail functie aanstaan.
pt_br: Esta opção requer que a função de Email esteja habilitada.
sv_se: Detta alternativ kräver att e-postegenskapen är aktiverad.
vi_vn: Lựa chọn này đòi hỏi chức năng Email phải được bật.

source: Self registered users can create albums.
ar_eg: êåãæ ääåÓÊÎÏåêæ ÇäĞêæ ÓÌäèÇ ĞÇÊêÇ Ãæ êæÔÆèÇ ÃäÈèåÇÊ ÎÇÕÉ Èçå.
bg_bg: Саморегистриралите се потребители могат да<br>създават албуми.
es_es: Los usuarios auto-registrados pueden crear álbumes
gl_es: Os usuarios auto-rexistrados poden crear &aacute;lbumes
is_is: Sjálfskráðir notendur geta búið til albúm.
nl_nl: Zelf geregistreerde gebruikers mogen albums creeren.
no_no: Selvregistrerte brukere kan opprette album.
pt_br: Usuários que se registraram podem criar álbuns.
sv_se: Självregistrerade användare kan skapa album?
vi_vn: Những thành viên đã tự đăng ký có thể tạo album.

source: Enabling this will allow self registered users to create their own albums as soon as they register. Not having this enabled means you will have to give them permission manually before they can create or alter any contents of the Gallery. This setting is ignored if self-registration is disabled.
ar_eg: Êåãêæ çĞç ÇäÎÇÕêÉ êÊêÍ ääåÓÊÎÏåêæ ÇäĞêæ ÓÌäèÇ ĞÇÊêÇ Ãæ êæÔÆèÇ ÃäÈèåÇÊ ÎÇÕÉ Èçå ÈåÌÑÏ ÇäÊÓÌêä. èáé ÍÇäÉ ÙÏå ÊåãêæçÇ áÅæç ÓêÊèÌÈ Ùäêã ÅÙ×ÇÆçå ÇäÅĞæ êÏèêÇ âÈä Ãæ êåãæçå ÅæÔÇÁ Ãè ÊÚêêÑ ÃêÇ åæ åãèæÇÊ ÇäåÙÑÖ. èêÊå ÊÌÇçä çĞÇ ÇäÅÙÏÇÏ ÅĞÇ äå êåãæ ÇäÊÓÌêä ÇäĞÇÊê.
bg_bg: Ако включите това, ще позволите на саморегистриралите се потребители да могат да създават нови албуми, от момента в който са се регистрирали. Ако това е изключено, ще трябва по отделно да давата права на всеки който искате да може да създава или променя съдържанието на Галерията. Тази настройка не важи ако саморегистрирането е изключено.
es_es: Activando esto permitirá a los usuarios auto-registrados crear sus propios álbumes tan pronto como se registren. Desactivarlo significa que tendrá que darles permiso manualmente antes de que puedan crear o modificar contenidos de la galería. Esta característica es ignorada si el auto-registro está desactivado.
gl_es: Activando isto permitiralle &oacute;s usuarios auto-rexistrados crear os seus propios &aacute;lbumes tan pronto como se rexistren. Desactivalo significa que ter&aacute; que darlles permiso manualmente antes de que poidan crear ou modificar contidos da galer&iacute;a. Esta caracter&iacute;stica &eacute; ignorada se o auto-rexistro est&aacute; desactivado.
is_is: Ef þetta er virkjað geta sjálfskráðir notendur búið til sín eigin albúm um leið og þeir hafa skráð sig. Ef þetta er ekki virkjað þarft þú handvirkt að gefa þeim aðgangsheimildir til að þeir geti búið til eða breytt nokkru innihaldi myndasafnsins. Þessi stilling skiptir engu máli ef sjálfskráning er ekki leyfð.
nl_nl: Als u dit aan zet kunnen zelf geregistreerde gebruikers meteen na registratie eigen albums maken. Als dit niet aan staat moet u handmatig rechten geven voor men dingen kan aanmaken of wijzigen. Deze instelling wordt genegeerd als zelf-registratie uit staat.
pt_br: Habilitando essa opção permitirá aos usuários que se auto-registraram criar seus próprios álbuns assim que efetuarem seu registro. Desabilitando esta opção significa que você terá que fornecer aos usuários permissão manual antes que eles criem ou alterem quaisquer conteúdos do Gallery. Essa opção é ignorada se o auto-registro estiver desabilitado.
sv_se: Aktivering av detta kommer att tillåta självregistrerade användare att skapa deras egna album så snart registrering är genomförd. Att inte ha detta aktiverat innebär att du kommer att behöva ge dem rättigheter manuellt innan de kan skapa eller ändra något innehåll i Gallery. Denna inställning ignoreras om självregistrering är avaktiverad.
vi_vn: Mở lựa chọn này sẽ cho phép những thành viên đã tự đăng ký có thể tạo album riêng cho họ ngay khi họ đăng ký. Không cho phép lựa chọn này có nghĩa bạn sẽ tự phải cho họ quyền hạn trước khi họ có thể tạo hoặc thay đổi bất cứ nội dung nào của Thư viện ảnh. Lựa chọn này sẽ bị bỏ qua nếu chức năng tự đăng ký tắt.

source: Enable bulk account creation
ar_eg: Êåãêæ ÅæÔÇÁ ÍÓÇÈÇÊ åÊÙÏÏÉ
bg_bg: Създаване на много потребители наведнъж
es_es: Activar la creación de cuentas de prueba
gl_es: Activa-la creaci&oacute;n de contas de proba
is_is: Virkja skráningu margra notenda í einu
nl_nl: Sta massale account-creatie toe
pt_br: Habilitar criação de contas em lote
sv_se: Aktivera mass-skapande av konton?
vi_vn: Cho phép tạo nhiều tài khoản

source: This option allows you to create many new user accounts at one time by creating a file of new users.
bg_bg: Тази настройка ви позволява да създавате много нови потребители наведнъх, чрез използване на файл с имената им.
es_es: Esta opción le permite crear varias cuentas de usuario a la vez creando un fichero con los nuevos usuarios.
is_is: Þessi valkostur gerir þér kleift að búa til marga nýja notendur í einu, með því að lista þá upp í skrá.
nl_nl: Deze optie maakt het mogelijk om veel nieuwe gebruikers in &eacute;&eacute;n keer aan te maken.
pt_br: Esta opção permite que você crie várias novas contas de uma vez criando um arquivo de novas contas.
sv_se: Detta alternativ tillåter dig att skapa många nya användarkonton på en gång genom att skapa en fil med nya användare.
vi_vn: Tùy chọn này cho phép bạn có thể tạo vài tài khoản thành viên một lần bằng cách tạo một file của những thành viên mới.

source: Admin comment email
bg_bg: E-mail до <br>Администратора <br>при коментар
es_es: Correo de comentario administrativo
is_is: Tölvupóstur stjórnanda fyrir athugasemdir
nl_nl: Admins e-mail commentaar/reactie
pt_br: Email para comentário do Administrador
sv_se: E-post för kommentar från administratör
vi_vn: Email QT khi có lời bình

source: Admin Other Changes email
bg_bg: Email до Администратора при промяна
is_is: Tölvupóstur stjórnanda fyrir allar aðrar breytingar
nl_nl: Beheerder Andere wijzigingen e-mail
pt_br: Email para Outras Mudanças do Administrador
sv_se: E-post för andra ändringar från administratör
vi_vn: Email QT khi có thay đổi

source: Admin notification of email activity
ar_eg: ÇäÅÎ×ÇÑ ÇäèÇÑÏ åæ åÓÆèäé ÇäæØÇå Ùæ æÔÇ× ÇäÈÑêÏ ÇäÅäãÊÑèæê
bg_bg: Администратора е известен за всякакви действия на<br>e-mail системата чрез:
es_es: Notificación administrativa de la actividad de los correos
gl_es: Notificaci&oacute;n administrativa da actividade dos correos
is_is: Láta umsjónarmann vita þegar tölvupóstur er sendur
nl_nl: Beheerder op de hoogte stellen van e-mail activiteit
pt_br: Notificação ao administrador de atividades de email
sv_se: Notering till administratör vid e-post aktivitet:
vi_vn: Thông báo QT về kích hoạt email

source: You can keep a record of every email that is sent by Gallery.
ar_eg: êåãæã ÇäÇÍÊáÇØ ÈÓÌä äãä ÑÓÇäÉ ÅäãÊÑèæêÉ ÃÑÓäÊ åæ ÇäåÙÑÖ.
bg_bg: Можете да запишете всеки e-mail който е изпратен от Галерията.
es_es: Puede guardar un registro de cada correo mandado por Gallery.
gl_es: Pode gardar un rexistro de cada correo enviado por Gallery.
is_is: Þú getur haldið skrá yfir allan tölvupóst sem Gallery sendir.
nl_nl: U kunt een rapport bijhouden van elke e-mail die verzonden wordt door de Gallery.
pt_br: Você pode manter um registro de cada email que é enviado pelo Gallery.
sv_se: Du kan ha ett register på varje e-post som skickas genom Gallery.
vi_vn: Bạn có thể giữ một bản ghi cho mọi email mà được gửi do Thư viện ảnh.

source: Send summary email
ar_eg: ÅÑÓÇä ÑÓÇäÉ ÅäãÊÑèæêÉ åäÎÕÉ
bg_bg: Изпращане на съкратен e-mail
es_es: Enviar correo resumen
gl_es: Enviar correo resume
is_is: Senda yfirlitspóst
nl_nl: Verstuur samenvatting e-mail
no_no: Send e-post med oppsummering
pt_br: Enviar email sumário
sv_se: Skicka kortfattad e-post
vi_vn: Gửi email tóm lược

source: Log to a file
ar_eg: ÊÓÌêä áé åäá
bg_bg: Записване във файл
es_es: Anotar en un fichero
gl_es: Anotar nun ficheiro
is_is: Safna í skrá
nl_nl: Opslaan in een log bestand
pt_br: Gravar em arquivo
sv_se: Loggning till en fil
vi_vn: Ghi vào 1 log file

source: Send duplicate email
ar_eg: ÃÑÓä ÑÓÇäÉ ÅäãÊÑèæêÉ åãÑÑÉ
bg_bg: Изпращане на дубликат на e-mail-a
es_es: Enviar correo duplicado
gl_es: Enviar correo duplicado
is_is: Senda afrit af pósti
nl_nl: Verstuur gedupliceerde e-mail
no_no: Send duplikat e-post
pt_br: Enviar email duplicado
sv_se: Skicka dubbla epostmeddelanden
vi_vn: Gửi bản sao email

source: Use non-local SMTP server.
bg_bg: Използване на външен SMTP сървър.
es_es: Usar un servidor SMTP remoto.
pt_br: Usar um servidor SMTP não-local.
vi_vn: Sử dụng máy chủ SMTP bên ngoài.

source: Use a smtp server running on a different machine (ie: Your ISPs mail server) to process outgoing gallery email.
bg_bg: Използване на SMTP сървър който е на друга система (т.е. Е-mail сървъра на вашия Интернет Доставчик) за обработване на изходящите е-mail-и на Галерията.
pt_br: Usar um servidor SMTP sendo executado numa máquina diferente (Ex.: O servidor de email do seu provedor) para processar os emails de saída do Gallery.
vi_vn: Sử dụng một máy chủ smtp trên một hệ thống khác (VD: Máy chủ email của nhà cung cấp của bạn) để gửi email của thư viện ảnh ra ngoài.

source: SMTP Server
bg_bg: SMTP Сървър
es_es: Servidor SMTP
is_is: SMTP þjónn
pt_br: Servidor SMTP
vi_vn: Máy chủ SMTP

source: The name or IP address of the SMTP Server you want to use.
bg_bg: Името или IP адреса на SMTP Сървъра който искате да използвате.
es_es: El nombre o la dirección IP del servidor SMTP que quiera utilizar.
is_is: Nafn eða IP tala SMTP þjóns sem þú vilt nota.
nl_nl: De naam of het IP adres van de SMTP server van uw keuze.
pt_br: O nome do host ou o endereço IP do sevidor SMTP que você deseja utilizar.
sv_se: Namnet på eller IP-adressen för SMTP-servern du önskar att använda.
vi_vn: Tên hoặc địa chỉ IP của máy chủ SMTP mà bạn muốn sử dụng.

source: Sender hostname
bg_bg: Hostname на подателя
es_es: Ordenador remitente
is_is: Nafn vélar sem sendir póst
nl_nl: Zender hostname
pt_br: Nome do host do remetente
sv_se: Avsändarens värdnamn
vi_vn: Tên host của người gửi

source: The full hostname of the server you are sending the mail from (The Server where your Gallery is installed on). If your Server is behind a NAT, this would be the DNS name of your router.
bg_bg: Пълния hostname на сървъра от който изпращате e-mail-а (Сървъра на който е инсталирана Галерията). Ако сървъра ви е зад NAT, това ще е DNS адреса на вашия рутер.
is_is: Fullt nafn vélar sem þú sendir tölvupóst frá (þ.e.a.s. vélin sem Gallery er uppsett á). Ef vélin þín er fyrir aftan NAT, myndi þetta vera DNS nafn á ráternum þínum.
nl_nl: De volledige naam van de server waar u e-mail van verstuurt (de server waar uw Gallery op is ge&iuml;nstalleerd.) Als uw server achter een NAT staat moet dit de DNS naam van uw router zijn.
pt_br: O nome completo do host do servidor de onde você está enviando seus emails (O servidor onde o Gallery está instalado). Se o seu servidor está atrás de um NAT, este deverá ser o nome DNS do seu roteador.
sv_se: Hela värdnamnet på servern som du skickar e-post från (Servern som ditt Gallery är installerat på). Om din server är bakom en NAT så bör detta vara DNS-namnet på din router.
vi_vn: Tên host đầy đủ của máy chủ mà bạn dùng để gửi mail đi (Máy chủ nơi mà bạn đã cài đặt Thư viện ảnh). Nếu máy chủ của bạn mà nằm sau một NAT, khi đó sẽ là tên DNS của bộ chuyển hướng.

source: SMTP Port
bg_bg: SMTP Порт
es_es: Puerto SMTP
nl_nl: SMTP poort
pt_br: Porta SMTP
vi_vn: Cổng SMTP

source: The port on the SMTP server you are connecting to.
bg_bg: Порта на SMTP сървъра към който се свързвате.
es_es: El puerto del servidor SMTP al que se conecta.
is_is: SMTP port á þjóninum sem þú vilt nota.
nl_nl: De poort van de SMTP server waar u verbinding mee wilt maken.
pt_br: A porta no servidor SMTP que você está conectando.
sv_se: Porten på SMTP-servern som du ansluter till.
vi_vn: Cổng trên máy chủ SMTP mà bạn muốn nối tới.

source: SMTP account name
bg_bg: SMTP Потребител
es_es: Nombre de la cuenta SMTP
is_is: SMTP notandanafn
nl_nl: SMTP account naam
pt_br: Nome de conta SMTP
sv_se: SMTP-kontonamn
vi_vn: Tên tài khoản SMTP

source: If your provide requires a username for outgoing email, use it here, otherwise leave blank.
bg_bg: Ако доставчика ви изисква потребителско име за изпращане на e-mail, изплозвайте го тук, ако не оставете празно.
is_is: Ef þú vilt gefa upp notandanafn fyrir póst á útleið gefðu það upp hér, annars skildu þetta svæði eftir tómt.
nl_nl: Als uw provider een gebruikersnaam vereist voor uitgaande e-mail kunt u dit hier instellen. Laat dit veld anders leeg.
pt_br: Se seu provedor requer um nome de usuário para enviar email, use-o aqui ou deixe em branco.
sv_se: Om din tillhandahållare kräver ett användarnamn för utgående e-post, använd det här, om det inte krävs så lämna detta blankt.
vi_vn: Nếu nhà cung cấp của bạn yêu cầu tên tài khoản khi gửi email, hãy ghi ở đây, nếu không có thể để trống.

source: SMTP password
bg_bg: SMTP Парола
es_es: Contraseña SMTP
is_is: SMTP lykilorð
nl_nl: SMTP wachtwoord
pt_br: Senha de SMTP
sv_se: SMTP-lösenord
vi_vn: Mật khẩu SMTP

source: Password for sending email through smtp server. NOTE: This password is stored in cleartext in config.php. Make sure that permissions are set to keep others from getting at it!
bg_bg: Парола за изпращане на e-mail през SMTP сървър. ЗАБЕЛЕЖКА: Тази парола е записана като текст в файла config.php. Защитете този файл с подходящи привилегии, така че да няма достъп от други хора!
is_is: Lykilorð til að senda tölvupóst í gegnum SMTP þjón. ATH: þetta lykilorð verður geymt í config.php án dulritunar. Gangtu úr skugga um að aðgangsheimildir sé rétt stilltar, svo aðrir notendur geti ekki lesið það!
nl_nl: Het wachtwoord voor het verzenden van e-mail met behulp van een SMTP server. OPMERKING: dit wachtwoord wordt zichtbaar opgeslagen in config.php. Zorg er voor dat de rechten zo staan dat derden dit niet kunnen lezen!
pt_br: Senha para enviar email através do servidor SMTP. Nota: Esta senha é armazenada como texto puro no arquivo config.php. Certifique-se que as permissões atribuidas evitem que outros usuários acessem-no!
sv_se: Lösenord för att skicka e-post genom smtp server. OBSERVERA: Detta lösenord är sparat som klartext i config.php. Gör säkert att rättigheter är inställda för att förhindra andra att komma åt det!
vi_vn: Mật khẩu để gửi email qua máy chủ smtp. LƯU Ý: Mật khẩu này này sẽ được ghi rõ vào file config.php. Hãy chắc chắn quyền hạn phải được đặt để không ai có thể thấy nó!

source: Gallery wide slideshow
ar_eg: ÙÑÖ ÇäÔÑÇÆÍ ÇäÙÑêÖÉ áé ÇäåÙÑÖ
bg_bg: Преглед на всичко в Галерията
es_es: Anchura de la presentación de la galería
gl_es: Anchura da presentaci&oacute;n da galer&iacute;a
is_is: Myndasýning fyrir allt myndasafnið
nl_nl: Gallery grootte diashow
no_no: Fremvisning
pt_br: Slideshow amplo do Gallery
sv_se: Gallerys bildspelsomfång
vi_vn: Trình diễn ảnh diện rộng

source: Adds a slide show link on the main page of the gallery. Note for large galleries this may run very slowly and use a lot of system resources.
ar_eg: êÖêá ÑÇÈ×É ÙÑÖ ÔÑêÍÉ Ùäé ÇäÕáÍÉ ÇäÑÆêÓêÉ ääåÙÑÖ. ÅäÇ Ãæ çĞÇ âÏ êÙåä ÈÈ×Á ÈÇäæÓÈÉ ääåÙÇÑÖ ÇäãÈêÑÉ èêÓÊÎÏå ÇäãËêÑ åæ åèÇÑÏ ÇäæØÇå.
bg_bg: Добавя функцията 'преглед' на главната страница на галерията. За по големи галерии, това ще работи много бавно и ще отнема много системни ресурси.
es_es: Añade un enlace a la presentación en la página principal de la galería. Para galerías extensas esto llevará mucho tiempo y consumirá bastantes recursos del sistema.
gl_es: Engade un enlace &aacute; presentaci&oacute;n na p&aacute;xina principal da galer&iacute;a. Para galer&iacute;as extensas isto levar&aacute; moito tempo e consumir&aacute; bastantes recursos do sistema.
is_is: Bætir við hlekk á myndasýningu á forsíðu Gallery. Athugið að á stórum uppsetningum mun þetta vera mjög hægvirkt og setja mikið álag á vefþjóninn þinn.
nl_nl: Voegt een diashow toe aan de hoofdpagina van de gallerij. Opmerking voor grote gallerijen: dit kan erg traag werken en veel geheugen kosten.
pt_br: Adiciona um link para o slideshow na página principal do Gallery. Note que para álbuns volumosos isso poderá rodar muito lentamente e usar muitos recursos do sistema.
sv_se: Lägg till en bildspelslänk på huvudsidan för Gallery. Notering för stora gallery, detta kan bläddra väldigt långsamt och kräva mycket systemresurser.
vi_vn: Thêm một liên kết trình diễn ảnh trên trang chính của thư viện ảnh. Nhớ rằng đối với những thư viện ảnh lớn thì điều này có thể làm cho nó chạy chậm và sử dụng nhiều tài nguyên của máy tính.

source: These settings do not apply to the low tech slideshow.
ar_eg: çĞç ÇäÅÙÏÇÏÇÊ äÇ Êæ×Èâ Ùäé ÙÑÖ ÇäÔÑÇÆÍ ĞÇÊ ÇäÊâæêÉ ÇäåæÎáÖÉ.
bg_bg: Тези настройки не важат за нормалния преглед.
es_es: Estos ajustes no se aplicarán a la presentación de baja calidad.
gl_es: Estes axustes non se aplicar&aacute;n &aacute; presentaci&oacute;n de baixa calidade.
is_is: Þessar stillingar eiga ekki við einföldu myndasýninguna.
nl_nl: Deze instellingen zijn niet van kracht op de low tech diashow.
pt_br: Essas configurações não se aplicam ao slideshow de baixa resolução.
sv_se: Dessa inställningar har ingen verkan på det enklare bildspelet
vi_vn: Những cấu hình này không tác dụng với trình diễn ảnh chế độ thấp.

source: Slideshow preferences
ar_eg: åáÖäÇÊ ÙÑÖ ÇäÔÑÇÆÍ.
bg_bg: Настройки на прегледа
es_es: Preferencias de las presentaciones
gl_es: Preferenzas das presentaci&oacute;ns
is_is: Stillingar myndasýninga
nl_nl: Slideshow voorkeuren
no_no: Innstillinger for fremvisning
pt_br: Preferências do slideshow
sv_se: Bildspelsinställningar?
vi_vn: Tùy chọn trình diễn ảnh

source: Off
ar_eg: ÅêâÇá
bg_bg: Изключено
es_es: Desactivado
gl_es: Desactivado
is_is: Óvirkt
nl_nl: Uit
no_no: Av
pt_br: Desligado
sv_se: Av
vi_vn: Tắt

source: No slideshow link will appear.
ar_eg: äæ ÊØçÑ ÑÇÈ×É ÙÑÖ ÔÑÇÆÍ.
bg_bg: Функцията 'преглед' няма да бъде показана.
es_es: No aparecerá ningún enlace para la presentación.
gl_es: Nno aparecer&aacute; ning&uacute;n enlace para a presentaci&oacute;n.
is_is: Enginn myndasýningartengill birtist.
nl_nl: De diashow link wordt niet weergegeven
pt_br: Nenhum link de slideshow irá aparecer.
sv_se: Ingen bildspelslänk kommer att visas.
vi_vn: Không có liên kết trình diễn ảnh nào được hiển thị.

source: Ordered
ar_eg: åÑÊÈ
bg_bg: По ред
es_es: Ordenado
gl_es: Ordeado
is_is: Í röð
nl_nl: Gesorteerd
no_no: I rekkefølge
pt_br: Ordenado
sv_se: Ordnat
vi_vn: Thứ tự

source: Images will display in the same order as they appear in the Gallery.
ar_eg: ÓÊÙÑÖ ÇäÕèÑ ÈæáÓ ÇäÊÑÊêÈ ÇäĞé ÊØçÑ Èç áé ÇäåÙÑÖ.
bg_bg: Изображенията ще бъдат показани по реда в който са подредени в самата Галерия.
es_es: Las imágenes se mostrarán en el mismo orden en el que aparecen en la galería.
gl_es: As imaxes amosaranse na mesma orde na que aparecen na galer&iacute;a.
is_is: Myndir eru sýndar í sömu röð og þær birtast í myndasafninu.
nl_nl: Fotos worden weergegeven in dezelfde volgorde zoals in de Gallery
pt_br: Imagens serão mostradas na mesma ordem que aparecem no Gallery.
sv_se: Bilder kommer att visas i samma ordning som de förekommer i Gallery.
vi_vn: Ảnh sẽ hiển thị theo thứ tự như khi chúng hiển thị trong Thư viện ảnh.

source: Random
ar_eg: ÙÔèÇÆêÇ
bg_bg: Случайно
es_es: Aleatoriamente
gl_es: Aleatoriamente
is_is: Í handahófsröð
nl_nl: Willekeurig
no_no: Tilfeldig
pt_br: Aleatoriamente
sv_se: Slumpmässigt
vi_vn: Ngẫu nhiên

source: Images will appear in a random order.
ar_eg: ÓÊØçÑ ÇäÕèÑáé ÊÑÊêÈ ÙÔèÇÆé.
bg_bg: Изображенията ще се показват произволно.
es_es: Las imágenes aparecerán en orden aleatorio.
gl_es: As imaxes aparecer&aacute;n en orde aleatorio.
is_is: Myndir birtast í handahófskenndri röð.
nl_nl: Fotos worden in willekeurige volgorde weergegeven
pt_br: Imagens serão mostradas de forma aleatória.
sv_se: Bilder kommer att visas i slumpmässig ordning.
vi_vn: Ảnh sẽ hiển thị theo ngẫu nhiên

source: Slideshow length
ar_eg: ×èä ÙÑÖ ÇäÔÑÇÆÍ.
bg_bg: Дължина на прегледа
es_es: Longitud de las presentaciones
gl_es: Lonxitude das presentaci&oacute;ns
is_is: Lengd myndasýningar
nl_nl: Diashow lengte
no_no: Fremvisningslengde
pt_br: Tamanho do slideshow
sv_se: Bildspelslängd?
vi_vn: Độ dài trình diễn ảnh

source: Number of images to display in slideshow. Set to 0 or blank to display all images. Set to a number if slideshow is random and you want to display only a selection of the images.
ar_eg: ÙÏÏ ÇäÕèÑ ÇäåÙÑèÖÉ áé ÙÑÖ ÇäÔÑÇÆÍ. âå ÈÇäÊÙêêæ Åäé 0 Ãè blank äÙÑÖ ãä ÇäÕèÑ. âå ÈÇäÊÙêêæ Åäé ÙÏÏ ÅĞÇ ãÇæ ÙÑÖ ÇäÔÑÇÆÍ ÙÔèÇÆêÇë èÊÑêÏ áâ× ÙÑÖ åÌåèÙÉ åæ ÇäÕèÑ .
bg_bg: Броя на снимките които да бъдат показани в прегледа. Сложете 0 или оставете празно за да бъдат показани всички снимки. Посочете брой, ако прегледа е нагласен като 'произволен' и ако искате да се показва само част от изображенията.
es_es: Número de imágenes a mostrar en la presentación. Ponga un 0 o déjelo en blanco para ver todas las imágenes. Introduzca un número si la presentación es aleatoria y quiere mostrar solamente una selección de imágenes.
gl_es: N&uacute;mero de imaxes a amosar na presentaci&oacute;n. Po&ntilde;a un 0 ou d&eacute;ixeo en branco para ver t&oacute;dalas imaxes. Introduza un n&uacute;mero se a presentaci&oacute;n &eacute; aleatoria e quere amosar s&oacute; unha selecci&oacute;n de imaxes.
is_is: Fjöldi mynda sem birta á í myndasýningu. Stilltu þetta á 0 eða hafðu það tómt, til að birta allar myndir. Stilltu á einhverja tölu ef myndasýningin er í handahófsröð og þú vilt birta aðeins hluta af myndunum.
nl_nl: Aantal fotos weergeven in de diashow. Zet deze optie op 0 om alle fotos weer te geven. Geef een getal op als de diashow op random staat en u wilt alleen een selectie weergeven van de fotos.
pt_br: Número de imagens mostradas no slideshow. Selecione 0 ou deixe em branco para mostrar todas as imagens. Informe um número se o slideshow for aleatório e você quiser mostrar apenas uma seleção de imagens.
sv_se: Antalet bilder att visa i ett bildspel. Ställ in på 0 eller tomt för att visa alla bilder. Ställ in på ett nummer om bildspel är slumpmässigt och om du vill visa endast ett urval av bilder.
vi_vn: Số lượng ảnh hiển thị khi trình diễn ảnh. Ghi là 0 hoặc để trống sẽ hiển thị tất cả các ảnh. Ghi vào một số nếu trình diễn ảnh là ngẫu nhiên và bạn muốn hiển thị chỉ một phần các ảnh được lựa chọn.
