Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: <b>Be aware that changing this setting potentially decreases the security of your Gallery, and we may or may not support you if you encounter issues that don't occur when this is turned off.</b><br><br>Enabling this causes %s to ignore register_globals being turned on. %s normally tries to unset all variables created by register_globals to help enforce security. If a script that you run requires register_globals to be on, and will not cooperate with %s, set this to &quot;yes&quot;.
bg_bg: <b>Промяната на тази настройка понижава сигурността на Галерията ви и ние може и да не успеем да помогнем ако се сблъскате с проблеми, когато тя е изключена.</b><br><br>Когато тази настройка е 'да', %s да не обръща внимание на факта че 'register_globals' е включена. %s обикновено опитва да премахне всички променливи създадени от 'register_globals' за да подсили сигурността. Ако използвате програма която изисква 'register_globals' да е включена и не се разбира с %s, изберете &quot;да&quot;.
is_is: <b>Athugaðu að ef þú breytir þessari stillingu gætir þú dregið úr öryggi Gallery og hugsanlega getum við ekki hjálpað þér ef þú lendir í vandræðum sem birtast ekki ef þessi stilling er ekki virk</b><br><br>Ef þú virkjar þessa stillingu mun %s hundsa hvort register_global sé virk. %s reynir venjulega að endursetja allar breytur sem register_globals hefur sett til að auka öryggi. Ef að forrit sem þú notar krefst þess að register_globals sé virkt, og mun ekki vinna með %s skaltu stilla þetta sem &quot;já&quot;.
nl_nl: <b>Wees er van bewust dat het wijzigen van deze instelling mogelijk de veiligheid van uw Gallery verlaagt, en dat we u misschien wel of misschien niet kunnen helpen als u problemen ondervindt die niet voorkomen als deze optie uit staat.</b><br><br>Als dit aan staat, negeert %s register_globals. %s probeert normaal gesproken om alle variabelen die register_globals heeft gemaakt te wissen om de veiligheid te verhogen. Als een script dat u gebruikt register_globals vereist, en niet samen werkt met %s, zet deze optie dan op &quot;ja&quot;
pt_br: <b>Esteja avisado que alterando esta configuração diminuirá potencialmente a segurança do seu Gallery e nós poderemos ou não fornecer suporte se você encontrar problemas que não ocorrem quando esta opção está desligada.</b><br><br>Habilitando esta opção causará ao %s ignorar a variável register_globals ser ligada. %s normalmente tentará desconfigurar todas as variáveis criadas pelo register_globals para ajudar a reforçar a segurança. Se algum script que você executa requer que o register_globals permaneça ligado e que não irá cooperar com o %s, configure-o para &quot;sim&quot;.
sv_se: <b>Var medveten om att ändring av denna inställning kan sänka säkerheten på ditt Gallery och vi kanske inte ger dig support om du råkar ut för problem som inte uppstår när detta är intställt på av.</b><br><br> Påsättning av detta orsakar att %s ignorerar att register_globals är inställt på på. %s försöker normalt att avmarkera alla variabler skapade av register_globals för att upprätthålla säkerheten. Om ett skript som du kör kräver att register_globals skall vara på och inte vill samverka med %s så ställ in detta på &quot;ja&quot;.
vi_vn: <b>Cần biết là thay đổi cấu hình này có khả năng giảm an toàn cho Thư viện ảnh của bạn, và chúng tôi có hoặc không thể trợ giúp bạn nếu bạn gặp phải những điều mà không thể xảy ra khi cấu hình này được tắt.</b><br><br>Hiệu lực cấu hình này sẽ làm cho %s bỏ qua register_globals thành bật. %s bình thường sẽ cố làm sạch mọi biến mà đã được tạo do register_globals để giúp tăng cường an toàn. Nếu một đoạn mã mà bạn dùng có đòi hỏi register_globals phải bật, và không kết hợp cùng %s, hãy chọn cấu hình là &quot;đồng ý&quot;.

source: Time Limit
ar_eg: ÇäÍÏ ÇäÒåæé
bg_bg: Лимит на Време
es_es: Tiempo límite de operación
gl_es: Tempo l&iacute;mite de operaci&oacute;n
is_is: Tímamörk
nl_nl: Tijdslimiet
no_no: Tidsfrist
pt_br: Tempo Limite
sv_se: Tidsbegränsning:
vi_vn: Giới hạn thời gian

source: The maximum amount of time in seconds any single operation should take. If you find that you are getting the <b>Maximum execution time exceeded</b> error message, you can try making this a larger number. Be warned that if you make this too large you <i>might</i> have a process that is stuck for a very long time without doing anything. The default value is 30 which is pretty reasonable.
ar_eg: ÇäÍÏ ÇäÃâÕé ÈÇäËèÇæé äåâÏÇÑ ÇäèâÊ ÇäĞé åæ ÇäåáÊÑÖ Ãæ ÊÓÊÚÑâç Ãé ÙåäêÉ. áÅæ èÌÏÊ Ãæ <b> ÇäÍÏ ÇäÃâÕé äèâÊ ÇäÊæáêĞ êÒêÏ Ùäé </b> ÑÓÇäÉ ÇäÎ×Ã¬ áêåãæã åÍÇèäÉ ÊÍèêä çĞÇ Åäé ÙÏÏ ÃãÈÑ. èäãæ ÇÍĞÑ! áÅĞÇ ÌÙäÊç ãÈêÑÇ ÌÏÇ <i> áâÏ <i> êÄÏé Åäé ÙåäêÉ âÏ ÊÙ×äã èâÊÇ ×èêäÇ Ïèæ áÙä Ãé ÔéÁ. ÇäâêåÉ ÇäÅáÊÑÇÖêÉ äçĞÇ ÇäÙÏÏ çé 30 è ÇäÊé ÊÙÊÈÑ åÙâèäÉ ÌÏÇë.
bg_bg: Максималното време в секунди, което би отнела дадена операция. Ако получавате грешка <b>Maximum execution time exceeded</b> (<b>Надхвърлено е максималното време за изпълнение</b>), можете да опитате да сложите по-голямо число. Внимавайте да не сложите прекалено голямо число, защото <i>може</i> да се получи процес, който дълго време не прави нищо. Презададената стойност е 30, което е достатъчно приемливо.
es_es: La máxima cantidad de tiempo en segundos para que cada operación ses ejecutada. Si se encuentra alguna vez con el mensaje de error <b>Maximum execution time exceeded</b>, puede intentar hacer más grande este número. Si este número es demasiado alto <i>podría</i> hacer que un proceso quede atascado durante demasiado tiempo sin hacer nada. El valor por defecto de 30 es bastante razonable.
gl_es: A m&aacute;xima cantidade de tempo en segundos para que cada operaci&oacute;n se &eacute; executada. Se se atopa algunha vez coa mensaxe de erro <b>Maximum execution time exceeded</b>, pode intentar facer m&aacute;is grande este n&uacute;mero. Se este n&uacute;mero &eacute; demasiado alto <i>poder&iacute;a</i> facer que un proceso quede atascado durante demasiado tempo sen facer nada. O valor por defecto de 30 &eacute; bastante razoable.
is_is: Hámarkstími í sekúndum sem hver einstök aðgerð má taka. Ef þú verður var/vör við að þú fáir <b>Maximum execution time exceeded</b> villuboðin, þá geturðu reynt að gera þessa tölu stærri. Hafðu í huga að ef þú gerir þetta of stórt <i>gætirðu</i> fengið ferli (process) sem er fast í mjög langan tíma án þess að gera neitt. Sjálfvalið gildi er 30, sem er nokkuð sanngjarnt.
nl_nl: De maximale tijd in seconden die een actie mag duren. Als u merkt dat u vaak de melding <b>Maximum execution time exceeded</b> krijgt kunt u proberen deze tijd te verhogen. Wees gewaarschuwd dat als dit <i>te</i> hoog staat, u misschien processen krijgt die te lang hangen. De standaard waarde is 30, hetgeen best redelijk is.
pt_br: A quantidade de tempo máximo em segundos que qualquer operação deve levar. Se você achar que está recebendo a mensagem de erro de <b>Tempo máximo de execução excedido (Maximum execution tme exceeded)</b>, você pode tentar alterar este valor para um número maior. Esteja avisado que se o valor for alto demais, você <i>poderá</i> ter um processo que ficará preso por um longo tempo sem realizar qualquer tarefa. O valor padrão é de 30 segundos, o que é altamente razoável.
sv_se: Maximalt antal sekunder varje enkel operation får ta. Om du finner att du får felmeddelande som <b>Maximum execution time exceeded</b> så kan du försöka med att öka detta värde. Tänk på att om du sätter detta för högt så kan du få en process som fastnar under en väldigt lång tid utan att göra någonting. Förvalt värde är 30 vilket är ganska resonabelt.
vi_vn: Giới hạn thời gian lớn nhất bằng giây trong mỗi quá trình hoạt động. Nếu bạn thấy rằng bạn có lỗi <b>Maximum execution time exceeded</b>, bạn có thể thử bằng một số lớn hơn. Chú ý nếu bạn để số quá lớn <i>có thể</i> sẽ có một quá trình được tiến hành trong một lúc lâu mà bạn thấy như không có gì xảy ra. Giá trị mặc định là 30 là giá trị phù hợp.

source: Random Block Cache Time
bg_bg: Време на пазене на 'Случаен Блок' Кеш
is_is: Tími til að halda handahófskenndu myndavalsflýtiminni
nl_nl: Willekeurig Blok cache tijd
sv_se: Cache-tid för slumpmässigt block
vi_vn: Thời gian lưu trữ khối ảnh ngẫu nhiên

source: This is the amount of time that the Random Block will cache data about your photos and albums, speeding up requests for random photos. The more often that your albums are modified, the lower you should set this value to ensure that new photos are chosen quickly, and to prevent attempts to retrieve photos which may have been deleted. The cache is automatically regenerated when a user views the random block after the time limit has expired.
bg_bg: Това е периода от време за който се пази 'Случаен Блок' Кеша на снимките и албумите. Този кеш ускорява реакцията на показване на случайни снимки. Колкото по-често се променят албумите ви, толкова по ниска трябва да е тази стойност, за да бъдат избирани по-бързо новите снимки и да се предотвратява избирането на снимки които са вече изтрити. Кеша се генерира автоматично когато като някой потребител избере да прегледа снимки от 'Случайния Блок' след като периода от време е изтекъл.
is_is: Þetta er tímalengd sem Random Block mun halda gögnum um myndir og albúm þín í flýtiminni, til að flýta fyrir beiðnum um handahófskenndar myndir. Þeim oftar sem albúmum þínum er breytt, því lægra ættir þú að setja þetta gildi til að tryggja að nýjar myndir séu valdar snögglega og til að koma í veg fyrir beiðnir um myndir sem hafa verið eytt. Þetta flýtiminni mun vera endurbyggt þegar það rennur út.
nl_nl: Dit is de tijd dat een Willekeurig Blok gegevens bewaart over uw foto's en albums, om zo aanvragen voor willekeurige foto's te versnellen. Hoe vaker u albums wijzigt, hoe lager deze waarde moet zijn om er voor te zorgen dat nieuwe foto's snel gekozen worden, en om te voorkomen dat er foto's worden geprobeert op te halen die verwijderd zijn. De cache wordt automatisch gegenereerd als een gebruiker het willekeurige blok bekijkt nadat de tijd verlopen is.
pt_br: Esta é a quantidade de tempo que o Bloco Randômico realizará cache de dados das suas fotos e álbuns, acelerando as requisições por fotos aleatórios. Se seus álbuns são modificados frequentemente, você deverá ajustar esse valor para números baixos para ter certeza que suas novas fotos sejam escolhidas rapidamente e para prevenir tentativas de obter fotos que talvez tenham sido apagadas. O cache é automaticamente regenerado quando um usuário visualiza o block randômico após o tempo limite ter expirado.
sv_se: Detta är den tid som det slumpmässiga blocket kommer att cache information om dina foton och album, detta snabbar upp för slumpmässiga foton. Ju oftare som dina album ädras dessto lägre bör du ställa in detta värde för att försäkra att nya foton väljs fort och för att förhindra försök att öppna foton som har tagits bort. Cachen förnyas automatiskt när en användare visar det slumpmässiga blocket efter att tidsgränsen har gått ut.
vi_vn: Đây là thời gian mà khối ảnh ngẫu nhiên sẽ lưu trữ dữ liệu ảnh và album của bạn, tăng tốc độ tìm kiếm ảnh ngẫu nhiên. Nếu album của bạn thường xuyên được cập nhật, bạn cần phải ghi giá trị này thấp để các ảnh mới sẽ nhanh chóng được chọn, và đồng thời ngăn ngừa tìm kiếm các ảnh đã bị xóa. Lưu trữ sẽ tự tạo lại khi người dùng xem trang có khối ảnh ngẫu nhiên sau thời gian tới hạn đã hết.

source: 24 Hours
bg_bg: 24 Часа
es_es: 24 horas
is_is: 24 tímar
nl_nl: 24 uur
pt_br: 24 Horas
sv_se: 24 timmar
vi_vn: 24 tiếng

source: 12 Hours
bg_bg: 12 Часа
es_es: 12 horas
is_is: 12 tímar
nl_nl: 12 uur
pt_br: 12 Horas
sv_se: 12 timmar
vi_vn: 12 tiếng

source: 6 Hours
bg_bg: 6 Часа
es_es: 6 horas
is_is: 6 tímar
nl_nl: 6 uur
pt_br: 6 Horas
sv_se: 6 timmar
vi_vn: 6 tiếng

source: 1 Hour
bg_bg: 1 Час
es_es: 1 hora
is_is: 1 tími
nl_nl: 1 uur
pt_br: 1 Hora
sv_se: 1 timme
vi_vn: 1 tiếng

source: 30 Minutes
bg_bg: 30 Минути
es_es: 30 minutos
is_is: 30 mínútur
nl_nl: 30 minuten
pt_br: 30 Minutos
sv_se: 30 minuter
vi_vn: 30 phút

source: Random Block Retrieval Attempts
bg_bg: Брой опити на прочитане на <br>снимки от 'Случайния Блок'
is_is: Fjöldi tilrauna til að velja handahófskenndar myndir
nl_nl: Willekeurig Blok ophaalpogingen
pt_br: Tentativas Aleatórias de Recuperação de Bloco
sv_se: Återställningsförsök för slumpmässigt block
vi_vn: Tìm ảnh khối ảnh ngẫu nhiên

source: This variable controls the number of times that the random block will attempt to retrieve an image from Gallery. The larger the value, the less likely a 'No Photo Chosen' will be returned, but it increases the time it takes for the Random Block to load.
bg_bg: Тази променлива контролира броя на опитите на 'случайния блок' да прочете изображение от Галерията. Колкото по-голяма е тази стойност, толкова е по-малка вероятността да се покаже 'Не Е Избрана Снимка'. Но това от друга страна ще увеличи времето за което 'Случайния Блок' се зарежда.
is_is: Þessi breyta ræður hversu oft random block mun reyna að ná í mynd úr Gallery. Því hærra sem þetta gildi er, þeim mun líklegra er að 'Engin mynd valin' mun birtast notanda, en það mun líka auka tíman sem random block þarf til að hlaða sér inn.
nl_nl: Deze optie stelt in hoe vaak een willekeurig blok probeert om een afbeelding van Gallery op te halen. Hoe hoger deze waarde, hoe minder waarschijnlijk een 'Geen foto gekozen' als antwoord komt, maar het verhoogt de tijd die nodig is voor het laden van het Willekeurige Blok.
pt_br: Esta variável controla o número de vezes que um bloco aleatório tentará obter uma imagem do Gallery. Quanto maior for este valor, menos provavel será a resposta de 'Nenhuma foto escolhida', mas isto aumentará o tempo que leva para a carga do bloco aleatório.
sv_se: Denna variabel kontrollerar antalet gånger som det slumpmässiga blocket kommer försöka att hämta en bild från Gallery. Desto större värdet är desto mindre sannolikt att 'Inget foto valt' kommer att retuneras men det ökar tiden som det tar för slumpmässiga blocket att läsas in.
vi_vn: Giá trị này là số lần mà khối ảnh ngẫu nhiên sẽ tìm ảnh trong Thư viện ảnh. Giá trị lớn, sẽ ít có 'Không ảnh nào được chọn' bị hiển thị, nhưng sẽ làm tăng thời gian tải cho khối ảnh ngẫu nhiên.

source: Cache EXIF data
ar_eg: ÈêÇæÇÊ ÊÎÒêæ Çä EXIF
bg_bg: Кеширaнe на 'EXIF' данни
es_es: ¿Mostrar datos EXIF?
gl_es: Amosar datos EXIF?
is_is: Flýtivista (cache) EXIF gögn
nl_nl: Cache EXIF gegevens
no_no: Mellomlagre EXIF-data
pt_br: Armazenar informação EXIF
sv_se: Buffra EXIF-information?
vi_vn: Lưu giữ dữ liệu EXIF

source: The EXIF data extracted from JPEG files can be cached after it is read the first time. The tradeoff is that if you cache this data it's possible for your album data files to get quite large which may slow down viewing your albums. But, if you don't cache this data then it needs to be retrieved every time any user looks at the properties of a photo which can also be slow.
ar_eg: êåãæ äÈêÇæÇÊ Çä EXIF ÇäåÓÊÎäÕÉ åæ åäáÇÊ Çä JPEG Ãæ ÊÎÊÒæ ÈÙÏ âÑÇÁÊçÇ äÃèä åÑÉ. èÇäæÊêÌÉ Ãæã ÅĞÇ ÇÎÊÒæÊ çĞç ÇäÈêÇæÇÊ áêåãæ äåäáÇÊ ÇäÈêÇæÇÊ áé ÃäÈèåã Ãæ ÊÕÈÍ ãÈêÑÉ ääÚÇêÉ ååÇ êÄÏé ÈÏèÑç Åäé È×Á ÇÓÊÙÑÇÖ ÃäÈèåÇÊã. èäãæ ÅĞÇ äå ÊÎÊÒæ çĞç ÇäÈêÇæÇÊ, áÅæçÇ ÓÊãèæ áé ÍÇÌÉ Åäé ÇäÇÓÊÑÌÇÙ áé ãä åÑÉ êæØÑ áêçÇ Ãé åÓÊÎÏå Åäé ÎÕÇÆÕ ÕèÑÉ åÇ èÇäÊé êåãæ Ãæ ÊÕÈÍ È×êÆÉ ÃêÖÇ.
bg_bg: 'EXIF' данните, които са извлечени от 'JPEG' файловете, могат да бъдат кеширани, след като файла е прочетен за първи път. Ако кеширате данните, възможно е файловете за данни на албума да станат прекалено големи, което ще забавя разглеждането на албума. От друга страна, ако не го правите, всеки път когато погледнете детайлите на снимката, 'EXIF' данните ще бъдат извличани на момента, което също може да бъде бавно.
es_es: Los datos EXIF extraídos de los ficheros JPEG pueden ser cacheados después de haber sido leídos por primera vez. El problema es que si cachea estos datos es posible los datos de los archivos de sus álbumes auementen de espacio, lo cual puede hacer que se visualicen más despacio. Pero, si no cachea estos datos, será necesario obtenerlos cada vez que un usuario vea las propiedades de una foto, lo cual también ralentizará el proceso.
gl_es: Os datos EXIF extra&iacute;dos dos ficheiros JPEG poden ser cacheados despois de ter sido le&iacute;dos por primeira vez. O problema &eacute; que se cachea estes datos &eacute; posibel que os datos dos arquivos dos seus &aacute;lbumes aumenten de espacio, e isto pode facer que se visualicen m&aacute;is despacio. Pero, se non cachea estes datos, ser&aacute; necesario obtelos cada vez que un usuario vexa as propiedades dunha foto, e isto tam&eacute;n ralentizar&aacute; o proceso.
is_is: EXIF gögnin sem lesin eru úr JPEG-skrám er hægt að flýtivista eftir að skráin er fyrst lesin. Fórnarskiptin eru þau að ef þessi gögn eru flýtivistuð geta albúmaskrárnar orðið allstórar, og það getur hægt á birtingu albúmanna. En, ef þú flýtivistar ekki þessi gögn, þá þarf að lesa þau í hvert sinn sem notandi skoðar nánari upplýsingar um einhverja mynd; það getur þá líka orðið hægvirkt.
nl_nl: De EXIF gegevens van JPEG bestanden kunnen worden bewaard nadat deze voor het eerst zijn gelezen. Het nadeel hiervan is dat het mogelijk is dat uw album bestanden erg groot worden, wat weer voor vertragingen leidt bij het bekijken van albums. Als u dit niet instelt worden de gegevens iedere keer dat een gebruiker een plaatje bekijkt opnieuw geladen, wat ook weer traag kan zijn.
no_no: EXIF-data hentet ut fra JPEG-filer kan bli mellomlagret etter at den blir lest første gang. Ulempen med dette er at hvis du mellomlagrer dette, så er det mulig for albumdatafilene å bli svært store, som kan gjøre lasting av albumene tregere. Men, hvis du ikke mellomlagrer disse data, må de hentes ut på nytt for hver gang en bruker ser på egenskapene til et fotografi, noe som også kan være tregt.
pt_br: A informação EXIF extraída dos arquivos JPEG podem ser armazenadas depois de serem lidas pela primeira vez. A desvantagem é que se você armazenar esta informação é possível que seus arquivos de dados de álbum tornem-se maiores, o que causará lentidão ao visualizar seus álbuns. Se você não armazenar esta informação, ela precisará ser lida toda vez que um usuário visualizar as propriedades da foto, o que também pode causar lentidão.
sv_se: EXIF-informationen hämtad från JPEG-filer kan buffras efter att den har lästs första gången. Kompromissen är den att om du buffrar denna information så är det möjligt att dina album-informationsfiler bli ganska stora vilket kan ge långsam visning av dina album. Men om du inte buffrar denna information så behöver den återfinnas varje gång någon användare tittar på egenskaperna för ett foto vilket också kan vara långsamt.
vi_vn: Dữ liệu EXIF lấy ra từ các ảnh JPEG có thể được lưu giữ sau lần đầu được đọc. Nếu bạn lưu giữ dữ liệu này thì có khả năng những file dữ liệu album của bạn sẽ lớn hơn và làm chậm khi xem album. Nhưng nếu bạn không lưu giữ dữ liệu đó thì cần phải đọc mỗi lần khi bất cứ người dùng nào xem đặc tính của ảnh và cũng sẽ làm chậm lại.

source: Developer Mode
bg_bg: Режим за Програмисти
es_es: Modo desarrollador
is_is: Forritarahamur
nl_nl: Ontwikkel modus
pt_br: Modo de Desenvolvedor
sv_se: Utvecklingsläge
vi_vn: Chế độ Cao cấp

source: Turn on developer mode to see all PHP warnings and notices. Enabling this is not recommended for users that aren't familiar with PHP.
bg_bg: Включете режима за програмисти за да виждате всички предупреждения и забележки. Не се препоръчва за потребители които не са запознати с PHP.
es_es: Active el modo desarrollador para ver todos los avisos y notificaciones de PHP. No es recomendable que habilite esta opción si no está familiarizado con PHP.
is_is: Virkja forritaraham til að sjá PHP upplýsingar. Mælum ekki með virkjun á þessum ham fyrir venjulega notendur.
nl_nl: Zet ontwikkel modus aan om alle PHP waarschuwingen en opmerkingen te zien. Deze optie wordt niet aangeraden voor gebruikers die niet bekend zijn met PHP.
pt_br: Habilite o modo de desenvolvedor para visualizar todos os avisos e observações. Não é recomendado habilitar essa função para usuários que não são familiarizados com o PHP.
sv_se: Gå till utvecklingsläge för att se alla PHP-varningar och noteringar. Gå in i detta är inte rekommenderat för användare som inte har kännedom om PHP.
vi_vn: Khi chế độ cao cấp được mở sẽ thấy tất cả các cảnh báo và thông báo của PHP. Không khuyến cáo mở chế độ này đối với những người ít có kinh nghiệm với PHP.

source: Use Syslog
bg_bg: Да използваме ли 'Syslog'
es_es: Usar Syslog
is_is: Nota Syslog
nl_nl: Gebruik Syslog
no_no: Bruk Syslog
pt_br: Usar Syslog
sv_se: Använd Syslog
vi_vn: Sử dụng Syslog

source: Report user login, logout, and serious errors via syslog (UNIX) or System Event Manager (Windows)
bg_bg: Съобщаване на потребителски влизания и излизания от системата и различни видове грешки чрез syslog (UNIX) или System Event Manager (Windows)
es_es: Notificar los registros, las desconexiones de los usuarios y otros errores importantes vía syslog (UNIX) o vía Registro de Sucesos (Windows)
is_is: Skrá inn- og útskráningu notanda ásamt alvarlegum villum í syslog (UNIX) eða System Event Manager (Windows)
nl_nl: Rapporteer het in- en uitloggen van gebruikers, en ernstige fouten via syslog (UNIX) of System Event Manager (Windows)
pt_br: Gera relatório de autenticação de usuários, saída de usuários e erros detalhados via syslog (UNIX) ou Gerenciador de Eventos do Sistema (Windows)
sv_se: Rapportera användar-inloggningar/utloggningar och seriösa felmeddelanden genom syslog (UNIX) eller System Event Manager (Windows)
vi_vn: Báo cáo đăng nhập, thoát, và những lỗi nghiêm trọng qua syslog (UNIX) hoặc System Event Manager (Windows)

source: Use %s
ar_eg: ÇÓÊÎÏå %s
bg_bg: Да използваме ли <br>%s
es_es: ¿Usar %s?
gl_es: Usar %s?
is_is: Nota %s
nl_nl: Gebruik %s
no_no: Bruk %s
pt_br: Usar %s?
sv_se: Använd %s?
vi_vn: Sử dụng %s
