Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: This allows you to configure the actual text that will be displayed for each voting option, plus the number of points that option is worth.
ar_eg: ÓêÊêÍ äã Ğäã Ãæ Êâèå ÈÅÙÏÇÏ ÇäæÕ ÇäáÙäé ÇäĞé ÓêÊå ÙÑÖç äãä ÎêÇÑ åæ ÎêÇÑÇÊ ÇäÊÕèêÊ¬ ÅÖÇáÉ Åäé ÙÏÏ ÇäæâÇ× ÇäÊé êÓÊÍâçÇ çĞÇ ÇäÎêÇÑ.
bg_bg: Това позволява да изберете самия текст който ще се показва за всяка позиция на гласуване, плюс броя на точките които тази позиция струва.
es_es: Esto le permite configurar el texto que será mostrado para cada opción de voto, más el número de puntos que vale cada opción.
gl_es: Isto lle permite configura-lo texto que ser&aacute; amosado para cada opci&oacute;n de voto, m&aacute;is o n&uacute;mero de puntos que vale cada opci&oacute;n.
is_is: Þetta gerir þér kleift að stilla textann sem birtist fyrir hvern valkost í atkvæðagreiðslu, og að auki hversu margra stiga virði sá valkostur er.
nl_nl: Dit stelt u in staat om de tekst van de opties te veranderen, samen met het aantal punten dat een optie waard is.
pt_br: Esta opção permitira a você escolhar o texto que será exibido para cada item de votação mais o número de pontos que cada item vale.
sv_se: Detta tillåter dig att konfigurera den faktiska texten som kommer att visas för varje röstningsalternativ, plus antal poäng detta alternativ är värt.
vi_vn: Cho phép bạn ghi chọn nội dung được hiển thị cho mỗi lựa chọn bình chọn, cộng với số điểm mà lựa chọn đó có được.

source: Excellent
ar_eg: ååÊÇÒ.
bg_bg: Отлично
es_es: Excelente
gl_es: Excelente
is_is: Frábært
nl_nl: Uitstekend
no_no: Utmerket
pt_br: Excelente
sv_se: Utomordentligt
vi_vn: Tuyệt vời

source: Very Good
ar_eg: ÌêÏ ÌÏÇë.
bg_bg: Много добре
es_es: Muy bueno
gl_es: Moi bo
is_is: Mjög gott
nl_nl: Erg goed
no_no: Veldig bra
pt_br: Muito Bom
sv_se: Mycket bra
vi_vn: Rất tốt

source: Good
ar_eg: ÌêÏ.
bg_bg: Добре
es_es: Bueno
gl_es: Bo
is_is: Gott
nl_nl: Goed
no_no: Bra
pt_br: Bom
sv_se: Bra
vi_vn: Tốt

source: Average
ar_eg: åÊèÓ×.
bg_bg: Горе-долу
es_es: Normal
gl_es: Normal
is_is: Miðlungs
nl_nl: Gemiddeld
no_no: Gjennomsnittelig
pt_br: Médio
sv_se: Godkänd
vi_vn: Trung bình

source: Poor
ar_eg: ÖÙêá.
bg_bg: Зле
es_es: Malo
gl_es: Malo
is_is: Lélegt
nl_nl: Slecht
no_no: Dårlig
pt_br: Ruim
sv_se: Mindre bra
vi_vn: Kém

source: Album Slideshow
ar_eg: ÙÑÖ ÔÑÇÆÍ ÇäÃäÈèå.
bg_bg: Преглед на Албума
es_es: Presentación del álbum
gl_es: Presentaci&oacute;n do &aacute;lbume
is_is: Myndasýning albúms
nl_nl: Album diashow
no_no: Albumfremvisning
pt_br: Slideshow de Álbum
sv_se: Albumbildspel
vi_vn: Trình diễn ảnh album

source: Slideshow Type
ar_eg: æèÙ ÙÑÖ ÇäÔÑÇÆÍ.
bg_bg: Тип на прегледа
es_es: Tipo de presentación
gl_es: Tipo de presentaci&oacute;n
is_is: Gerð myndasýningar
nl_nl: Diashow type
no_no: Fremvisningstype
pt_br: Tipo de Slideshow
sv_se: Bildspelstyp?
vi_vn: Kiểu trình diễn ảnh

source: Recursive slideshow
ar_eg: ÙÑÖ åÊãÑÑ ääÔÑÇÆÍ.
bg_bg: Преглед и на под-албумите
es_es: Presentación recursiva
gl_es: Presentaci&oacute;n recursiva
is_is: Myndasýning fer inn í undiralbúm
nl_nl: Diashow met subalbums
no_no: Rekursiv fremvisning
pt_br: Slideshow Recursivo
sv_se: Återkopplat bildspel?
vi_vn: Trình diễn ảnh thêm

source: Set to %s if you want to include images in sub albums as part of the slideshow.
ar_eg: âå ÈÇäÅÙÏÇÏ Åäé %s ÅĞÇ ãæÊ ÊÑêÏ èÖÙ ÇäÕèÑ áé ÃäÈèåÇÊ áÑÙêÉ ãÌÒÁ åæ ÙåäêÉ ÙÑÖ ÇäÔÑÇÆÍ.
bg_bg: Сложете %s ако искате да включите в прегледа изображенията от под-албумите.
es_es: Establezca %s si quiere incluir las imágenes de los subálbumes como parte de la presentación.
gl_es: Estableza %s se quere inclui-las imaxes dos sub&aacute;lbumes como parte da presentaci&oacute;n.
is_is: Stilltu á %s ef þú vilt taka með myndir í undiralbúmum sem hluta af myndasýningunni.
nl_nl: %s instellen als foto's uit subalbums ook in de diashow te zien moeten zijn.
pt_br: Coloque-o para %s se você quiser incluir imagens de sub-álbuns como parte do slideshow.
sv_se: Ställ in på %s om du vill inkludera bilder från underliggande album som del i bildspelet.
vi_vn: Chọn là %s nếu bạn muốn bao gồm cả những ảnh trong các album nhánh hiển thị trong trình diễn ảnh.

source: This option will allow visitors to have your slideshow repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
ar_eg: çĞÇ ÇäÎêÇÑ ÓêÓåÍ ääÒèÇÑ ÊãÑÇÑ ÙÑÖ ÇäÔÑÇÆÍ ÇäÎÇÕÉ Èã Åäé Ãæ êÚäâèÇ ÇäæÇáĞÉ Ãè êæÊâäèÇ Åäé ÕáÍÉ ÃÎÑé. âå ÈÅÙÏÇÏ çĞÇ ÇäÎêÇÑ áé %s ÅĞÇ ãæÊ ÊÑêÏ ÊèáêÑ ÙÑÖ Çäæ×Çâ ÇäÊÑÏÏé.
bg_bg: Тази настройка ще позволи на посетителите да превключат прегледа в режим на повторение, докато не бъде затворен прозореца или докато не отидат на друга страница. Сложете %s, ако искате да спестите трафик.
es_es: Esta opción permitirá a los visitantes hacer que las presentaciones se repitan hasta que cierren la ventana o vayan a otra página. Establézcala a %s si quiere ahorrar en ancho de banda.
gl_es: Esta opci&oacute;n permitiralle &oacute;s visitantes facer que as presentaci&oacute;ns se repitan ata que pechen a ventana ou vaian a outra p&aacute;xina. Establ&eacute;zaa a %s se quere aforrar en ancho de banda.
is_is: Þessi valkostur gerir gestum kleift að láta myndasýninguna endurtaka sig þar til þeir loka glugganum eða fara á aðra síðu. Settu þetta á %s ef þú vilt spara bandvídd.
nl_nl: Deze optie stelt bezoekers in staat om de diashow te laten herhalen tot ze het scherm sluiten of naar een andere pagina gaan. Zit dit op %s als u bandbreedte wilt uitsparen.
pt_br: Esta opção permitirá aos seus visitantes ter a repetição do slideshow até que seja fechada a janela ou vão para outra página. Coloque-o para %s se você quiser economizar banda.
sv_se: Detta alternativ tillåter besökare ha ditt bildspel upprepat tills de stänger fönstret eller går till en annan sida. Ställ in detta på %s om du vill spara bandbredd.
vi_vn: Lựa chọn này sẽ cho phép trình diễn ảnh của bạn được lặp lại với người xem cho đến khi họ đóng cửa sổ hoặc chuyển qua trang khác. Đặt là %s nếu bạn muốn giữ giới hạn đường truyền.

source: Top
ar_eg: âåÉ
bg_bg: Горе
es_es: Arriba
gl_es: Arriba
is_is: Efst
nl_nl: Boven
pt_br: Topo
sv_se: Toppen
vi_vn: Đỉnh

source: Bottom
ar_eg: ÃÓáä
bg_bg: Долу
es_es: Abajo
gl_es: Abaixo
is_is: Neðst
nl_nl: Onder
pt_br: Fundo
sv_se: Botten
vi_vn: Đáy

source: Frames
ar_eg: Å×ÇÑÇÊ.
bg_bg: Рамки
es_es: Cuadros
gl_es: Cadros
is_is: Rammar
no_no: Rammer
pt_br: Bordas
sv_se: Ramar
vi_vn: Khung

source: Each image (thumbnails, resized and full sized) in %s can have a frame. The following styles available:
ar_eg: ãä ÕèÑÉ (ÓèÇÁ ãÇæÊ åÕÚÑÉ¬ ÃèåÊÚêÑÉ ÇäÍÌå¬ ÃèÈÍÌåçÇ Çä×ÈêÙé) áé %s êåãæ Ãæ êãèæ äçÇ Å×ÇÑ. ÇäÃæåÇ× ÇäÊÇäêÉ åÊÇÍÉ:
bg_bg: Всяко изображение от %s (миниатюрно изображение, нормално или пълно) може да бъде в рамка. Следните стилове рамки са на разположение:
es_es: Cada imagen (miniaturas, redimensionadas y a tamaño completo) de %s puede tener un marco. Los siguientes estilos están disponibles:
gl_es: Cada imaxe (miniaturas, redimensionadas e a tama&ntilde;o completo) de %s pode ter un marco. Os seguintes estilos est&aacute;n dispo&ntilde;ibles:
is_is: Hver mynd (smámyndir, smækkaðar og í fullri stærð) í %s getur haft ramma. Eftirfarandi stílar eru í boði:
nl_nl: Elke afbeelding (voorbeelden, verkleinde en volledige groottes) in %s kan een kader hebben. De volgende stijlen zijn beschikbaar:
pt_br: Cada imagem (miniatura, redimensionada ou tamanho original) em %s pode ter uma borda. Os seguintes estolos estão disponíveis:
sv_se: Varje bild (miniatyrbild, storleksändrad och originalstorlek) i %s kan ha en ram. Följande stilar finns tillgängliga:
vi_vn: Mỗi ảnh (thumbnails, chỉnh cỡ và đầy đủ) trong %s có thể có một khung. Những kiểu dáng có sẵn:

source: Subalbum frames
ar_eg: Å×ÇÑÇÊ ÇäÃäÈèåÇÊ ÇäáÑÙêÉ.
bg_bg: Рамки за под-албумите
es_es: Marcos de los subálbumes
gl_es: Marcos dos sub&aacute;lbumes
is_is: Rammar utan um undiralbúm
nl_nl: Sub-albums kaders
no_no: Under-album-rammer
pt_br: Bordas de sub-álbuns
sv_se: Ram runt underliggande album?
vi_vn: Khung album nhánh

source: This frame will appear around the thumbnail image representing a subalbum.
ar_eg: Óèá êØçÑ çĞÇ ÇäÅ×ÇÑ Íèä ÇäÕèÑ ÇäåÕÚÑÉ ÇäÊé ÊåËä ÃäÈèåÇë áÑÙêÇ.
bg_bg: Тази рамка ще се появи около миниатюрното изображение представляващо под-албум.
es_es: Este marco aparecerá alrededor de la miniatura representando un subálbum.
gl_es: Este marco aparecer&aacute; &oacute; arredor da miniatura representando un sub&aacute;lbume.
is_is: Þessi rammi mun birtast utan um smámyndina sem táknar undiralbúm.
nl_nl: Dit kader zal verschijnen rond het voorbeeldplaatje dat een subalbum weergeeft.
no_no: Denne ramma vil komme rundt miniatyrbilder som representerer under-album.
pt_br: Esta borda aparecerá em torno de imagens em miniatura representando um sub-álbum.
sv_se: Denna ram kommer att visas runt miniatyrbilder som representerar ett underliggande album.
vi_vn: Khung này sẽ hiển thị quanh ảnh thumbnail biểu trưng cho album nhánh.

source: Frame around thumbs
ar_eg: Å×ÇÑ Íèä ÇäÕèÑ ÇäåÕÚÑÉ.
bg_bg: Рамка около миниатюрните изображения
es_es: Marcos alrededor de las miniaturas
gl_es: Marcos &oacute; arredor das miniaturas
is_is: Rammi utan um smámyndir
nl_nl: Kader rond thumbnails
no_no: Ramme rundt miniatyrbilder
pt_br: Bordas em torno das miniaturas
sv_se: Ram runt miniatyrbilder?
vi_vn: Khung quanh thumbs

source: This frame will appear around the thumbnail image representing a photo or movie.
ar_eg: çĞÇ ÇäÅ×ÇÑ ÓêØçÑ Íèä ÇäÕèÑ ÇäåÕÚÑÉ ÇäÊé ÊåËä ÕèÑÉ Ãè áêäåÇ.
bg_bg: Тази рамка ще се появи около миниатюрното изображение представляващо снимка или филм.
es_es: Este marco aparecerá alrededor de la miniatura de la imagen representando una foto o una animación.
gl_es: Este marco aparecer&aacute; &oacute; arredor da miniatura da imaxe representando unha foto ou unha animaci&oacute;n.
is_is: Þessi rammi mun birtast utan um smámyndina sem táknar ljósmynd eða kvikmynd.
nl_nl: Dit kader zal veschijnen rond het voorbeeldplaatje van een foto of filmpje.
no_no: Denne ramma vil komme rundt miniatyrbilder som representerer et foto eller en film.
pt_br: Esta borda aparecerá em torno da miniatura representando uma foto ou um vídeo.
sv_se: Denna ram kommer att visas runt miniatyrbilder som representerar ett foto eller en film.
vi_vn: Khung này sẽ hiển thị quanh ảnh thumbnail biểu trưng cho một ảnh hoặc phim.

source: Frame around images
ar_eg: Å×ÇÑ Íèä ÇäÕèÑ.
bg_bg: Рамка около изображенията
es_es: Marco alrededor de las imágenes
gl_es: Marco &oacute; arredor das imaxes
is_is: Rammi utan um myndir
nl_nl: Kader rond fotos
no_no: Ramme rundt bilder
pt_br: Borda em torno das imagens
sv_se: Ram runt bilder?
vi_vn: Khung quanh ảnh

source: This frame will appear around fulled sized and resized photos.
ar_eg: çĞÇ ÇäÅ×ÇÑ Óèá êØçÑ Íèä ÇäÕèÑ ÈÍÌåçÇ Çä×ÈêÙé è ÇäÕèÑ åÊÚêÑÉ ÇäÍÌå.
bg_bg: Тази рамка ще се появи около снимките с нормален и пълен размер.
es_es: Este marco aparecerá alrededor de las fotos a tamaño completo y de las redimensionadas.
gl_es: Este marco aparecer&aacute; &oacute; arredor das fotos a tama&ntilde;o completo e das redimensionadas.
is_is: Þessi rammi mun birtast utan um ljósmyndir í fullri stærð og smækkaðar ljósmyndir.
nl_nl: Dit kader zal verschijnen rond zowel volledige als verkleinde foto's.
no_no: Denne ramma vil komme rundt bilder med full størrelse.
pt_br: Esta borda aparecerá em torno de fotos em tamanho original e redimensionadas.
sv_se: Denna ram kommer att visas runt foton som är av fullskalig storlek och storleksändrad.
vi_vn: Khung này sẽ hiển thị quanh ảnh đầy đủ và ảnh chỉnh cỡ.

source: You must create an empty file named %s and chmod it 777 before proceeding. See the %s for more details.
bg_bg: Трябва да създадете празен файл %s и да го промените с 'chmod 777' преди да продължите. Вижте %s за повече детайли.
es_es: Debe crear un fichero vacío llamado %s y cambiarle los permisos con la máscara 777 antes de continuar. Vea %s para más detalles.
pt_br: Você deve criar um arquivo em branco chamado %s e mudar seus atributos para 777 (em Unix: chmod 777) antes de continuar. Veja %s para maiores detalhes.
vi_vn: Bạn phải tạo một file trắng có tên %s và thực hiện chmod 777 trước khi sử lý. Xem %s cho chi tiết.

source: File %s is optional, however some %s features will be disabled unless you create an empty file named %s and chmod it to 777 before proceeding. See the %s for more details.
bg_bg: Файла %s не е задължителен, но някои функции на %s няма да работят, ако не създадете празен файл %s и не го промените с 'chmod 777' преди да продължите. Вижте %s за повече детайли.
es_es: El fichero %s es opcional, sin embargo, algunas características %s serán deshabilitadas a menos que cree un fichero vacío llamado %s y le cambie los permisos con la máscara 777 antes de continuar. Vea %s para más detalles.
pt_br: Arquivo %s é opcional, entretanto algumas funções %s serão desabilitadas a não ser que você crie um arquivo em branco chamado %s e mudar seus atributos para 777 (Em Unix: chmod 777) antes de continuar. Veja %s para maiores detalhes.
vi_vn: File %s là tùy chọn, tuy nhiên vài chức năng %s sẽ không hiệu lực cho đến khi bạn tạo một file trắng có tên %s và thực hiện chmod 777 trước khi sử lý. Xem %s cho chi tiết.

source: File %s is not writable by the webserver - chmod it 777 before proceeding. See %s for more details.
bg_bg: Файла %s не може да бъде редактиран от web-сърбъра - променете го с 'chmod 777' преди да продължите. Вижте %s за повече детайли.
es_es: El fichero %s no tiene permiso de escritura para el servidor web. Cámbiele los permisos con la máscara 777 antes de continuar. Vea %s para más detalles.
pt_br: Arquivo %s não é gravável pelo servidor web - altere os atributos para 777 antes de continuar. Veja %s para maiores detalhes.
vi_vn: File %s không có khả năng ghi vào trên máy chủ web - thực hiện chmod là 777 trước khi sử lý. Xem %s cho chi tiết.

source: missing
ar_eg: åáâèÏ.
bg_bg: липсва
es_es: falta
gl_es: desaparecido
is_is: vantar
nl_nl: missend
no_no: mangler
pt_br: faltando
sv_se: Saknas
vi_vn: mất

source: it's optional
ar_eg: Åæç ÇÎÊêÇÑé.
bg_bg: не е необходимо
es_es: es opcional
gl_es: &eacute; opcional
is_is: þetta er val
nl_nl: dit is optioneel
no_no: det er valgfritt
pt_br: é opcional
sv_se: Detta är valfritt
vi_vn: lựa chọn

source: optional
ar_eg: ÅÎÊêÇÑê
bg_bg: по избор
es_es: opcional
gl_es: opcional
is_is: val
nl_nl: optioneel
no_no: valgfritt
pt_br: opcional
sv_se: Valfritt
vi_vn: lựa chọn

source: %s: <b>%s</b> must be an absolute URL!
ar_eg: êÌÈ Ãæ êãèæ %s: <b>%s</b> ÑÇÈ×Ç å×äâÇë!
bg_bg: %s: <b>%s</b> трябва да е пълен URL!
es_es: ¡%s: <b>%s</b> debe ser una URL absoluta!
gl_es: ¡%s: <b>%s</b> debe ser unha URL absoluta!
is_is: %s: <b>%s</b> verður að vera full vefslóð!
nl_nl: %s: <b>%s</b> moet een absolute URL zijn!
pt_br: %s: <b>%s</b> deve ser uma URL absoluta!
sv_se: %s: <b>%s</b> måste vara en absolut URL!
vi_vn: %s: <b>%s</b> phải là một URL chính xác!

source: %s: <b>%s</b> must be a valid file (not a directory)!
ar_eg: êÌÈ Ãæ êãèæ %s : <b>%s</b åäáÇë ÓÇÑêÇ (èäêÓ ÏäêäÇë).
bg_bg: %s: <b>%s</b> трябва да е валиден файл (не директория)!
es_es: ¡%s: <b>%s</b> debe ser un fichero válido (no un directorio)!
gl_es: ¡%s: <b>%s</b> debe ser un ficheiro v&aacute;lido (non un directorio)!
is_is: %s: <b>%s</b> verður að vera gild skrá (ekki mappa)!
nl_nl: %s: <b>%s</b> moet een geldig bestand zijn (en geen map)!
pt_br: %s: <b>%s</b> deve ser um nome de arquivo válido (e não um diretório)!
sv_se: %s: <b>%s</> måste vara en giltig fil (inte en katalog)!
vi_vn: %s: <b>%s</b> phải là một file có giá trị (không phải là một thư mục)!

source: %s: <b>&quot;%s&quot;</b> must be a positive number
ar_eg: êÌÈ Ãæ êãèæ %s : <b>&quot;%s&quot;</b> ÑâåÇ åèÌÈÇ.
bg_bg: %s: <b>&quot;%s&quot;</b> трябва да е положително число
es_es: %s: <b>&quot;%s&quot;</b> debe ser un número positivo
gl_es: %s: <b>&quot;%s&quot;</b> debe ser un n&uacute;mero positivo
is_is: %s: <b>&quot;%s&quot;</b> verður að vera jákvæð tala
nl_nl: %s: <b>&quot;%s&quot;</b> moet een positief getal zijn
pt_br: %s: <b>>&quot;%s&quot;</b> dev ser um número positivo
sv_se: %s: <b>&quot;%s&quot;</b> måste vara ett positivt nummer
vi_vn: %s: <b>&quot;%s&quot;</b> phải là một số dương

source: %s: <b>&quot;%s&quot;</b> must be a number
bg_bg: %s: <b>&quot;%s&quot;</b> трябва да е число
es_es: %s: <b>&quot;%s&quot;</b> debe ser un número
is_is: %s: <b>&quot;%s&quot;</b> verður að vera tala
nl_nl: %s: <b>&quot;%s&quot;</b> moet een getal zijn
pt_br: %s: <b>>&quot;%s&quot;</b> deve ser um número
sv_se: %s: <b>&quot;%s&quot;</b> måste vara ett nummer
vi_vn: %s: <b>&quot;%s&quot;</b> phải là một số

source: %s: <b>%s</b> must not be zero
ar_eg: êÌÈ ÃäÇ êãèæ %s : <b>%s</b> ÕáÑÇë.
bg_bg: %s: <b>%s</b> не може да е нула
es_es: %s: <b>%s</b> no puede ser cero
gl_es: %s: <b>%s</b> non pode ser cero
is_is: %s: <b>%s</b> má ekki vera núll
nl_nl: %s: <b>%s</b> mag niet nul zijn
pt_br: %s: <b>%s</b> não pode ser zero
sv_se: %s: <b>%s</b> får inte vara noll
vi_vn: %s: <b>%s</b> không thể là không

source: %s: <b>%s</b> must be an executable file!
ar_eg: êÌÈ Ãæ êãèæ %s: <b>%s</b> åäáÇ âÇÈäÇ ääÊæáêĞ!
bg_bg: %s: <b>%s</b> трябва да е 'executable' файл!
es_es: %s: <b>%s</b> debe ser un fichero ejecutable
gl_es: %s: <b>%s</b> debe ser un ficheiro executable
is_is: %s: <b>%s</b> verður að vera keyranleg skrá!
nl_nl: %s: <b>%s</b> moet een uitvoerbaar bestand zijn!
pt_br: %s: <b>%s</b> deve ser um arquivo executável!
sv_se: %s: <b>%s</b> måste vara en körbar fil!
vi_vn: %s: <b>%s</b> phải là một file có thể thực thi!

source: Directory %s does not exist. Please create it.
ar_eg: ÇäÏäêä %s ÚêÑ åèÌèÏ¬ ÇäÑÌÇÁ ÇæÔÇÄç.|
bg_bg: Директорията %s не съществува. Моля създайте я.
es_es: El directorio %s no existe. Créelo, por favor.
gl_es: O directorio %s non existe. Creo, por favor.
is_is: Mappan %s er ekki til. Vinsamlegast búðu hana til.
nl_nl: Map %s bestaat niet. Gelieve ze aan te maken.
no_no: Katalogen %s eksisterer ikke. Vennligst opprett den.
pt_br: Diretório %s não existe. Por favor, crie-o.
sv_se: Katalogen %s finns inte. Vänligen skapa den.
vi_vn: Thư mục %s không có. Xin hãy tạo nó.

source: %s exists but is not a directory. Please fix this.
ar_eg: Çä%s åèÌèÏ, èäãæç äêÓ ÏäêäÇ. åæ áÖäã ÃÕäÍç.
bg_bg: %s съществува, но не е директория. Моля поправете това.
es_es: %s existe pero no es un directorio. Arréglelo, por favor.
gl_es: %s existe pero non &eacute; un directorio. Arr&aacute;nxeo, por favor.
is_is: %s er til, en er ekki mappa. Vinsamlegast lagaðu þetta.
nl_nl: %s bestaat al maar is geen map !
pt_br: %s existe mas não é um diretório. Por favor, verifique isso.
sv_se: %s finns men är inte en katalog. Vänligen ordna detta.
vi_vn: %s có nhưng không phải là một thư mục. Xin hãy sửa lại.

source: %s: %s exists, but is not writeable by the webserver user. Try: %s or if that doesn't work: %s. Also make sure that if you have an %s restriction then this tmp directory should be under the %s path
ar_eg: Çä %s : %s åèÌèÏ¬ èäãæç ÚêÑ âÇÈä ääãÊÇÈÉ ÈèÇÓ×É åÓÊÎÏåé åäâå ÇäÔÈãÉ. ÍÇèä ÇÓÊÎÏÇå: %s áÅæ äå êÙåä: %s. ÊÃãÏ ÃêÖÇë Ãæç ÅĞÇ èÌÏ äÏêã âêÏ Çä %s¬ áêÌÈ Ãæ êãèæ çĞÇ ÇäÏäêä ÇäåÄâÊ åæÏÑÌÇ ÊÍÊ åÓÇÑ%s.
bg_bg: %s: %s съществува, но не е достъпна от потребителя с който е стартиран web-сървъра. Опитайте: %s или ако това не помогне: %s. Също така, ако съществува %s забрана, тази временна директория трябва да е в директорията на %s
es_es: %s: %s existe pero no tiene permiso de escritura para el usuario del servidor web. Intente %s, o si no funciona: %s. Asegúrese también de que si tiene una restricción %s entonces este directorio temporal debería estar bajo la ruta %s
gl_es: %s: %s existe pero non ten permiso de escritura para o usuario do servidor web. Intente %s, ou se non funciona: %s. Aseg&uacute;rese tam&eacute;n de que se ten unha restricci&oacute;n %s ent&oacute;n este directorio temporal deber&iacute;a estar baixo a ruta %s
pt_br: %s: %s existe, mas não possui permissão de escrita para o usuário do servidor web. Tente: %s ou se não funcionar: %s. Certifique-se que você tenha a restrição %s então este diretório temporário deverá estar no caminho %s
vi_vn: %s: %s có, nhưng người dùng webserver không thể ghi vào. Hãy thử: %s hoặc nếu không làm việc: %s. Hãy luôn chắc rằng nếu bạn có một giới hạn %s khi đó thư mục tmp này phải nằm trong đường dẫn %s

source: %s: <b>%s</b> must be an enabled for this feature to function!
ar_eg: äÇÈÏ åæ Êåãêæ Çä %s : <b>%s</b> äçĞç ÇäÎÇÕêÉ ÍÊé ÊÙåä ÈÕèÑÉ ÕÍêÍÉ.
bg_bg: %s: За да работи тази функция, <b>%s</b> трябва да е включено!
es_es: ¡%s: <b>%s</b> debe estar habilitado para que esta característica funcione!
gl_es: ¡%s: <b>%s</b> debe estar habilitado para que esta caracter&iacute;stica funcione!
pt_br: %s: <b>%s</b> deve estar habilitada para esta propriedade funcionar!
vi_vn: %s: <b>%s</b> phải được bật để chức năng này có hiệu lực!

source: Could not find %s. Check your NetPBM directory to see which PNG->JPEG converter you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
ar_eg: %s ÚêÑ åèÌèÏ ¬ ÊÍââ åæ Ïäêä NetPBM äÊÑé ÃêÇ åæ åÍèäÇÊ Çä PNG->JPEG åèÌèÏÉ äÏêã (Ãè ÍÇèä áâ× ÇÓÊÎÏÇå %s ÈÏäÇ åæç). åæ áÖäã, ÊÃãÏ åæ ÅÙÏÇÏÇÊã (Ãè ÇÓÊÎÏå ImageMagick).
bg_bg: %s не е намерен. Проверете кой PNG->JPEG конвертор имате в директорията на 'NetPBM' (или опитайте да използвате %s вместо него). Моля проверете конфигурацията си (или използвайте ImageMagick)
es_es: No se pudo encontrar %s. Verifique que en el directorio de NetPBM está el conversor PNG->JPEG (o intente usar %s en su lugar). Por favor, revise su configuración para usar ImageMagick).
gl_es: Non se puido atopar %s. Verifique que no directorio de NetPBM est&aacute; o conversor PNG->JPEG (ou intente usar %s no seu lugar). Por favor, revise a s&uacute;a configuraci&oacute;n para usar ImageMagick).
pt_br: Não pude localizar %s. Verifique seu diretório NetPBM para saber qual conversor PNG->JPEG que você possui (ou tente usar %s ao invés). Por favor verifique sua configuração (ou use o ImageMagick).
vi_vn: Không thấy %s. Hãy kiểm tra thư mục NetPBM của bạn để xem bạn có bộ đổi PNG->JPEG nào (hoặc thử dùng %s). Xin hãy kiểm tra cấu hình (hoặc dùng ImageMagick).

source: Could not find %s. Check your NetPBM directory to see which PNM Composite/Overlay executable you have (or just try using %s instead). Please check your configuration (or use ImageMagick).
bg_bg: %s не е намерен. Проверете коя 'PNM Composite/Overlay' programa имате в директорията на 'NetPBM' (или опитайте да използвате %s вместо нея). Моля проверете конфигурацията си (или използвайте ImageMagick)
es_es: No se pudo encontrar %s. Verifique que en ese directorio se encuentre el ejecutable de PNM Composite/Overlay (o intente usar %s en su lugar). Por favor, revise su configuración para usar ImageMagick).
pt_br: Não pude localizar %s. Verifique seu diretório NetPBM para saber qual executável PNM Composite/Overlay você possui (ou, ao invés, ou tente usar %s). Por favor verifique sua configuração (ou use o ImageMagick).
vi_vn: Không thấy %s. Hãy kiểm tra thư mục NetPBM của bạn để xem chương trình thực thi Che phủ/Kết hợp PNM nào bạn đang có (hoặc thử dùng %s). Xin hãy kiểm tra cấu hình (hoặc dùng ImageMagick).
