Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: If your ISP or CMS requires register_globals to be enabled, you may be required to enable the 'Disable register_globals check' option under the Technical tab.
bg_bg: Ако вашия Интернет Доставчик или CMS изискват 'register_globals' настройката да е включена, трябва да изберете 'да' за настройката 'Изключване на проверката за 'register_globals' в секцията 'Технически настройки'
is_is: Ef að netþjónustuaðili þinn eða CMS krefst þess að register_globals sé virkt, gætir þú þarfnast að virkja 'breyttu mér' undir 'breyttu mér'.
nl_nl: Als uw ISP of CMS 'register_globals' aan moet hebben staan kan het zijn dat u 'Zet 'register_globals' controle uit' moet aanvinken onder het 'Technisch' tabblad.
pt_br: Se seu provedor ou CMS requerirem a variável register_globals habilitada, você pode ser requerido a habilitar a opção 'Desabilitar verificação de register_globals' sob a guia Técnica.
sv_se: Om din ISP (internet-/webbhotellsleverantör) eller CMS-miljö kräver att register_globals skall vara aktiverat så kan du behöva aktivera 'Avaktivera register_globals-kontroll' alternativet under fliken tekniskt.
vi_vn: Nếu nhà cung cấp hoặc Hệ thống quản trị nội dung của bạn yêu cầu register_globals phải bật, bạn có thể bị đòi hỏi để cho hiệu lực lựa chọn 'Ngưng hiệu lực kiểm tra register_globals' trong thẻ Kỹ thuật.

source: GeekLog Dir
bg_bg: Директория на GeekLog
es_es: Directorio GeekLog
gl_es: Directorio GeekLog
is_is: GeekLog mappa
nl_nl: Geeklog directory
no_no: GeekLog-katalog
pt_br: Diretório GeekLog
sv_se: GeekLog Katalog
vi_vn: Thư mục GeekLog

source: If you use Geeklog, please enter the location of the GeekLog public_html directory. i.e. '/path/to/geeklog/public_html'
bg_bg: Ако по-горе изберете GeekLog, моля въведете местонахождението на неговата 'public_html' директория. т.е. '/път/към/geeklog/public_html'
es_es: Si usa GeekLog, introduzca la ubicación del directorio public_html de GeekLog. Por ejemplo '/ruta/a/geeklog/public_html'
is_is: Ef þú notar Geeklog, settu inn slóð á GeekLog public_html möppuna, t.d. '/slóð/á/geeklog/public_html'
nl_nl: Als u Geeklog gebruikt voer dan de locatie van de GeekLog public_html directory in, bijvoorbeeld '/pad/naar/geeklog/public_html'.
pt_br: Se você utilizar GeekLog, por favor informe o caminho do diretório public_html do GeekLog. Ex.: '/caminho/para/geeklog/public_html'
sv_se: Om du använder GeekLog, vänligen skriv in placeringen för GeekLog public_html katalogen. t.ex. '/path/to/geeklog/public_html'
vi_vn: Nếu bạn sử dụng Geeklog, hãy ghi vị trí thư mục public_html của GeekLog. VD: '/đườngdẫn/tới/geeklog/public_html'

source: Main Gallery page
ar_eg: ÕáÍÉ ÇäåÙÑÖ ÇäÑÆêÓêÉ
bg_bg: Главна страница на Галерията
es_es: Página principal de Gallery
gl_es: P&aacute;xina principal de Gallery
is_is: Forsíða myndasafns
nl_nl: Hoofd Gallery pagina
no_no: Galleri-hovedside
pt_br: Página Principal do Gallery
sv_se: Gallerys Huvudsida
vi_vn: Trang Thư viện ảnh chính

source: Show the album tree ?
bg_bg: Да се показват ли разклоненията на Албумите?
es_es: ¿Mostrar el árbol del álbum?
pt_br: Mostrar ramificação do álbum?
vi_vn: Hiển thị cây album ?

source: If you turn this option on, you'll see a list of sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier. You can choose whether or not you want to limit the depth of the tree to avoid severely cluttering the appearance of the top Gallery page.
bg_bg: Ако изберете 'да', когато разглеждате най-горното ниво на вашата Галерия, ще виждате пълен лист от всички под-албуми. Това ще направи много по-лесна навигацията до даден под-албум. Това обаче ще претрупа и промени значително вида на главната страница на Галерията.
es_es: Si activa esta opción, verá una lista completa con todos los subálbumes cuando navegue por el nivel superior de su galería. Esto hará que sea más sencillo navegar a cada subálbum. Puede escoger si quiere o no limitar la profundidad del árbol para evitar el desorden en la apariencia de la primera página de la Galería.
is_is: Ef þú virkjar þessa stillingu, þá sést listi af öllum undiralbúmum þegar efsta lag myndasafnsins er skoðað. Þetta gerir það mun auðveldara að vafra á tiltekið undiralbúm (en það getur gert forsíðu myndasafnsins verulega sóðalega).
nl_nl: Als u deze optie aanzet ziet u een complete lijst van alle onderliggende abums wanneer u zich in de hoofdpagina bevind van de Gallery. Dit maakt het navigeren naar een onderliggend album veel gemakkelijker (Let wel het kan ook de Gallery opmaak verslechteren).
pt_br: Se você habilitar esta opção, você verá uma lista completa de todos os álbuns ramificados quando você estiver explorando o nível principal do seu Gallery. Isto fará com que a navegação para um álbum ramificado seja mais fácil. Você pode escolher se você quer ou não limitar a quantidade de ramificações para evitar a deformação da aparência da página principal do seu Gallery.
sv_se: Om du aktiverar detta alternativ så kommer du att se en komplett lista över alla underliggande album när du bläddrar till huvudsidan av ditt Gallery. Detta kommer att göra navigering till ett specifikt underliggande album mycket enklare.
vi_vn: Nếu bạn bật chức năng này, bạn sẽ thấy một liệt kê của tất cả các album nhánh khi bạn duyệt từ đầu của Thư viện ảnh. Điều đó sẽ giúp chỉ dẫn tới một album nhánh dễ dàng hơn. Bạn có thể chọn hoặc không nếu bạn muốn giới hạn theo nhánh của cây để tránh hiển thị lộn xộn trên trang chính của Thư viện ảnh.

source: No tree
bg_bg: Няма разклонения
es_es: Sin árbol
is_is: Ekkert tré
nl_nl: Geen hi&euml;rarchie
pt_br: Sem árvore
sv_se: Inget träd
vi_vn: Không dùng cây

source: %d sublevel
bg_bg: %d под-ниво
es_es: subnivel %d
is_is: %d grein
nl_nl: %d subniveau
pt_br: %d sub-nível
sv_se: %d undernivå
vi_vn: %d nhánh

source: %d sublevels
bg_bg: %d под-нива
es_es: %d subniveles
is_is: %d greinar
nl_nl: %d subniveaus
pt_br: %d sub-níveis
sv_se: %d undernivåer
vi_vn: %d nhánh

source: Complete Tree
bg_bg: Всички разклонения
es_es: Árbol completo
is_is: Allt tréið
nl_nl: Volledige boom
pt_br: Árvore Completa
sv_se: Komplett träd
vi_vn: Đầy đủ

source: Highlight size
ar_eg: ÊåêêÒ ÇäÍÌå
bg_bg: Размер на главната снимка
es_es: Tamaño de la foto destacada
gl_es: Tama&ntilde;o da foto destacada
is_is: Stærð forsíðumyndar albúma
nl_nl: Formaat van voorbeeldfoto
no_no: Størrelse på forsidebilde
pt_br: Tamanho do destaque
sv_se: Storlek på förgrundsbild?
vi_vn: Cỡ ảnh đánh dấu

source: The target size (in pixels) of thumbnails shown in the Gallery page (highlight images).
ar_eg: êÙÑÖ ÇäÍÌå ÇäåÓÊçÏá (ÈÇäÈãÓä) ääÕáÍÇÊ ÇäåÕÚÑÉ ÇäåÙÑèÖÉ áé ÕáÍÉ ÇäåÙÑÖ (ÊåêêÒ ÇäÕèÑ).
bg_bg: Зададения размер (в 'pixels') на миниатюрните изображениа показани в на страницата на Галерията (главни снимки на албумите).
es_es: El tamaño (en pixels) de las miniaturas mostradas en la página de la galería (imágenes destacadas).
gl_es: O tama&ntilde;o (en pixels) das miniaturas amosadas na p&aacute;xina da galer&iacute;a (imaxes destacadas).
is_is: Markstærð (í dílum) smámynda sem sýndar eru á forsíðu myndasafnsins (forsíðumynda)
nl_nl: De grootte (in pixels) van de thumbnails die in de Gallery pagina worden weergegeven (voorbeeldfoto)
no_no: Målstørrelsen (i piksler) på miniatyrbilder som vises på gallerisiden (forsidebilder)
pt_br: O tamanho final (em pixels) das miniaturas mostradas na página do Gallery (imagens em destaque).
sv_se: Självvald storlek i bildpunkter(pixlar) för miniatyrbilder som visas på Gallerys huvudsida(förgrundsbilder).
vi_vn: Cỡ cho thumbnails ảnh lựa chọn (tính bằng pixel) hiển thị trên trang Thư viện ảnh (ảnh đánh dấu).

source: Show Owner
ar_eg: ÅÙÑÖ ÇäåÇäã
bg_bg: Покажете Собственика
es_es: Mostrar propietario
gl_es: Amosar propietario
is_is: Sýna eiganda
nl_nl: Toon eigenaar
no_no: Vis eier
pt_br: Mostrar Dono
sv_se: Visa ägare?
vi_vn: Hiển thị người sở hữu

source: Show album owner's name next to each album?
ar_eg: çä ÊèÏ ÙÑÖ ÇÓå ÕÇÍÈ ÇäÃäÈèå ÈÌÇæÈ ãä ÃäÈèå¿
bg_bg: Искате ли до всеки албум да се показва името на притежателя му?
es_es: ¿Mostrar el nombre del propietario del álbum al lado de cada uno?
gl_es: Amosar o nome do propietario do &aacute;lbume &oacute; lado de cada un?
is_is: Sýna eiganda hvers albúms við hlið albúmsins?
nl_nl: Laat de naam van de eigenaar zien naast het album?
no_no: Vis eieren av album ved siden av hvert album?
pt_br: Mostrar nome do dono do álbum próximo a cada álbum?
sv_se: Visa albumägarens namn bredvid vaje album?
vi_vn: Hiển thị tên người sở hữu trên mỗi trang album?

source: Albums per page
ar_eg: ÇäÃäÈèåÇÊ ÇäåèÌèÏÉ áé ãä ÕáÍÉ.
bg_bg: Албума на страница
es_es: Álbumes por página
gl_es: &Aacute;lbumes por p&aacute;xina
is_is: Fjöldi albúma á hverri síðu
nl_nl: Albums per pagina
no_no: Album per side
pt_br: Álbuns por página
sv_se: Album per sida?
vi_vn: Album trên trang

source: How many albums should be displayed per Gallery page?
ar_eg: ãå ÃäÈèå ÊèÏ ÙÑÖç áê ãä ÕáÍÉ åæ ÕáÍÇÊ ÇäåÙÑÖ¿
bg_bg: По колко албума на страница искате да са показани в Галерията?
es_es: ¿Cuántos álbumes se mostrarán por página?
gl_es: Cantos &aacute;lbumes se amosar&aacute;n por p&aacute;xina?
is_is: Hversu mörg albúm á að sýna á hverri síðu myndasafnsins?
nl_nl: Hoe veel albums moeten er weergegeven worden per Gallery pagina?
no_no: Hvor mange albums skal vises per galleriside?
pt_br: Quantos álbuns deverão ser mostrados por página do Gallery?
sv_se: Hur många album skall visas per sida i Gallery?
vi_vn: Bao nhiêu album sẽ được hiển thị trên mỗi trang của Thư viện ảnh?

source: Search Engine
ar_eg: åÍÑã ÈÍË
bg_bg: Търсачка
es_es: Motor de búsqueda
gl_es: Motor de b&uacute;squeda
is_is: Leitarvél
nl_nl: Zoekmachine
no_no: Søkemotor
pt_br: Mecanismos de Busca
sv_se: Sökmotor?
vi_vn: Công cụ tìm kiếm

source: Display search engine on main Gallery page?
ar_eg: çä ÊÑêÏ ÙÑÖ åÍÑã ÇäÈÍË Ùäé ÕáÍÉ ÇäåÙÑÖ ÇäÑÆêÓêÉ¿
bg_bg: Искате ли търсачката да се показва на главната страница на Галерията?
es_es: ¿Mostrar el motor de búsqueda en la página principal de Gallery?
gl_es: ¿Amosar o motor de b&uacute;squeda na p&aacute;xina principal de Gallery?
is_is: Birta leitarvél á forsíðu myndasafnsins?
nl_nl: Geef de zoekmachine weer op de begin pagina?
no_no: Vise søkemotor på galleriets hovedside?
pt_br: Mostrar mecanismos de busca na página principal do Gallery?
sv_se: Visa sökmotor på Gallerys huvudsida?
vi_vn: Hiển thị công cụ tìm kiếm trên trang chính của Thư viện ảnh?

source: Accurate Photo Count
bg_bg: Точен Брой Снимки
es_es: Recuento exacto de fotografías
is_is: Nákvæm talning mynda
nl_nl: Nauwkeurige foto-telling
no_no: Nøyaktig foto-teller
pt_br: Contagem Exata de Foto
sv_se: Exakt fotoräknare
vi_vn: Thuật đếm ảnh chính xác

source: Display the album and photo count on the Gallery root page using an accurate, but incredibly slow, counting method. This was added at the request of many users, however it is not recommended for Galleries where you will have large numbers of albums and photos. Some examples have been shown to cause the index page to load in as long as 30 seconds with this option enabled.
bg_bg: Показва броя на албумите и снимките на главната страница на Галерията, използвайки много точен, но изключително бавен метод на преброяване.
is_is: Sýna nákvæma tölu albúma og mynda á forsíðu með mjög hægvirkri aðferð. Þessu var bætt við að beiðni margra notenda Gallery, en það er ekki mælt með að virkja þessa stillingu fyrir Gallery með mörg albúm og myndir. Dæmi eru um að þetta hægi á forsíðunni upp í 30 sekúndur.
nl_nl: Toon de album- en afbeeldingstellers op de hoofdpagina met behulp van de nauwkeurige, maar ontzettend trage telmethode. Dit is toegevoegd op verzoek van vele gebruikers, hoewel het niet aangeraden wordt voor gallerijen met grote aantallen albums en foto's. Er zijn voorbeelden bekend die er voor zorgen dat de hoofdpagina tot wel 30 seconden nodig heeft om te laten als deze optie aan staat.
no_no: Vis album- og foto-teller på galleriets fremside med en nøyaktig, men veldig treg, tellemetode. Dette ble lagt til pga. mange spurte etter denne funksjonen, men den er ikke anbefalt for gallerier hvor det er et stort antall album og fotografier. Hos noen har fremsiden brukt opptil 30 sekunder å laste inn.
pt_br: Mostra a contagem de álbuns e fotos na página principal do Gallery usando um exato, mas incrívelmente demorada, método de contagem. Esta opção foi adicionada por solicitação de diversos usuários, entretanto é desaconselhada para Galleries que possuam um número extenso de álbuns e fotos. Alguns exemplos mostraram que a carga da página principal demorou até 30 segundos com esta opção habilitada.
sv_se: Visa album- och fotoräknare på Gallerys rotsida genom användning av en exakt men väldigt långsam räkningsmetod. Denna egenskap lades till efter önskemål från många användare, hursomhelst så är det inte rekommenderat för Gallerier där du kommer att ha ett stort antal av album och foton. Vissa exempel har visat att huvudsidan tagit upp till 30 sekunder att ladda med detta alternativ aktiverat.
vi_vn: Hiển thị lượng album và ảnh trên trang chính của Thư viện ảnh bằng thuật đếm chính xác, nhưng chậm, so với phương pháp đếm. Tính năng này được yêu cầu do vài người, tuy nhiên không được khuyến cáo cho Thư viện ảnh khi mà bạn có một lượng lớn album và ảnh. Trong vài thử nghiệm đã thấy có thể làm cho thời gian tải trang chính đến 30 giây khi mà lựa chọn này mở.

source: Frame around albums
bg_bg: Рамка около албумите
es_es: Marcos alrededor de los álbumes
is_is: Rammi utan um albúm
nl_nl: Rand om de albums
no_no: Ramme rundt album
pt_br: Bordas em torno dos álbuns
sv_se: Ram runt album
vi_vn: Khung viền album

source: On the main page, the image representing each album has a frame around it. The following styles are available:
ar_eg: áé ÇäÕáÍÉ ÇäÑÆêÓêÉ êèÌÏ Å×ÇÑ Íèä ÇäÕèÑÉ ÇäÊé ÊåËä ãä ÃäÈèå. ÇäÃæåÇ× ÇäÊÇäêÉ åÊÇÍÉ:
bg_bg: На главната страница, снимката която представлява албума, има рамка около нея. Следните стилове рамки са на разположение:
es_es: En la página principal, la imagen representativa de cada álbum tiene un marco a su alrededor. Están disponibles los siguientes estilos:
gl_es: Na p&aacute;xina principal, a imaxe representativa de cada &aacute;lbume ten un marco &oacute; seu arredor. Est&aacute;n dispo&ntilde;ibles os seguintes estilos:
is_is: Á forsíðunni birtist rammi utan um forsíðumynd hvers albúms. Eftirfarandi rammagerðir eru til:
nl_nl: De fotos op de begin pagina presenteren een eigen album, deze heeft een rand er omheen. De volgende stylen zijn mogelijk:
no_no: På fremsiden, så har bildet som identifiserer hvert album, en ramme rundt seg. Disse stilene er tilgjengelige:
pt_br: Na página principal, a imagem representando cada álbum possui uma borda ao seu redor. Os seguintes estilos estão disponíveis:
sv_se: På huvudsidan så kan bilden som representerar varje album ha en ram runt sig. Följande alternativ finns tillgängliga:
vi_vn: Trên trang chính, ảnh tượng trưng cho mỗi album có một khung quanh nó. Những kiểu khung có sẵn là:

source: Optional tools
ar_eg: ÃÏèÇÊ ÇÎÊêÇÑêÉ
bg_bg: Незадължителни Под-Програми
es_es: Herramientas opcionales
gl_es: Ferramentas opcionais
is_is: Önnur tæki
nl_nl: Optionele hulp programmas
no_no: Valgfrie verktøy
pt_br: Ferramentas Opcionais
sv_se: Tillvalsverktyg
vi_vn: Công cụ lựa chọn

source: The filesystem path to the <b>%s</b> binary. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
es_es: La ruta en su sistema de ficheros al programa <b>%s</b>. Por ejemplo %s o %s. Esto es opcional así que si no lo tiene no se preocupe demasiado.
is_is: Skráarslóðin á <b>%s</b>-forritið. T.d. %s eða %s. Þetta er ekki nauðsynlegt, svo að ef þú ert ekki með það, hafðu þá ekki of miklar áhyggjur af því.
nl_nl: Het pad naar het <b>%s</b> programma, bijvoorbeeld %s of %s. Dit is optioneel, en als u het niet heeft hoeft u zich daar geen zorgen over te maken.
no_no: Filsystemets sti til <b>%s</b>-fila. F.eks. %s eller %s. Dette er valgfritt, så hvis du ikke har den trenger du ikke å bekymre deg.
pt_br: O caminho para o executável <b>%s</b>. Exemplo: %s ou %s. Isto é opcional. Se você não possuí-lo, não se preocupe.
sv_se: Filsystemets sökväg till <b>%s</b> binärkoden(program). T.ex. %s eller %s. Detta är valfritt så oroa dig inte så mycket om du inte har det.
vi_vn: Đường dẫn tới binary của <b>%s</b> trên hệ thống. VD: %s hoặc %s. Đây chỉ là tùy chọn nên nếu bạn không có nó, cũng đừng lo quá.

source: EXIF Data
bg_bg: EXIF Данни
es_es: Datos EXIF
is_is: EXIF gögn
nl_nl: EXIF gegevens
pt_br: Informação EXIF
sv_se: EXIF-information
vi_vn: Dữ liệu EXIF

source: The filesystem path to the <b>%s</b> EXIF parser. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
bg_bg: Пътя към директорията на 'EXIF parser-а' <b>%s</b>. Например: %s или %s. Това не е задължително, така че ако го нямате, не се безпокойте.
es_es: La ruta en su sistema de ficheros al analizador EXIF <b>%s</b>. Por ejemplo %s o %s. Esto es opcional así que si no lo tiene no se preocupe demasiado.
is_is: Skráarslóðin á <b>%s</b>-forritið fyrir EXIF lestur. T.d.. %s eða %s. Þetta er ekki nauðsynlegt, svo að ef þú ert ekki með það, hafðu þá ekki of miklar áhyggjur af því.
nl_nl: Het pad naar de <b>%s</b> EXIF lezer, bijvoorbeeld %s of %s. Dit is optioneel, en als u het niet heeft hoeft u zich daar geen zorgen over te maken.
pt_br: O caminho para o analisador EXIF <b>%s</b>. Exemplo: %s ou %s. Isto é opcional. Se você não possuí-lo, não se preocupe.
sv_se: Filsystemets sökväg till <b>%s</b> EXIF-tolken. T.ex. %s eller %s. Detta är valfritt så oroa dig inte så mycket om du inte har den.
vi_vn: Đường dẫn tới %s parser của <b>jhead</b> trên hệ thống. VD: %s hoặc %s. Đây chỉ là tùy chọn nên nếu bạn không có nó, cũng đừng lo quá.

source: Other
ar_eg: ÃÎÑé
bg_bg: Друго
es_es: Otro
gl_es: Outro
is_is: Annað
nl_nl: Anders
pt_br: Outro
sv_se: Annan
vi_vn: Tự chọn

source: The filesystem path to the <b>jpegtran</b> utility. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
bg_bg: Пътя към директорията на програмата <b>jpegtran</b>. Например: %s или %s. Това не е задължително, така че ако го нямате, не се безпокойте.
es_es: La ruta en su sistema de ficheros al programa <b>jpegtran</b>. Por ejemplo %s o %s. Esto es opcional así que si no lo tiene no se preocupe demasiado.
is_is: Skráarslóðin á <b>jpegtran</b>-hjálparforritið, t.d. %s eða %s. Þetta er ekki nauðsynlegt, svo að ef þú ert ekki með það, hafðu þá ekki of miklar áhyggjur af því.
nl_nl: Het pad naar het <b>jpegtran</b> programma, bijvoorbeeld %s of %s. Dit is optioneel, en als u het niet heeft hoeft u zich daar geen zorgen over te maken.
no_no: Filsystemets sti til <b>jpegtran</b>-verktøyet. F.eks. %s eller %s. Dette er valgfritt, så hvis du ikke har den, trenger du ikke å bekymre deg for det.
pt_br: O caminho para o utilitário <b>jpegtran</b>. Ex: %s ou %s. Isto é opcional. Se você não possuí-lo, não se preocupe.
sv_se: Filsystemets sökväg till <b>jpegtran</b>-verktyget. T.ex. %s eller %s. Detta är valfritt så oroa dig inte så mycket om du inte har det.
vi_vn: Đường dẫn tới ứng dụng <b>jpegtran</b> trên hệ thống. VD: %s hoặc %s. Đây chỉ là tùy chọn nên nếu bạn không có nó, cũng đừng lo quá.

source: Languages and locales
ar_eg: ÇääÚÇÊ èÇäÃåÇãæ ÇäåÍäêÉ
bg_bg: Езици и Локализации
es_es: Idiomas y lugares
gl_es: Idiomas e lugares
is_is: Tungumál og staðbundnar stillingar
nl_nl: Talen en lokaties
no_no: Språkpakker
pt_br: Idiomas e localidades
sv_se: Språk och Nationella inställningar
vi_vn: Ngôn ngữ và vùng (locale)

source: Default language
ar_eg: ÇääÚÉ ÇäÇáÊÑÇÖêÉ
bg_bg: Презададен език
es_es: Idioma por defecto
gl_es: Idioma por defecto
is_is: Sjálfgefið tungumál
nl_nl: Standaard taal
no_no: Standardspråk
pt_br: Idioma padrão
sv_se: Förvalt språk?
vi_vn: Ngôn ngữ mặc định

source: This is the language you will see as %s, and what users will see if no other preference is set.
ar_eg: çĞç çé ÇääÚÉ ÇäÊé ÓÊÑÇçÇ ã %s, èçé ÃêÖÇ åÇ ÓêÑÇçÇ ÇäåÓÊÎÏåèæ ÅĞÇ äå êÊå ÊÙêêæ ÊáÖêä ÂÎÑ.
bg_bg: Това е главния език който ще видите като %s, и който потребителите ще видят, ако няма други посочени настройки.
es_es: Esto es lo que verá como %s, y lo que los usuarios verán si no hay otra preferencia establecida.
gl_es: Isto &eacute; o que ver&aacute; como %s, e o que os usuarios ver&aacute;n se non hai outra preferenza establecida.
is_is: Þetta er tungumálið sem birtist sem %s, og það sem notendur munu sjá ef ekki er hægt að ákvarða að þeir vilji eitthvert annað tungumál frekar.
nl_nl: Dit is de taal die u ziet als %s, en als de gebruikers geen voorkeur heeft opgegeven.
no_no: Dette er språket du vil se som %s, og det som brukere vil se hvis ingen andre preferanser er satt.
pt_br: Este será o idioma que você verá como %s, e o que os usuários verão se nenhuma preferência for escolhida.
sv_se: Detta är språket du kommer att se som %s och vad användare kommer att se om inga andra förvalda värden ställs in.
vi_vn: Đây là ngôn ngữ bạn thấy như %s, và mọi người dùng cũng sẽ thấy nếu họ không có những lựa chọn cá nhân khác.

source: Multi language mode
ar_eg: æå× åÊÙÏÏ ÇääÚÇÊ
bg_bg: Мулти-езиков режим
es_es: Modo multilenguaje
gl_es: Modo multilinguaxe
is_is: Tungumálahamur
nl_nl: Meertalige modus
no_no: Multispråk-modus
pt_br: Modo multi idiomas
sv_se: Flerspråksläge?
vi_vn: Chế độ đa ngôn ngữ

source: Gallery has three multi language modes. These affect the language that a user will see when visiting the site.
ar_eg: ääåÙÑÖ ËäÇË ÃæåÇ× åÊÙÏÏÉ ÇääÚÇÊ. èçĞç ÇäÃæåÇ× ÓÊÄËÑ Ùäé ÇääÚÉ ÇäÊé ÓêÑÇçÇ ÇäåÓÊÎÏå ÙæÏ ÒêÇÑÉ ÇäåèâÙ.
bg_bg: Галерията има три мулти-езикови режима. Те влиаят на езика на които потребителя ще види страницата.
es_es: Gallery tiene 3 modos multilenguaje. Estos afectan al lenguaje que el usuario verá cuando visite las distintas páginas.
gl_es: Gallery ten 3 xeitos multilinguaxe. Estes afectan &oacute; linguaxe que o usuario ver&aacute; cando visite as distintas p&aacute;xinas.
is_is: Gallery býður upp á þrjá mismunandi tungumálahami. Þeir ákvarða það tungumál sem notandanum er birt þegar hann skoðar myndasafnið.
nl_nl: Gallery heeft drie meertalige modi. Deze be&iuml;nvloeden welke taal een gebruiker ziet als hij of zij de site bezoekt.
no_no: Gallery har tre modi for språk. Disse påvirker språket som en bruker ser når han besøker nettstedet.
pt_br: Gallery possui três modos multi-idiomas. Isto afeta o idioma que um usuário verá quando visitar o seu site.
sv_se: Gallery har tre flerspråkslägen. Dessa påverkar språket en användare kommer att se när denne besöker sidan
vi_vn: Thư viện ảnh có ba chế độ ngôn ngữ. Những cái đó có tác động cho ngôn ngữ mà người dùng thấy khi ghé thăm trang.

source: Gallery is only displayed in one language
ar_eg: êÙÑÖ ÇäåÙÑÖ ÈäÚÉ èÇÍÏÉ áâ×
bg_bg: Галерията е показана само на един език
es_es: Gallery sólo es mostrado en un idioma
gl_es: Gallery s&oacute; &eacute; amosado nun idioma
is_is: Myndasafnið er aðeins birt á einu tungumál
nl_nl: De Gallery wordt maar in een taal weergegeven
no_no: Gallery er bare vist i ett språk
pt_br: Gallery só é exibido em apenas um idioma
sv_se: Gallery visas endast på ett språk
vi_vn: Thư viện ảnh chỉ hiển thị bằng một ngôn ngữ
