Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: I can't find ImageMagick. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path to ImageMagick by hand on the following page. If it's not installed, you must install it.
ar_eg: äÇ êåãææé ÅêÌÇÏ ImageMagick. áÅĞÇ ãÇæ åËÈÊÇ èäêÓ åèÌèÏÇ áé Ïäêä åÓÊÎÏå åäâå ÇäÔÈãÉ áçĞÇ ÌêÏ &#8212; áÅæç êåãæã Ãæ ÊÙêæ Ïäêä ImageMagick êÏèêÇÙäé ÇäÕáÍÉ ÇäÊÇäêÉ. èÅĞÇ äå êãæ åËÈÊÇ¬ áêÌÈ ÊËÈêÊç.
bg_bg: <b>ImageMagick</b> не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - не е проблем - можете сами да посочите пътя към директорията на <b>ImageMagick</b> на следващата страница. Ако не е инсталиран, трябва да го инсталирате.
es_es: No se puede encontrar ImageMagick. Si está instalado y no está en el path de su usuario del servidor web no se preocupe&#8212;puede especificar la ruta a ImageMagick manualmente en la siguiente página. Si no está instalado, debería instalarlo.
gl_es: Non se pode atopar ImageMagick. Se est&aacute; instalado e non est&aacute; noa ruta do seu usuario do servidor web non se preocupe&#8212;pode especifica-la ruta a ImageMagick manualmente na seguinte p&aacute;xina. Se non est&aacute; instalado, deber&iacute;a instalalo.
no_no: Klarte ikke å finne ImageMagick. Hvis det er installert, og ikke er i søkeområdet (PATH) til webtjeneren, så er det OK.&#8212;Du kan oppgi stien til ImageMagick for hånd på neste side. Hvis det ikke er installert, må du installere det.
pt_br: Não consigo localizar o ImageMagick. Se ele estiver instalado e não estiver no caminho do servidor web do usuario, não se preocupe -- Você pode especificar manualmente um caminho para o ImageMagick na próxima página. Se ele não estiver instalado, você deve instalá-lo.
vi_vn: Không thấy ImageMagick. Nếu nó đã được cài đặt và không có trong đường dẫn trên máy chủ web&#8212;bạn có thể tự ghi đường dẫn tới NetPBM trên trang sau. Nếu nó chưa được cài đặt, bạn phải cài đặt nó.

source: Check to see if <b>jhead</b> is installed so that Gallery can examine EXIF headers embedded in images created with most digital cameras.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ<b> jhead </b> åËÈÊÇ ÍÊé êÊåãæ ÇäåÙÑÖ åæ áÍÕ ÙæÇèêæEXIF ÇäåÊÖåæÉ áê ÇäÕèÑ ÇäÊé ÇäÊâ×ÊçÇ åÙØå ÂäÇÊ ÇäÊÕèêÑ ÇäÑâåêÉ.
bg_bg: Проверихме дали <b>jhead</b> е инсталиран, така че Галерията да може да прочита 'EXIF' данните, записани в изображенията направени с повечето цифрови фотоапарати.
es_es: Verificando si <b>jhead</b> está instalado para que Gallery pueda examinar las cabeceras EXIF embebidas en las imágenes creadas con la mayoría de las cámaras digitales.
is_is: Athuga hvort <b>jhead</b> er sett upp, svo að Gallery geti skoðað EXIF hausana sem flestar stafrænar myndavélar skeyta við myndir.
nl_nl: Controle om te zien of jhead geïnstalleerd is zodat Gallery EXIF-headers kan controleren die door de meeste digitale camera's in afbeeldingen worden ingebed.
no_no: Se om <b>jhead</b> er installert, slik at Gallery kan undersøke EXIF-headere i bilder tatt av digitalkameraer.
pt_br: Verificando se o <b>jhead</b> está instalado para que o Gallery possa examinar os cabeçalhos EXIF agregados a fotos criadas pela maioria das câmeras digitais.
sv_se: Kontroll för att se om <b>jhead</b> är installerat så att Gallery kan undersöka EXIF-rubriker som är inbäddade i bilder skapade med de flesta digitalkameror.
vi_vn: Kiểm tra xem jhead đã được cài chưa để cho Thư viện ảnh có thể kiểm tra EXIF headers được sử dụng trong những ảnh được tạo bởi đa số các loại máy ảnh số.

source: I can't find <b>jhead</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jhead is a public domain EXIF parser. Source, linux binaries, and windows binaries can be found at the %sjhead homepage%s.
ar_eg: äÇ êåãææé ÅêÌÇÏ <b>jhead</b>. áÅĞÇ ãÇæ åËÈÊÇ èäêÓ åèÌèÏÇ áé Ïäêä åÓÊÎÏå åäâå ÇäÔÈãÉ áçĞÇ ÌêÏ &#8212; ÍêË êåãæã Ãæ ÊÙêæ ÇäÏäêä êÏèêÇ Ùäé ÇäÕáÍÉ ÇäÊÇäêÉ. èÅĞÇ äå êãæ åËÈÊÇ¬ áêåãæã ÅÙÇÏÉ ÊËÈêÊç ÈæáÓã. êÙÏ Jhead åÍääÇ ÙÇåÇ èÑÆêÓêÇ äEXIF. ãåÇ êåãæ èÌèÏ ÇäåÕÏÑ èËæÇÆêÇÊ æØÇå ÇäÊÔÚêä äêæèãÓ èËæÇÆêÇÊ èêæÏèÒ áé%sÇäÕáÍÉ ÇäÑÆêÓêÉ ääjhead%s.
bg_bg: <b>jhead</b> не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - не е проблем - можете сами да посочите пътя към директорията на <b>jhead</b> на следващата страница. Ако не е инсталиран, можете сами да го инсталирате. 'Jhead' се използва за четене на 'EXIF' данни. Кода на програмата, Linux и Windows файловете могат да бъдат намерени на %sweb-страницата на jhead%s
es_es: No se puede encontrar <b>jhead</b>. Si está instalado y no está en el path de su usuario del servidor web no se preocupe&#8212;puede especificar la ruta a <b>jhead</b> manualmente en la siguiente página. Si no está instalado, puede instalarlo usted mismo. jhead es un analizador EXIF de dominio público. El código fuente, los binarios para Linux y para Windows puede encontrarlos en %sla página web de jhead%s.
gl_es: Non se pode atopar <b>jhead</b>. Se est&aacute; instalado e non est&aacute; na ruta do seu usuario do servidor web non se preocupe&#8212;pode especifica-la ruta a <b>jhead</b> manualmente na seguinte p&aacute;xina. Se non est&aacute; instalado, pode instalalo vostede mesmo. jhead &eacute; un analizador EXIF de dominio p&uacute;blico. O c&oacute;digo fonte, os binarios para Linux e para Windows pode atopalos %sna p&aacute;xina web de jhead%s.
no_no: Klarte ikke å finne <b>jhead</b>. Hvis det er installert, og ikke ligger i PATH-området til webtjeneren, så er det OK.&#8212;Du kan angi stien til programmet for hånd på neste side. Hvis det ikke er installert, kan du installere det selv. Jhead er fritt tilgjengelig, og kan lastes ned fra %sjheads hjemmeside%s.
pt_br: Não consigo localizar <b>jhead</b>. Se ele estiver instalado e não estiver no caminho do servidor web do usuario, não se preocupe -- Você pode especificar manualmente um caminho na próxima página. Se ele não estiver instalado, você deve instalá-lo por sua conta. O Jhead é um analisador EXIF de domínio público. Arquivos fontes, executáveis Linux e Windows poderão ser encontrados no %ssite do jhead%s.
vi_vn: Không thấy <b>jhead</b>. Nếu nó đã được cài đặt và không có trong đường dẫn trên máy chủ web&#8212;bạn có thể tự ghi đường dẫn trên trang sau. Nếu nó chưa được cài đặt, bạn có thể tự cài đặt nó. jhead là một tên của EXIF chung. Nguồn, linux binaries, và windows binaries có thể có tại %strang chủ jhead%s.

source: Check to see if <b>jpegtran</b> is installed so that Gallery can perform lossless rotations on JPEG images.
ar_eg: ÊÍââ äÊÑé ÅĞÇ ãÇæ <b>jpegtran</b> åËÈÊÇ êåãæ ääåÙÑÖ Ãæ êÄÏé ÏèÇÆÑ ÚêÑ åáâèÏÉ Ùäé ÕèÑ Çä JPEG
bg_bg: Проверихме дали <b>jpegtran</b> е инсталиран, за да може Галерията да прави завъртания на JPEG изображения без загуба в качеството.
es_es: Verificando si <b>jpegtran</b> está instalado para que Gallery puede realizar rotaciones sin pérdida en imágenes JPEG.
gl_es: Verificando si <b>jpegtran</b> est&aacute; instalado para que Gallery poida realizar rotaci&oacute;ns sen p&eacute;rdida en imaxes JPEG.
is_is: Athuga hvort <b>jpegtran</b> sé sett upp, svo að Gallery geti snúið JPEG-myndum án þess að rýra myndgæði.
nl_nl: Controle om te zien of jpegtran geïnstalleerd is zodat Gallery 'lossless rotations' kan doen (werkt enkel met JPEG-afbeeldingen)
no_no: Se om <b>jpegtran</b> er installert, slik at Gallery kan utføre rotering av JPEG-bilder uten å miste kvalitet.
pt_br: Verificando se o <b>jpegtran</b> está instalado para que o Gallery possa realizar rotações sem perda em imagens JPEG.
sv_se: Kontroll för att se om <b>jpegtran</b> är installerat så att Gallery kan genomföra roteringar utan försämring på JPEG bilder.
vi_vn: Kiểm tra xem jhead đã được cài đặt chưa để cho Thư viện ảnh có thể thực hiện xoay không gây biến dạng các ảnh JPEG.

source: I can't find <b>jpegtran</b>. If it's installed and not in the path of the webserver user that's OK&#8212;you can specify the path by hand on the following page. If it's not installed, you can install it yourself. Jpegtran is a free tool distributed by the Independent JPEG Group as part of <i>libjpeg</i>. Source may be found at the %sIJG homepage%s. Binaries may be found at the %sJPEG Club website%s or in the <i>libjpeg</i> package of Linux distributions.
ar_eg: äå ÃÊåãæ åæ ÅêÌÇÏ <b> jpegtran </b>. áÅĞÇ ãÇæ åËÈÊÇ èäãæç äêÓ åèÌèÏÇ áé Ïäêä åÓÊÎÏå åäâå ÇäÔÈãÉ áçĞÇ ÌêÏ&#8212; ÍêË êåãæã ÊÍÏêÏ ÇäÏäêä êÏèêÇ Ùäé ÇäÕáÍÉ ÇäÊÇäêÉ. èÅĞÇ äîå êãæ åËÈÊÇ¬ áêåãæã ÊËÈêÊç ÈæáÓã. ÇäJpegtran ÃÏÇÉ åÌÇæêÉ åæ ÊèÒêÙ åÌåèÙÉ JPEG ÇäåÓÊâäÉ ãÌÒÁ åæ <i> libjpeg </i>. åæ Çäååãæ Ãæ êèÌÏ ÇäåÕÏÑ áé %s ÇäÕáÍÉ ÇäÑÆêÓêÉ ää IJG %s. ãåÇ êåãæ Ãæ ÊèÌÏ ÇäËæÇÆêÇÊ áé %s åèâÙ Çä JPEG%s Ãîè áê ÑÒåÉ Çä<i> libjpeg </i> åæ ÊèÒêÙÇÊ äêæèãÓ.
bg_bg: <b>jpegtran</b> не е намерен. Ако е инсталиран. но не е добавен в пътя на потребителя на web-сървъра - не е проблем - можете сами да посочите пътя към директорията на <b>jpegtran</b> на следващата страница. Ако не е инсталиран, можете сами да го инсталирате. 'Jpegtran' е безплатна програма, свободно разпространена от 'The Independant JPEG Group' като част от <i>libjpeg</i>. Кода на програмата може да бъде намерен на %sweb-страницата на IJG%s. файловете можете да намерите на %sweb-страницата на 'the JPEG club'%s или в пакета <i>libjpeg</i> който е част от всяка Linux дистрибуция.
es_es: No se puede encontrar <b>jpegtran</b>. Si está instalado y no está en el path de su usuario del servidor web no se preocupe&#8212;puede especificar la ruta a jpegtran manualmente en la siguiente página. Si no está instalado, puede instalarlo usted mismo. <b>jpegtran</b> es una herramienta libre distribuida por Independent JPEG Group como parte de <b>libjpeg</b>. El código fuente puede encontrarlo en %sla página web de IJG%s. Los binarios puede encontrarlos en %sla página del club JPEG%s o en el paquete <b>libjpeg</b> de las distribuciones de Linux.
no_no: Klarte ikke å finne <b>jpegtran</b>. Hvis det er installert, og ikke ligger i PATH-området til webtjeneren, så er det OK&#8212;Du kan angi stien til programmet for hånd på neste side. Hvis det ikke er installert, kan du installere det selv. Jpegtran er fritt tilgjengelig som en del av <i>libjpeg</i>, og kan lastes ned fra %sIJG-s hjemmeside%s. Ferdigkompilerte versjoner kan lastes ned fra %sJPEG Club website%s, og fins også i <i>libjpeg</i>-pakken til flere Linux-distribusjoner.
pt_br: Não consigo localizar <b>jpegtran</b>. Se ele estiver instalado e não estiver no caminho do servidor web do usuario, não se preocupe -- Você pode especificar manualmente um caminho na próxima página. Se ele não estiver instalado, você pode instalá-lo por sua conta. O Jpegtran é uma ferramenta distribuída livremente pelo Grupo Independente JPEG como parte do <i>libjpeg</i>. Arquivos fonte podem ser encontrados no %sSite do IJG%s. Os arquivos executáveis podem ser encontrados no %ssite do JPEG club%s ou no pacote <i>libjpeg</i> nas distribuições do Linux.
vi_vn: Không thấy <b>jpegtran</b>. Nếu nó đã được cài đặt và không có trong đường dẫn trên máy chủ web&#8212;bạn có thể tự ghi đường dẫn tới jpegtran trên trang sau. Nếu nó chưa được cài đặt, bạn có thể tự cài đặt nó. Jpegtran là một công cụ được phân phối sử dụng miễn phí của nhóm Independent JPEG nằm trong <i>libjpeg</i>. Nguồn của nó có thể có tại %strang chủ IJG%s. Binaries có thể có tại %strang CLB JPEG%s hoặc trong gói <i>libjpeg</i> của các đĩa phân phối của Linux.

source: Check to see if PHP is compiled with <b>GNU gettext</b> support for fast translations.
ar_eg: ÊÍââ äÊÑé ÙåÇ ÅĞÇ ãÇæ PHP åÊÑÌåÇ ÈÏÙå Çä<b>GNU gettext</b> ääÊÑÌåÇÊ ÇäÓÑêÙÉ.
bg_bg: Проверихме дали 'PHP' е компилиран с <b>GNU gettext</b> за бързи преводи.
es_es: Verificando si PHP está compilado con <b>GNU gettext</b> para las traducciones rápidas.
gl_es: Verificando se PHP est&aacute; compilado con <b>GNU gettext</b> para as traducci&oacute;ns r&aacute;pidas.
is_is: Athuga hvort PHP er þýtt með <b>GNU gettext</b>-stuðningi til að gera tungumálaþýðingar hraðari.
nl_nl: Controle om te zien of PHP gecompileerd is met <b>gettext</b> voor snelle vertalingen.
no_no: Sjekk om PHP er kompilert med <b>GNU gettext</b> for raske oversettinger.
pt_br: Verificando se o PHP foi compilado com o suporte para o <b>GNUgettext</b> para rápidas traduções.
sv_se: Kontroll för att se om PHP är kompilerat med <b>GNU gettext</b> stöd för snabba översättningar.
vi_vn: Kiểm tra xem PHP được biên dịch với <b>GNU gettext</b> để giúp cho việc chuyển ngữ được nhanh.

source: Your PHP does not have <b>GNU gettext</b> support installed. To include it, you'll need to recompile PHP (see the %sPHP docs%s for more information). Multi-language support is still available in Gallery without <b>gettext</b>, but the pages may take slightly longer to load.
ar_eg: ÇäPHP ÇäÎÇÕ Èã äÇ êèÌÏ Èç ÏÙå Çä <b>GNU gettext</b>åËÈÊÇ. áÅĞÇ ÃÑÏÊ ÊÖåêæç áÓêÊèÌÈ Ùäêã Ãæ ÊÙêÏ ÊÑÌåÉ ÇäPHP (ÃæØÑ Çä %sPHP docs%s ääåÒêÏ åæ ÇäåÙäèåÇÊ). çĞÇ èåÇ êÒÇä ÏÙå ÊÙÏÏ ÇääÚÇÊ åÊÇÍÇ áê ÇäåÙÑÖğ ÈÏèæ <b> gettext </b>¬ ÅäÇ Ãæ ÇäÕáÍÇÊ âîÏ ÊîÃÎĞ áÊÑÉ Ã×èä âäêäÇ áê ÇäÊîÍåêä.
bg_bg: Вашият 'PHP' не поддържа <b>GNU gettext</b>. За да добавите тази поддръжка, ще трябва да прекомпилирате 'PHP'. За повече информациа вижте %sPHP документацията%s. Независимо от това, дори и без 'gettext' много-езиковата поддръжка на Галерията ще работи, но страниците ще се зареждат малко по-бавно.
es_es: Su PHP no tiene soporte para <b>GNU gettext</b>. Para incluir este soporte necesita recompilar PHP. Para más información vea la %sdocumentación de PHP%s. Sin embargo, el soporte multilenguaje todavía está disponible en Gallery sin <b>gettext</b>, pero las páginas se cargarán un poco más despacio.
gl_es: O seu PHP non ten soporte para <b>GNU gettext</b>. Para incluir este soporte necesita recompilar PHP. Para m&aacute;is informaci&oacute;n vexa a %sdocumentaci&oacute;n de PHP%s. Nembargantes, o soporte multilinguaxe ainda est&aacute; dispo&ntilde;ible en Gallery sin <b>gettext</b>, pero as p&aacute;xinas cargaranse un pouco m&aacute;is despacio.
is_is: PHP-uppsetning þín er ekki með <b>GNU gettext</b> stuðning settan upp. Til að bæta honum við þarftu að endurþýða PHP (sjá nánar í %sPHP-skjölun%s). Tungumálavirkni Gallery er samt í lagi þótt <b>gettext</b> vanti, en síðurnar gætu verið dálítið hægvirkari.
nl_nl: Uw PHP ondersteund gettext niet. Om gettext te ondersteunen, moet u PHP hercompileren. Voor meer informatie, zie %sPHP docs%s. Merk op dat meertalige ondersteuning nog steeds beschikbaar zal zijn zonder gettext, maar dat het iets langer zal duren om de pagina's te laden.
no_no: PHP-installasjonen din har ikke <b>GNU gettext</b>-støtte. For å inkludere støtte for det, må du kompilere PHP på nytt (se %sPHP-manualen%s for mer informasjon). Støtte for flere språk er likevel tilgjengelig uten <b>gettext</b>, men nettsider kan ta lengre tid å laste inn.
pt_br: Seu PHP não possui suporte para <b>GNU gettext</b>. Para incluir suporte, você precisa recompilar o PHP (veja a %sdocumentação do PHP%s para maiores informações). Em todo caso, o suporte multi-idioma está disponível no Gallery sem <b>gettext</b>, mas as páginas podem ficar mais lentas para carregar.
sv_se: Ditt PHP har inte <b>GNU gettext</b> stöd installerat. För att inkludera det så behöver du kompilera om PHP (se %sPHP docs%s för mer information). Flerspråksstöd finns fortfarande tillgängligt i Gallery utan <b>gettext</b>, men sidorna kan ta lite längre tid att ladda.
vi_vn: PHP của bạn không có cài đặt trợ giúp <b>GNU gettext</b>. Để bao gồm cả trợ giúp cho gettext, bạn cần biên dịch lại PHP (tham khảo %sTài liệu PHP%s để biết thêm. Tuy nhiên phiên bản đa ngôn ngữ vẫn hoạt động cho Thư viện ảnh không cần <b>gettext</b>, nhưng những trang ảnh sẽ hiển thị chậm hơn.

source: Check to see what languages are available.
ar_eg: ÊÍââ äÊÑé åÇ çê ÇääÚÇÊ ÇäåÊÇÍÉ
bg_bg: Проверихме кои езици са налице.
es_es: Comprobando los idiomas que están disponibles.
gl_es: Comprobando os idiomas que est&aacute;n dispo&ntilde;ibles.
is_is: Athuga hvaða tungumál eru til staðar.
nl_nl: Controle om te zien welke talen beschikbaar zijn
no_no: Sjekk hvilke språk som er tilgjengelige.
pt_br: Verificando quais idiomas estão disponíveis.
sv_se: Kontroll för att se vilka språk som finns tillgängliga.
vi_vn: Kiểm tra xem những ngôn ngữ nào đang có.

source: Testing to see which <b>system</b> locales (if any) are absent.
ar_eg: ÅÎÊÈÇÑ ääÊÃãÏ åæ Ãê ÃåÇãæ Çä <b>ÇäæØÇå</b> ÇäåÍäêÉ (Åæ èÌÏÊ)ÚÇÆÈÉ.
bg_bg: Проверихме кои системни локализации (стига да има такива) липсват.
es_es: Comprobando qué idiomas están ausentes en el <b>sistema</b>.
gl_es: Comprobando qu&eacute; idiomas est&aacute;n ausentes no <b>sistema</b>.
is_is: Athuga hvort einhverjar staðbundnar <b>kerfisstillingar</b> (ef nokkrar) finnist ekki.
nl_nl: Test om te zien welke <b>systeem</b> lokale (als die er zijn) ontbreken.
no_no: Ser hvilke <b>system</b>-localer (hvis noen) er fraværende.
pt_br: Testando para saber quais <b>sistemas</b> de localizações (se existir alguma) estão ausentes.
sv_se: Testar för att se vilka nationella <b>system</b>inställningar (om det finns några) som är frånvarande.
vi_vn: Kiểm tra xem <b>hệ thống</b> locale nào (hoặc) bị thiếu.

source: Checking to see if you have the latest versions of all Gallery files.
ar_eg: ÇäÊîÏâêâ äåÙÑáÉ ÙåÇ ÅĞÇ ãÇæ äÏêã ÇäÅÕÏÇÑÇÊ ÇäÃÎêÑÉ äãä åäáÇÊ ÇäåÙÑÖğ.
bg_bg: Проверихме дали всички файлове на Галерията са правилната версия.
es_es: Comprobando si tiene las últimas versiones de todos los ficheros de Gallery.
gl_es: Comprobando se ten as &uacute;ltimas versi&oacute;ns de t&oacute;dolos ficheiros de Gallery.
is_is: Athuga hvort þú hafir nýjustu útgáfur af öllum Gallery skránum.
nl_nl: Controleren of u de laatste versie heeft van alle Gallery bestanden.
no_no: Ser om du har de siste versjonene av Gallery-filene.
pt_br: Verificando para saber se você possui as versões mais atualizadas de todos os arquivos do Gallery.
sv_se: Kontroll för att se om du har de senaste versionerna av alla Gallerys filer.
vi_vn: Kiểm tra xem bạn đang có tất cả files của Thư viện ảnh mới nhất không.

source: General settings
bg_bg: Общи настройки
es_es: Configuración general
gl_es: Configuraci&oacute;n xeral
is_is: Helstu stillingar
nl_nl: Algemene instellingen
no_no: Generelt
pt_br: Configurações Gerais
sv_se: Allmäna inställningar
vi_vn: Cấu hình chung

source: Gallery Title
ar_eg: ÙæèÇæ ÇäåÙÑÖ
bg_bg: Заглавие на Галерията
es_es: Título de la galería
gl_es: T&iacute;tulo da galer&iacute;a
is_is: Titill myndasafns
nl_nl: Gallery Titel
no_no: Galleriets tittel
pt_br: Título do Gallery
sv_se: Titel på Gallery:
vi_vn: Tiêu đề Thư viện ảnh

source: The name of your Gallery. E.g. <i>My Cool Photos</i>
ar_eg: ÇÓå åÙÑÖã. Ùäé ÓÈêä ÇäåËÇä <i>ÕèÑé ÇäÑÇÆÙÉ</i>
bg_bg: Името на Галерията ви. Например <i>Семейна Галерия</i>
es_es: El nombre de su galería. Por ejemplo, <i>Mis fotografías más descaradas</i>
gl_es: O nome da s&uacute;a galer&iacute;a. Por exemplo, <i>As mi&ntilde;as fotograf&iacute;as m&aacute;is chulas</i>
is_is: Nafn Gallery. T.d. <i>Flottu myndirnar mínar</i>
nl_nl: De naam van uw Gallery. Bijv. <i>Mijn te gekke foto's</i>
no_no: Navnet på galleriet ditt. F.eks. <i>Mine Kule Bilder</i>
pt_br: O nome do seu Gallery. Ex.: <i>Meu álbum de fotos</i>
sv_se: Namnet på ditt galleri. T.ex. <i>Mina coola foton</i>
vi_vn: Tên của Thư viện ảnh của bạn. Ví dụ: <i>Sưu tập ảnh đẹp</i>

source: Gallery
ar_eg: ÇäåÙÑÖ
bg_bg: Галерия
is_is: Myndasafn
vi_vn: Thư viện ảnh

source: Use Icons ?
bg_bg: Да използваме ли Икони?
es_es: ¿Usar iconos?
pt_br: Usar Ícones?
vi_vn: Sử dụng hình tượng ?

source: You can choose wether you want to use Gallery icons, text only, or both. When you choose icons only, then there will be an onMousoverText.
bg_bg: Можете да изберете дали да използвате само икони, само текст или и двете заедно. Ako изберете само икони, тогава ще има и 'onMouseoverText'.
es_es: Puede escoger si quiere usar sólo iconos, sólo textos, o ambos. Cuando seleccione sólo iconos se mostrará un texto descriptivo al pasar el ratón por encima de la imagen.
is_is: Þú getur valið hvort þú vilt nota íkon, aðeins texta eða bæði. Ef þú velur að hafa aðeins íkon, mun birtast texti yfir íkoninu þegar mús færist yfir.
nl_nl: U kunt kiezen of Gallery iconen, enkel tekst of beiden moet gebruiken. Als u 'Enkel iconen' selecteert komt er een tooltip.
pt_br: Você pode escolher se você deseja usar os ícones do Gallery, somente texto ou ambos. Quando você escolher somente ícones, haverá um texto na tag onMouseover.
sv_se: Du kan välja om du önskar att använda Gallery-ikoner, text endast eller både och. När du väljer ikoner endast så kommer det att bli en onMousoverText.
vi_vn: Bạn có thể chọn nếu bạn muốn sử dụng hình tượng, chữ, hoặc cả hai. Khi bạn chọn chỉ dùng hình tượng, sẽ có chữ hiển thị khi chỉ chuột trên hình.

source: Icons and text
bg_bg: Икони и текст
es_es: Iconos y textos
is_is: Íkon og texta
nl_nl: Iconen en tekst
pt_br: Ícones e Texto
sv_se: Ikoner och text
vi_vn: Hình tượng và chữ

source: Text only
bg_bg: Само текст
es_es: Sólo textos
is_is: Bara texta
nl_nl: Enkel tekst
pt_br: Somente texto
sv_se: Text endast
vi_vn: Chỉ dùng chữ

source: Icons only
bg_bg: Само икони
es_es: Sólo iconos
is_is: Bara íkon
nl_nl: Enkel iconen
pt_br: Somente ícones
sv_se: Ikoner endast
vi_vn: Chỉ dùng hình tượng

source: Skin Name
ar_eg: ÇÓå ÇäÎäáêÉ.
bg_bg: Оформление на Галерията
es_es: Nombre de la Skin
gl_es: Nome da Apariencia
is_is: Nafn útlitspakka
nl_nl: Uiterlijk naam
no_no: Utseende
pt_br: Nome da Aparência
sv_se: Skalnamn?
vi_vn: Kiểu dáng
