Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Gallery uses a locking system called flock() for added protection against data corruption. This is not supported on all platforms. If you're seeing errors like <i>Could not acquire lock</i> then set this value to <i>no</i>.
ar_eg: êÓÊÎÏå ÇäåÙÑÖ æØÇå ÊÃåêæé êÓåéflock() äåÒêÏ åæ ÇäÍåÇêÉ ÖÏ Ù×È ÇäÈêÇæÇÊ. èäÇ êÊå ÏÙå çĞÇ ÇäæØÇå áé ãä ÇäÃæØåÉ ÇäÃÓÇÓêÉ. áÅĞÇ ÑÃêÊ ÃÎ×ÇÁ åËä <i> äå ÊÊåãæ åæ Úäâ</i> áâå ÈÅÙÏÇÏ çĞç ÇäâêåÉ Åäé <i>äÇ</i>.
bg_bg: За добавена защита от повреда на данните, Галерията използва заключваща система наречена 'flock()'. Това не се поддържа от всички платформи. Ако видите грешка като <i>Не може да се постигне заключване</i>, сложете <i>не</i>.
es_es: Gallery usa un sistema de cerrojo llamado flock() para añadir protección contra los datos corruptos. Este sistema no es soportado por todas las plataformas. Si observa errores como <i>No se pudo adquirir el cerrojo</i> establezca este valor a <i>no</i>.
gl_es: Gallery usa un sistema de peche chamado flock() para engadir protecci&oacute;n contra os datos corruptos. Este sistema no &eacute; soportado por t&oacute;dalas plataformas. Se observa erros como <i>Non se puido adquiri-lo peche</i> estableza este valor a <i>non</i>.
is_is: Gallery notar læsikerfi sem kallast flock() til að forðast gagnaskemmdir. Ekki öll stýrikerfi styðja þetta. Ef þú færð villur á borð við <i>Could not acquire lock</i>, settu þá þetta gildi á <i>nei</i>.
nl_nl: Gallery gebruikt een blokkeringssysteem genaamd flock() ter bescherming van de gegevens. Dit wordt niet door alle platformen ondersteund. Als u fouten ziet als <i>Could not acquire lock</i> dan kunt u deze optie op <i>nee</i> zetten.
pt_br: O Gallery usa um sistema de travamento chamado flock() para adicionar proteção contra dados corrompidos. Esta função não é suportada em todos os sistemas operacionais. Se você encontrar erros como <i>Could not acquire lock</i>, então altere este valor para <i>não</i>
sv_se: Gallery använder ett låsningssytem som kallas flock() för att lägga till skydd mot datakorruption. Detta stöds inte av alla plattformar. Om du får fel liknande <i>Could not acquire lock</i> så sätt detta värde till <i>nej</i>.
vi_vn: Thư viện ảnh sử dụng một hệ thống khóa gọi là flock() để tăng cường sự bảo vệ hỏng dữ liệu. Nhưng nó không hoàn toàn được trợ giúp trên tất cả các hệ điều hành. Nếu bạn thấy có lỗi như là <i>Không thể thực hiện khóa</i> khi đó hãy để giá trị đó là <i>không</i>.

source: Status code
ar_eg: ÑåÒ ÇäÍÇäÉ.
bg_bg: Код за резултат
es_es: Código de estado
gl_es: C&oacute;digo de estado
is_is: Ástandskóði
no_no: Statuskode
pt_br: Código de status
sv_se: Statuskod:
vi_vn: Mã trạng thái

source: The status code Gallery expects to see after a successful <i>exec()</i> call. Gallery will try to figure this out on its own so you probably won't need to change this value unless you have problems.
ar_eg: ÑåÒ ÇäÍÇäÉ çè ÇäĞé êÊèâÙ Ãæ êÑÇç ÇäåÙÑÖ ÈÙÏ åãÇäåÉ <i>exec()</i> æÇÌÍÉ. èÓêÍÇèä ÇäåÙÑÖ ÇäÊÙÑá Ùäé çĞÇ ÈæáÓç¬ èäĞÇ áäæ ÊÍÊÇÌ Åäé ÊÚêêÑ çĞç ÇäâêåÉ ÅäÇ ÅĞÇ ÕÇÏáÊã åÔÇãä.
bg_bg: Кода за резултат, който Галерията очаква да види след успешното изпълнение на 'exec()' функция. Галерията ще се опита да разбере това сама, така че няма да има нужда да променяте тази стойност - освен ако нямате проблеми.
es_es: El código de estado de Gallery se espera después de una llamada satisfactoria al comando <i>exec()</i>. Gallery intentará calcularlo por sí mismo así que probablemente no necesitará cambiar este valor a menos que tenga problemas.
gl_es: O c&oacute;digo de estado de Gallery se espera despois dunha chamada satisfactoria &oacute; comando <i>exec()</i>. Gallery intentar&aacute; calculalo por si mesmo as&iacute; que probablemente non necesitar&aacute; cambiar este valor a menos que te&ntilde;a problemas.
is_is: Ástandskóðinn sem Gallery væntir þess að sjá eftir <i>exec()</i>-kall sem tókst. Gallery reynir að finna þetta út sjálft, svo að þú þarft sennilega ekki að breyta þessu gildi nema þú lendir í vandræðum.
nl_nl: De status code die Gallery verwacht na een succesvolle <i>exec</i> aanroep. Gallery probeert dit zelf uit te zoeken, dus u hoeft dit alleen in te stellen als u problemen ondervindt.
pt_br: O código de status que o Gallery espera encontrar após uma chamada <i>exec()</i> bem-sucedida. Gallery tentará descobri-lo por sua conta, então você provavelmente não precisará mudar este valor a não ser que você enfrente problemas.
sv_se: Den statuskod som Gallery förväntar sig att se efter ett framgångsrikt <i>exec()</i>-anrop. Gallery kommer att försöka lista ut detta själv så du behöver förmodligen inte ändra detta värde såvida du inte har något problem.
vi_vn: Mã trạng thái của Thư viện ảnh được đòi hỏi sau khi hoàn thành xong lệnh gọi <i>exec()</i>. Thư viện ảnh sẽ cố tự hiểu được nó cho nên bạn không nhất thiết thay đổi giá trị này cho đến khi bạn có vấn đề.

source: Session variable
ar_eg: åÊÚêÑ ÇäÌäÓÉ
bg_bg: Променлива на сесията
es_es: Variable de sesión
gl_es: Variable de sesi&oacute;n
is_is: Setubreyta
nl_nl: Sessie variabele
no_no: Sesjonsvariabel
pt_br: Variável de sessão
sv_se: Sessionsvariabel:
vi_vn: Biến session

source: This is the session variable used to contain all Gallery session information. Change this if there is a conflict between Gallery and another PHP app on your website.
ar_eg: çĞÇ çè åÊÚêÑ ÇäÌäÓÉ è ÇäĞé êÓÊÎÏå äÇÍÊèÇÁ ãä åÙäèåÇÊ ÌäÓÇÊ ÇäåÙÑÖ. êåãæã ÊÚêêÑç ÅĞÇ ãÇæ çæÇã ÊÙÇÑÖ Èêæ ÇäåÙÑÖ è Èêæ Ê×ÈêâPHP ÂÎÑ Ùäé åèâÙã.
bg_bg: Това е променливата, която съдържа всичката информация за сесиите на Галерията. Променете това, ако има конфликт между Галерията и друга 'PHP' програма на web-страницата ви.
es_es: Esta es la variable de sesión utilizada para contener toda la información de la sesión con Gallery. Cambiela si tiene algún conflicto entre Gallery y otra aplicación PHP en su sitio web.
gl_es: Esta &eacute; a variable de sesi&oacute;n utilizada para conter t&oacute;dala informaci&oacute;n da sesi&oacute;n con Gallery. Cambiea se ten alg&uacute;n conflicto entre Gallery e outra aplicaci&oacute;n PHP no seu sitio web.
is_is: Þetta er setubreytan (&quot;session variable&quot;) sem inniheldur allar setuupplýsingar fyrir Gallery. Breyttu þessu ef þetta rekst saman við annað PHP-forrit á vefsvæði þínu.
nl_nl: Dit is de naam van de sessie variabele die Gallery gebruikt voor sessie informatie. Wijzig dit als er een conflict is tussen Gallery en een ander PHP programma op uw website.
pt_br: Esta é a variável de sessão usada para conter todas as informações de sessão do Gallery. Altere esta opção caso haja conflito entre o Gallery e outro aplicativo PHP em seu servidor web.
sv_se: Detta är sessionsvaribeln som används för att innehålla all Gallerys sessionsinformation. Ändra denna om det är en konflikt mellan Gallery och annan PHP-applikation på din webbplats.
vi_vn: Các biến session được sử dụng để lưu giữ các thông tin Thư viện ảnh. Bạn sẽ chỉ cần thay đổi nếu bạn có những ứng dụng khác của PHP trên trang web của bạn xung đột với nó.

source: RSS Publisher
bg_bg: Публикуване чрез RSS
es_es: Editor RSS
is_is: RSS þjónn
nl_nl: RSS weergeven
no_no: RSS-publisering
pt_br: Publicador RSS
sv_se: RSS-publicerare
vi_vn: Xuất bản RSS

source: Options for the Gallery RSS Publisher
bg_bg: Настройки за публикуване чрез RSS
es_es: Opciones para el editor RSS de Gallery
is_is: Stillingar fyrir RSS þjón
nl_nl: Opties voor de RSS Gallery
pt_br: Opções para o Gallery RSS Publisher
sv_se: Alternativ för Gallery RSS-publiceraren
vi_vn: Lựa chọn cho chức năng xuất bản RSS của Thư viện ảnh

source: Enable RSS Generator
bg_bg: Включване на RSS генератора
es_es: Habilitar la generación de contenido RSS
is_is: Virkja RSS þjón
nl_nl: RSS generator aanzetten
pt_br: Habilitar Gerador RSS
sv_se: Aktivera RSS-generator
vi_vn: Hiệu lực Bộ tạo RSS

source: Enable or Disable the Gallery RSS Generator
bg_bg: Включване или изключване на RSS Генератора
es_es: Habilitar o deshabilitar el generador RSS de Gallery
is_is: Slá af eða virkja Gallery RSS þjónustuna
nl_nl: Aan- of uitzetten van de Gallery RSS Generator
pt_br: Habilitar ou Desabilitar o Gerador do Gallery RSS
sv_se: Aktivera eller Avaktivera Gallery RSS-generatorn
vi_vn: Hiệu lực hoặc Không hiệu lực Bộ tạo RSS Thư viện ảnh

source: RSS Content
bg_bg: Съдържание на RSS
es_es: Contenido RSS
is_is: Innihald RSS
nl_nl: RSS inhoud
no_no: RSS-innhold
pt_br: Conteúdo RSS
sv_se: RSS-innehåll
vi_vn: Nội dung RSS

source: Specifies which information is to be included in your RSS feed.
bg_bg: Определя каква информация да бъде включена във вашата RSS трансмисия.
es_es: Especifica qué información es incluida en su contenido RSS.
is_is: Velja hvaða upplýsingar RSS straumur mun innihalda.
nl_nl: Specificeer welke informatie er in de RSS feed moet komen.
pt_br: Especifica quais informações serão incluídas em seu conteúdo RSS.
sv_se: Specificerar vilken information som skall inkluderas i ditt RSS-fält.
vi_vn: Ghi các thông tin được kèm theo với RSS của bạn.

source: Basic information only
bg_bg: Само основна информация
es_es: Sólo información esencial
is_is: Aðeins grunnupplýsingar
nl_nl: Basis informatie
pt_br: Apenas informação básica
sv_se: Allmän information endast
vi_vn: Chỉ các thông tin cơ bản

source: Album highlight
bg_bg: Главна снимка за албума
es_es: Álbum destacado
is_is: Forsíðumynd albúms
nl_nl: Album hoogte punten
no_no: Forsidebilde for album
pt_br: Destaque do álbum
sv_se: Albumförgrundsbild
vi_vn: Album đánh dấu

source: All image thumbnails
bg_bg: Всички миниатюрни изображения
es_es: Todas las miniaturas de la imagen
is_is: Allar smámyndir
nl_nl: Alle foto thumbnails
pt_br: Todas as imagens miniatura
sv_se: Alla miniatyrbilder
vi_vn: Tất cả các ảnh thumbnail

source: All image thumbnails and captions
bg_bg: Всички миниатюрни изображения и описания
es_es: Todas las miniaturas y leyendas de la imagen
is_is: Allar smámyndir og fyrirsagnir
nl_nl: Alle fotos thumbnails en onderschrift
pt_br: Todas as imagens miniaturas e legendas.
sv_se: Alla miniatyrbilder och rubriker
vi_vn: Tất cả các ảnh thumbnail và chú thích

source: RSS Highlight
bg_bg: Главна снимка за RSS
is_is: Forsíðumynd RSS
nl_nl: RSS hoogte punten
no_no: RSS-fremsidebilde
pt_br: Destaque do RSS
sv_se: RSS-förgrundsbild
vi_vn: Đánh dấu RSS

source: Specify which album will be displayed as the icon for all feed entries: An empty field means that there will be no default highlight. '*' uses the most recently update album's highlight. Specifying an album name will use that album's highlight image.
bg_bg: Определя кой албум ще бъде показан като икона за цялата трансмисия: Празно поле означава че няма да има презададена главна снимка. '*' използва най-скорошно обновената главна снимка. Посочването на име на албум означава че ще бъде използвана главната снимка на този албум.
is_is: Veldu hvaða albúm skal nota sem íkon fyrir allar færslur í straumnum. Ef þú gefur ekkert upp, mun engin sjálfgefin mynd birtast. '*' tnar að nota skal forsíðumynd þess albúms sem nýlegast var uppfært. Ef þú gefur upp nafn albúm mun forsíðu mynd þess vera notuð.
nl_nl: Geef aan welk album word weergegevan als icoon voor alle ingaven: Een leeg veld betekent dat er geen standaard higlight foto is. '*' gebruikt het meest recente album als highlight foto. Bij het opgeven van een album wordt deze als highligt foto gebruikt.
pt_br: Especifica qual álbum será mostrado como um ícone para todos as entradas fluxos: Um campo vazio significa que não haverá destaque padrão. '*' usa a mais recente atualização de destaque de álbum. Especificando um nome de álbum usará a imagem de destaque do álbum.
sv_se: Specificerar vilket album som kommer att visas som ikonen för alla entréer med något mål: Med ett tomt fält menas att det inte kommer att bli någon förvald förgrundsbild. '*' använder förgrundsbild från det album som uppdaterades senast. Specificering av ett albumnamn kommer att göra så att förgrungsbild från angivet album används.
vi_vn: Chỉ định album nào sẽ hiển thị như là biểu tượng cho tất cả các cung cấp nhập vào: Một khung nhập trống có nghĩa sẽ không có đánh dấu mặc định. '*' sẽ như là các đánh dấu của album được cập nhật đều đặn. Nếu chỉ định một tên album thì sẽ sử dụng ảnh đánh dấu của album đó.

source: Maximum Albums Returned
bg_bg: Колко Албуми ще бъдат показани
es_es: Número máximo de álbumes devueltos
is_is: Hámarksfjöldi albúma
nl_nl: Maximaal aantal albums teruggegeven
pt_br: Retornado Máximo de Álbuns
sv_se: Maximalt antal returnerade album
vi_vn: Số lượng tối đa các album hiển thị

source: This value is the maximum number of albums that the RSS feed will display to the user. Only the most recently modified albums are chosen for this value.
bg_bg: Тази стойност определя максималното количество албуми които RSS генератора ще покаже на потребителя. Само най-скорошно променени албуми влизат в този брой.
is_is: Hámarksfjöldi albúma sem RSS straumurinn inniheldur. Aðeins þau albúm sem hafa nýlega verið uppfærð munu koma til greina.
nl_nl: Dit is het maximum aantal alsbums dat RSS feed kan weergeven aan de gebruiker. Alleen de meest recent gewijzigde albums worden gekozen voor deze waarde.
pt_br: Este valor é o número máximo de álbuns que o gerador RSS irá mostrar ao usuário. Somente os álbuns modificados mais recentemente serão escolhidos por este valor.
sv_se: Detta värde är det maximala antalet album som RSS-fältet kommer att visa för användaren. Endast de senast ändrade albumen väljs för detta värde.
vi_vn: Giá trị này là số lượng tối đa các album mà cung cấp RSS sẽ hiển thị cho người dùng. Chỉ các album thường xuyên có thay đổi sẽ được chọn cho giá trị này.

source: Visible Albums Only
bg_bg: Само Видими Албуми
es_es: Sólamente álbumes visibles
is_is: Einungis sýnileg albúm
nl_nl: Alleen zichtbare albums
pt_br: Apenas Álbuns Visíveis
sv_se: Synliga album endast
vi_vn: Những album được thấy

source: Specifies whether hidden albums should be included in the RSS feed. This is not advised unless you are the only Gallery user. Other users could become very upset if their hidden images become displayed to the public.
bg_bg: Определя дали скрити албуми ще бъдат включени в RSS трансмисията. Това не се препоръчва, освен ако вие не сте единствениа потребител на Галерията. Другите потребители много биха се разстроили, ако техните скрити снимки могат да се разглеждат от всеки.
is_is: Viltu bæta albúmum sem eru falin í RSS strauminn. Þetta er ekki ráðlegt nema að þú sért eini notandi Gallery. Aðrir notendur gætu verið argir ef faldar myndir þeirra birtast almenningi.
nl_nl: Geeft aan of de verborgen albums meegenomen moeten worden in de RSS feed. Dit wordt niet aangeraden, tenzij je de enige Gallery gebruiker bent. Andere gebruikers zouden boos kunnen worden als hun foto's getoond worden aan het publiek.
pt_br: Especifica se álbuns ocultos serão incluídos no fluxo RSS. Esta opção não é alertada a não ser que você seja o único usuário do Gallery. Outros usuários podem ficar bastante chateados se suas imagens ocultas forem mostradas ao público.
sv_se: Specificerar huruvida dolda album skall inkluderas i RSS-frammatningen. Detta är inte att rekommendera såvida om inte du är den enda Gallery-användaren. Andra användare kan bli väldigt upprörda om deras dolda bilder börjar att visas för alla.
vi_vn: Chỉ định các album ẩn được kèm theo với cung cấp RSS. Điều này không được khuyến cáo trừ khi bạn là người dùng duy nhất trên Thư viện ảnh. Những người dùng khác có thể gây xáo trộn vì các ảnh ẩn của họ lại trở thành ảnh hiển thị công cộng.

source: Display Visible Albums Only
bg_bg: Показване Само На Видимите Албуми
es_es: Mostrar sólamente álbumes visibles
is_is: Sýna einungis sýnileg albúm
nl_nl: Alleen zichtbare albums weergeven
pt_br: Mostrar Apenas Álbuns Visíveis
sv_se: Visa synliga album endast
vi_vn: Chỉ hiển thị các album được thấy

source: Display Hidden Albums
bg_bg: Показване И На Скритите Албуми
es_es: Mostrar álbumes ocultos
is_is: Sýna falin albúm
nl_nl: Verborgen albums weergeven
no_no: Vis skjulte album
pt_br: Mostrar Álbuns Ocultos
sv_se: Visa dolda album
vi_vn: Hiển thị các album ẩn

source: Use dc:date
bg_bg: Да използваме ли dc:date
es_es: Usar dc:date
is_is: Nota dc:date
nl_nl: Gebruik dc:datum
no_no: Bruk dc:date
pt_br: Usar dc:date
sv_se: Använd dc:datum
vi_vn: Sử dụng dc:ngày

source: (Advanced) If users complain about their RSS readers being unable to process the RSS Feed, try enabling this option. Including dc:date is not RSS 2.0 compliant, but some feed readers require it anyway. Turning this on will cause your feed to not validate as RSS 2.0.
bg_bg: (Advanced) Ако потребителите се оплакват че RSS програмите им не могат да обработват RSS трансмисията, опитайте да включите тази настройка. Използването на dc:date не е съвместимо с RSS 2.0, но някои RSS програми го изискват независимо от това. Ако включите това, RSS трансмисията ви няма да бъде виждана като RSS 2.0.
es_es: (Avanzado) Si los usuarios se quejan sobre que sus lectores RSS no son capaces de procesar el contenido RSS, pruebe a activar esta opción. Incluyendo dc:date, el contenido no será RSS 2.0, pero algunos lectores de contenidos lo siguen requiriendo. Habilitar esta opción tendrá como consecuencia que su contenido no será validado correctamente como RSS 2.0.
is_is: (Fyrir lengra komna) Ef notendur kvarta yfir því að RSS forrit sín geti ekki meðhöndla þennan RSS straum, skaltu reyna að virkja þennan valkost. Það er ekki samhæft við RSS 2.0 að innihalda dc:date, en sum forrit krefjast þess engu að síður. Straumur þinn mun ekki vera gildur RSS 2.0 straumur ef þú virkjar þetta.
nl_nl: (Geavanceerd) Als gebruikers klagen dat ze hun RSS readers niet kunnen processen met de RSS feed, probeer dan deze optie aan te zetten. Insluiten dc:datum is niet RSS 2.0 geschikt, maar sommige feed readers hebben het nodig. Dit aanzetten zal ervoor zorgen dat je feed niet gekwalificeerd word als RSS 2.0.
pt_br: (Avançado) Se os usuários se queixarem sobre seus leitores RSS serem incapazes de processar o fluxo RSS, tente habilitar esta opção. Incluindo dc:date não será compatível RSS 2.0, mas alguns leitores de fluxo requerem-no de qualquer forma. Habilitando esta opção fará com que seu fluxo não seja validado como RSS 2.0.
sv_se: (Avancerat) Om användare klagar på att deras RSS-läsare inte kan genomföra RSS-frammatningen, försök med att aktivera detta alternativ. Inkludering av dc:datum är inte RSS 2.0 kompatibelt, men vissa läsare kräver det ändå. Inställning av denna till på kommer att göra att din frammatning inte valideras som RSS 2.0.
vi_vn: (Nâng cao) Nếu người dùng có thắc mắc về bộ đọc RSS của họ không thể sử lý Cung cấp RSS, hãy thử cho hiệu lực lựa chọn này. Chọn thêm dc:ngày vào sẽ không phải là chức năng của RSS 2.0, nhưnng một vài bộ đọc lại đòi hỏi nó. Bật chức năng này sẽ có thể làm sự cung cấp không đúng chức năng của RSS 2.0.

source: Use Big Photo
bg_bg: Да използваме ли голяма снимка
es_es: Usar fotografía grande
is_is: Nota stóra mynd
nl_nl: Gebruik grote foto
pt_br: Usar Foto Grande
sv_se: Använd stort foto
vi_vn: Dùng ảnh cỡ lớn

source: (Advanced) If users complain about their RSS readers corrupting the channel thumbnail, you can turn this feature on. Turning this on will cause your feed to not validate as valid RSS 2.0.
bg_bg: (Advanced) Ако потребителите се оплакват, че RSS програмите им развалят миниятюрните изображения, включете тази настройка. Ако я включите, RSS трансмисията ви няма да бъде виждана като RSS 2.0.
es_es: (Avanzado) Si los usuarios se quejan sobre que sus lectores RSS corrompen el canal de miniaturas, puede activar esta característica. Habilitarla tendrá como consecuencia que su contenido no será validado correctamente como RSS 2.0.
is_is: (Fyrir lengra komna) Ef notendur kvarta yfir því að RSS forrit sín birti smámynd straumsins ekki rétt, skaltu reyna að virkja þennan valkost. Straumur þinn mun ekki vera gildur RSS 2.0 straumur ef þú virkjar þetta.
nl_nl: (Geavanceerd) Als gebruikers klagen over hun RSS readers die het de thumbnails corrupt maakt, dan kun je deze optie aanzetten. Als je dit aanzet, dan is je feed niet meer als geldig RSS 2.0 gekwalificeerd.
pt_br: (Avançado) Se seus usuários se queixarem sobre seus leitores RSS corromperem o canal de miniaturas, você poderá habilitar esta opção. Habilitando-a fará com que seu fluxo não seja validado como RSS 2.0.
sv_se: (Avancerat) Om användare klagar på att deras RSS-läsare förvanskar kanalens miniatyrbilder så kan du ställa in denna egenskap till på. Inställning av denna till på kommer att göra att din frammatning inte valideras som RSS 2.0.
vi_vn: (Nâng cao) Nếu người dùng có thắc mắc về bộ đọc RSS của họ gây hỏng thumbnail, bạn có thể bật chức năng này lên. Khi chức năng này được bật có thể sự cung cấp của bạn không đúng chức năng RSS 2.0.

source: Use Photo Tag
es_es: Usar etiqueta de la fotografía
is_is: Nota tag myndar
nl_nl: Gebruik foto tag
pt_br: Usar Texto da Foto
sv_se: Använd fotoflik
vi_vn: Dùng đuôi ảnh

source: (Advanced) Turning this off will cause two RSS extensions which allow for images representing items to be removed from the feed. Leaving this enabled should cause no problems - disabling it is a personal preference.
bg_bg: (Advanced) Изключването на това ще премахне от трансмисията две разширениа на RSS, които представляват елементите. Ако го осавите включено не би причинило проблеми - изборът е ваш.
es_es: (Avanzado) Desactivar esto causará qiue dos extensiones RSS que permiten representar algunos elementos con imágenes serán borradas del contenido. Dejándolo activado no debería causar problemas. Desactivarlo es una preferencia personal.
is_is: (Fyrir lengra komna) Ef þú slekkur á þessum valkost munu tvær RSS viðbætur, sem leyfa myndum að tákna færslur, fjarlægðar úr straumnum. Það ætti ekki að valda vandræðum að hafa þetta virkt. Þú ræður algerlega hvort þú vilt hafa þetta virkt.
nl_nl: (Geavanceerd) Dit uitzetten zal 2 RSS extenties opleveren welke de mogelijkheid bieden om foto's te verwijderen van de feed. Dit aan laten staan zou geen problemen op moeten leveren. Uitzetten is een persoonlijke voorkeur
pt_br: (Avançado) Desabilitar esta opção fará duas extensões RSS que permitem imagens que representam fotos serem removidas do fluxo. Deixar essa opção habilitada não causará problemas - desabilitá-lo é uma preferência pessoal.
sv_se: (Avancerat) Inställning av denna till av kommer att göra två RSS-framställningar vilket tillåter att bilder som representerar objekt kan tas bort från frammatningen. Lämning av denna aktiverad bör inte orsaka några problem - avaktivering av den är en personlig preferens.
vi_vn: (Nâng cao) Khi chức năng là tắt sẽ có thể có hai phần mở rộng RSS mà cho phép đưa ra các ảnh được xóa khỏi nơi cung cấp. Để nó có hiệu lực sẽ không có vấn đề gì - còn không hiệu lực là một lựa chọn cá nhân.

source: Layout
ar_eg: ÊÎ×ê×
bg_bg: Оформление
es_es: Presentación
gl_es: Presentaci&oacute;n
is_is: Útlit
nl_nl: Opmaak
pt_br: Aparência
sv_se: Utseende
vi_vn: Sắp đặt

source: Default Columns
ar_eg: ÇäÃÙåÏÉ ÇäÇáÊÑÇÖêÉ
bg_bg: Презададени Колони
es_es: Columnas por defecto
gl_es: Columnas por defecto
is_is: Fjöldi dálka
nl_nl: Standaard Kolommen
no_no: Standard kolonner
pt_br: Colunas Padrão
sv_se: Förvalda kolumner?
vi_vn: Cột mặc định

source: The default number of columns in an album.
ar_eg: ÇäÙÏÏ ÇäÇáÊÑÇÖé ääÃÙåÏÉ áé ÃäÈèå.
bg_bg: Презададениа брой на колоните в албума.
es_es: Número de columnas por defecto en el álbum.
gl_es: N&uacute;mero de columnas por defecto no &aacute;lbume.
is_is: Sjálfvalinn fjöldi dálka í albúmi.
nl_nl: Het standaard aantal kolommen in een album
no_no: Standard antall kolonner i album.
pt_br: O número padrão de colunas em um álbum.
sv_se: Det förvalda antalet kolumner i ett album.
vi_vn: Số lượng cột mặc định trong một album.
