Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: This album contains 1 item.
af_za: Hierdie album bevat 1 item.
bg_bg: Този албум съдържа 1 елемент.
da_dk: Dette album indeholder 1 objekt.
fi_fi: T‰m‰ albumi sis‰lt‰‰ 1 kohteen.
it_it: Questo album contiene un oggetto.
ja_jp: このアルバムの内容は %d アイテム です。
pl_pl: Ten album zawiera 1 element.
pt_br: Este álbum contem 1 item.

source: This album has been viewed %s since %s.
ar_eg: çĞÇ ÇäÃäÈèåğ ÔèçÏ %s åæĞ %s.
bg_bg: Този албум е прегледан %s от %s до сега.
da_dk: Dette album er blevet set %s siden %s.
fi_fi: T&auml;t&auml; albumia on katsottu %s %s l&auml;htien.
gl_es: Este &aacute;lbume foi visto %s veces dende %s.
ja_jp: このアルバムの閲覧回数 %s (%s から)
pl_pl: Ten album przegl±dano %s od %s.
pt_br: Este álbum foi visto %s desde %s.

source: 1 time
bg_bg: 1 път
da_dk: 1 gang
fi_fi: 1 kerran
ja_jp: %d 回
pl_pl: 1 raz
pt_br: 1 vez

source: 0 times
ar_eg: 0 åÑÇÊğ
bg_bg: 0 пъти
da_dk: 0 gange
fi_fi: 0 kertaa
gl_es: 0 veces
ja_jp: 0 回
pl_pl: 0 razy
pt_br: 0 vezes

source: reset counter
af_za: herstel tref-teller
ar_eg: ÃÙÏò ÊÔÚêä ÇäÙÏÇÏ
bg_bg: нулирайте брояча
da_dk: nulstil tæller
fi_fi: nollaa laskuri
gl_es: contador a cero
it_it: azzera contatore
ja_jp: カウンタリセット
pl_pl: resetuj licznik
pt_br: limpar contador

source: Comments available for this item.
af_za: Iemand het kommentaar op hierdie item gelewer.
ar_eg: ÊÙäêâÇÊ åÊÇÍÉ äçĞÇ ÇäÙæÕÑğ.
bg_bg: Има коментари за този елемент.
da_dk: Der er kommentarer.
fi_fi: T‰ll‰ kohteella on kommentteja.
gl_es: Comentarios para este elemento.
it_it: Commenti disponibili per questo oggetto.
ja_jp: このアイテムに対するコメントが有効です。
pl_pl: Komentarze dostêpne dla tej pozycji
pt_br: Comentários disponíveis para este item.

source: Captioned album does not match current album - aborting changes!
bg_bg: Надписания албум не съвпада със сегашния албум - прекратяваме промените!
da_dk: Det nuværende album og det album der er rettet tekster for er ikke det samme -- fortryder ændringer!
fi_fi: Nimetty albumi ei vastaa nykyist‰ albumia - toiminto keskeytet‰‰n!
it_it: L'album con didascalia non corrisponde con questo album - modifica annullata!
ja_jp: 説明付きのアルバムは現在のアルバムに合致しません。変更を破棄します。
pl_pl: Album nie pasuje do bie¿±cego albumu - anulowanie zmian!
pt_br: Título de álbum não confere com o álbum atual - abortando mudanças!

source: Debugging: Click here to return to the album
af_za: Ontfout: Klik hier om na die album terug te keer
bg_bg: Debugging: Натиснете тук за да се върнете към албума
da_dk: Fejlfinding: Klik her for at vende tilbage til albummet
fi_fi: Vianm‰‰ritys: clikkaa t‰ss‰ palataksesi albumiin
it_it: Debugging: Clicca qui per ritornare all'album
ja_jp: デバッグ: アルバムに戻るにはここをクリックしてください。
pl_pl: Debugowanie: Kliknij tutaj aby powróciæ do albumu
pt_br: Depurando: Clique aqui para retornar ao álbum

source: Captionator
af_za: Byskrif-redigeerder
ar_eg: èÇÖÙ ÇäÙæÇèêæ
bg_bg: Редактор на Надписи
da_dk: Billedtekst-editor
fi_fi: Kuvan tekstitt&auml;j&auml;
gl_es: Caturador
it_it: Descrittore
ja_jp: 説明編集
pl_pl: Zmieniacz podpisów
pt_br: Gerador de Legendas

source: Multiple Caption Editor.
ar_eg: åÍÑñÑ ÇäÊÙäêâğ ÇäåÊÙÏñÏğ.
bg_bg: Мулти-Редактор на Надписи
da_dk: Billedtekst-editor for flere billeder.
fi_fi: Usean kuvatekstin muokkaus kerralla.
gl_es: Editor de m&uacute;ltiples lendas.
ja_jp: 説明一括編集
pl_pl: Masowy zmieniacz podpisów.
pt_br: Editor de Legendas Múltiplas.

source: 1 photo in this album
ar_eg: ÕèÑÉ èÇÍÏÉ áê çĞÇ ÇäÃäÈèåğ
bg_bg: 1 снимка в този албум
da_dk: 1 billede i dette album
fi_fi: Yksi kuva t&auml;ss&auml; albumissa
gl_es: 1 foto neste &aacute;lbume
ja_jp: 1 画像がこのアルバムにあります
pl_pl: 1 zdjêcie w tym albumie
pt_br: 1 foto neste álbum

source: one page
bg_bg: една страница
da_dk: en side
fi_fi: yksi sivu
ja_jp: %d ページ
pl_pl: jedna strona
pt_br: uma página

source: navigate UP
ar_eg: ÇæÊâÇä Åäé ÃÙäé
bg_bg: движение Нагоре
da_dk: naviger OP
fi_fi: navigoi ylˆs
gl_es: volver arriba
ja_jp: 上へ
pl_pl: nawigacja UP
pt_br: navegação ACIMA

source: Save and Exit
af_za: Stoor en Sluit
ar_eg: ÍáØ èÎÑèÌ
bg_bg: Записване и Изход
da_dk: Gem og afslut
fi_fi: Tallenna muutokset ja poistu
gl_es: Gardar e sa&iacute;r
it_it: Salva ed Esci
ja_jp: 保存して終了
pl_pl: Zapisz i wyjd¼
pt_br: Salvar e Sair

source: Save and Edit Next %d
af_za: Stoor en Redigeer die volgende %d
ar_eg: ÍáØ èÊÍÑêÑ ÇäÊÇäé %d
bg_bg: Запишете и Редактирайте следващия %d
da_dk: Gem og rediger næste %d
fi_fi: Tallenna ja muokkaa seuraavaa %d
gl_es: Gardar e editar vindeiro %d
it_it: Salva e Modifica il Prossimo %d
ja_jp: 保存して次の%dを編集
pl_pl: Zapisz i edytuj nastêpny %d
pt_br: Salvar e Editar Próximas %d

source: Save and Edit Previous %d
af_za: Stoor en Redigeer dit vorige %d
ar_eg: ÍáØ èÊÍÑêÑ ÇäÓÇÈâ %d
bg_bg: Запишете и Редактирайте предишния %d
da_dk: Gem og rediger forrige %d
fi_fi: Sallenna ja muokkaa edellist&auml; %d
gl_es: Gardar e editar anterior %d
it_it: Salva e Modifica il Precedente %d
ja_jp: 保存して前の%dを編集
pl_pl: Zapisz i edytuj poprzedni %d
pt_br: Salvar e Editar %d Anteriores

source: Exit
af_za: Kanselleer
ar_eg: ÎÑèÌ
bg_bg: Изход
da_dk: Afslut
fi_fi: Poistu
gl_es: Sa&iacute;r
it_it: Esci
ja_jp: 終了
pl_pl: Wyjd¼
pt_br: Sair

source: (click to enlarge)
af_za: (kliek om te vergroot)
bg_bg: (натиснете за пълния размер)
da_dk: (klik for at forstørre)
fi_fi: (klikkaa suurentaaksesi)
it_it: (clicca per ingrandire)
ja_jp: (クリックで拡大)
pl_pl: (kliknij aby powiêkszyæ)
pt_br: (clique para ampliar)

source: hidden
af_za: versteek
ar_eg: Îáé
bg_bg: скрит
da_dk: skjult
fi_fi: piiloitettu
gl_es: oculta
it_it: nascosto
ja_jp: 隠されています
pl_pl: ukryty
pt_br: oculto

source: Album Caption
bg_bg: Надпис на Албума:
da_dk: Albumbeskrivelse
fi_fi: Albumin kuvateksti
gl_es: Lenda do &aacute;lbume
ja_jp: アルバム説明
pl_pl: Podpis albumu:
pt_br: Legenda do Álbum

source: Movie Caption
bg_bg: Надпис на Филма
da_dk: Filmtekst
fi_fi: Videoclipin kuvateksti
gl_es: Lenda da pel&iacute;cula
ja_jp: 動画の説明
pl_pl: Podpis filmu
pt_br: Legenda de Filme

source: Photo Caption
bg_bg: Надпис на Снимката
da_dk: Billedtekst
fi_fi: Valokuvan kuvateksti
gl_es: Lenda da fotograf&iacute;a
ja_jp: 画像の説明
pl_pl: Podpis zdjêcia
pt_br: Legenda de Foto

source: Title
af_za: Titel
ar_eg: ÙæèÇæ
bg_bg: Заглавие
da_dk: Titel
fi_fi: Otsikko
gl_es: T&iacute;tulo
it_it: Titolo
ja_jp: タイトル
pl_pl: Tytu³
pt_br: Título

source: Keywords
ar_eg: ãäåÇÊ åáÊÇÍêÉ
bg_bg: Ключови думи
da_dk: Nøgleord
fi_fi: Avainsanat
gl_es: Palabras clave
ja_jp: キーワード
pl_pl: S³owa kluczowe
pt_br: Palavras-Chave

source: Capture Date
ar_eg: ÊÇÑêÎ Çäæâä èÇäÍáØ
bg_bg: Дата на снимане
da_dk: Dato og tid da billedet blev taget
fi_fi: Kuvanottop&auml;iv&auml;m&auml;&auml;r&auml;
gl_es: Data de toma da foto
ja_jp: キャプチャー日
pl_pl: Data zrobienia
pt_br: Data da Captura

source: NO PHOTOS!
af_za: Geen foto's nie!
ar_eg: äÇ ÊèÌÏ ÕèÑ
bg_bg: НЯМА СНИМКИ!
da_dk: INGEN BILLEDER!
fi_fi: EI KUVIA!
gl_es: ٮNon hai fotograf&iacute;as!
it_it: NESSUNA FOTO!
ja_jp: 画像がありません!
pl_pl: BRAK OBRAZKÓW!
pt_br: SEM FOTOS!

source: Untitled
af_za: Geen titel
ar_eg: ÚêÑ åÙæèæ
bg_bg: Безименен
da_dk: Intet navn
fi_fi: Nimet&ouml;n
gl_es: Sen t&iacute;tulo
it_it: Senza titolo
ja_jp: タイトルなし
pl_pl: Nienazwany
pt_br: Nenhum texto

source: Album
ar_eg: ÃäÈèå
bg_bg: Албум
fi_fi: albumi
gl_es: &Aacute;lbume
ja_jp: アルバム
pt_br: Álbum

source: Album up to date.
af_za: Album is op datum.
ar_eg: ÃäÈèå ÍÏêË
bg_bg: Албумът е последна версия.
da_dk: Album opdateret.
fi_fi: Albumi on ajan tasalla.
gl_es: &Aacute;lbume actualizado.
it_it: Album aggiornato.
ja_jp: 最新アルバム
pl_pl: Album jest na czasie
pt_br: Álbum está atualizado.

source: Upgrading album properties...
af_za: Besig met die opgradeer van album eienskappe...
ar_eg: ÊÑâêÉ ÎÕÇÆÕ ÇäÃäÈèå
bg_bg: Обновяване на детайлите на албума ...
da_dk: Opgraderer albumegenskaber...
fi_fi: P&auml;ivitet&auml;&auml;n albumin ominaisuuksia...
gl_es: Actualizando as propiedades do &aacute;lbume...
it_it: Aggiornamento propriet&agrave; album...
ja_jp: アルバムのプロパティを更新中...
pl_pl: Aktualizacja ustawieñ albumu...
pt_br: Atualizando as propriedades do álbum...

source: Renaming album from %s to %s...
af_za: Hernoem album van %s na %s...
ar_eg: ÇÙÇÏÉ ÊÓåêÉ ÇäÃäÈèå åæ %s Çäé %s...
bg_bg: Преименуване на албума от %s на %s...
da_dk: Omdøber album fra %s til %s...
fi_fi: Nimet‰‰n albumi %s:sta %s:ksi...
gl_es: Renomeando &aacute;lbume con nome %s a %s...
it_it: Rinomina album da %s a %s...
ja_jp: %s から %s へ アルバム名変更...
pl_pl: Zmiana nazwy albumu z %s na %s...
pt_br: Renomeando álbum de %s para %s...

source: done
ar_eg: Êå
bg_bg: готово
da_dk: udført
fi_fi: valmis
gl_es: feito
ja_jp: 完了
pl_pl: zrobione
pt_br: feito

source: Upgrading item %d of %d . . .
ar_eg: ÊÍÏêË åÇÏÉ %d åæ %d . . .
bg_bg: Обновяване на елемент %d от общо %d . . .
da_dk: Opgraderer %d af %d . . .
fi_fi: P&auml;ivitet&auml;&auml;n kuvaa %d / %d . . .
gl_es: Actualizando elemento %d de %d . . .
ja_jp: アイテム %d / %d をアップグレード . . .
pl_pl: Aktualizacja pozycji %d z %d . . .
pt_br: Atualizando item %d de %d . . .

source: msg should be an array!
af_za: Die boodskap moet 'n reeks wees!
ar_eg: êîÌğÈï Ãîæò êîãïèæî msg ÕîáñÇë!
bg_bg: съобщението трябва да е низ!
da_dk: besked skal være en tabel!
fi_fi: msg pit‰isi olla jono!
gl_es: ٮmsg deber&iacute;a ser un vector!
it_it: msg deve essere un array!
ja_jp: msg は配列であるべきです!
pl_pl: msg powinno byæ tablic±!
pt_br: mensagem deve ser um array!

source: If you no longer wish to receive emails about this image, follow the links above and ensure that 'Email me when other changes are made' is unchecked (You'll need to login first).
ja_jp: この画像についてこれ以上メールを受け取りたくないなら、以下のリンクをたどり、「他の変化があったときにメールで知らせる」のチェックが外されていることを確認してください。(まずログインする必要があります)

source: Entering album %s, processing %d photos
bg_bg: Преглеждане на албум %s, обработване на %d снимки
da_dk: Åbner album %s, behandler %d photos
fi_fi: Siirryt‰‰n albumiin %s, muokataan %d kuvaa
ja_jp: アルバム %s に入り、%d の画像を処理しています
pl_pl: Wchodzenie do albumu %s, przetwarzanie %d zdjêæ.
pt_br: Entrando no álbum %s, processando %d fotos

source: Processing element %d...
bg_bg: Oбработване на изображение %d ...
da_dk: Behandler billede %d...
fi_fi: K‰sitell‰‰n elementti‰ %d...
ja_jp: %d 要素を処理中...
pl_pl: Przerabianie obrazka %d...
pt_br: Processando elemento %d...

source: Doing the naming
bg_bg: Правене на наименованията
da_dk: Navngiver
fi_fi: Nime‰minen meneill‰‰n
ja_jp: 名前を付けています
pl_pl: Trwa proces nazywania.
pt_br: Realizando a nomenclatura

source: Image Preprocessing
bg_bg: Обработване на изображението
da_dk: Præprocesserer billede
fi_fi: Kuvan esik‰sittely
ja_jp: 画像のプリプロセス
pl_pl: Wstêpne przetwarzanie obrazu.
pt_br: Pré-processamento de Imagem

source: Resizing/compressing original image
ar_eg: ÊÚêêÑ ÍÌå/ÖòÚ×ï ÇäÕèÑÉî ÇäÃÕäêÉî
bg_bg: Променяне на размера/Компресиране на оригиналното изображение
da_dk: Ændrer størrelse på/komprimerer originalbilledet
fi_fi: Venytet‰‰n/pakataan alkuper‰ist‰ kuvaa
ja_jp: 元の画像のリサイズ/圧縮
pl_pl: Skalowanie/kompresowanie oryginalnego obrazka
pt_br: Redimensionando / compactando imagem original

source: Cannot resize/compress this filetype
ar_eg: äÇêåãæ ÊÚêêÑ ÍÌå/ÖòÚ×ï ÇäÕèÑÉ ÇäÃÕäêÉ
bg_bg: Не може да се промени размера на/компресира този тип файл
da_dk: Kan ikke ændre størrelsen/komprimere denne filtype
fi_fi: T‰m‰n tyypisi‰ tiedostoja ei voi venytt‰‰/pakata
gl_es: Non se pode redimensionar/comprimir este tipo de arquivo
ja_jp: このファイルタイプはリサイズ/圧縮ができません。
pl_pl: Nie mogê skalowaæ/kompresowaæ tego typu pliku
pt_br: Não posso redimensionar / compactar este tipo de arquivo

source: Adding Photo to the photo list
da_dk: Tilføjer billede til billedlisten
ja_jp: 画像リストに画像を追加しています
pt_br: Adicionando Foto à lista de fotos

source: Resizing %s
ar_eg: ÊÚêêÑ ÍÌå %s
bg_bg: Променяне на размера на %s
da_dk: Ændrer størrelse på %s
fi_fi: Muutetaan %s:n koko
gl_es: Redimensionando o tama&ntilde;o de %s
ja_jp: リサイズ %s
pl_pl: Skalowanie %s
pt_br: Redimensionando %s

source: Photo auto-rotated/transformed
af_za: Foto is geroteer/tranformeer
ar_eg: ÊÚêêÑ èæâä ÇäÕèÑÉ ÂäêÇ
bg_bg: Снимката е автоматично завъртяна/преобразувана
da_dk: Billede autoroteret/tranformeret
fi_fi: Kuva on automaattisesti k&auml;&auml;nnetty/muunnettu
gl_es: Fotos auto-rotadas/transformadas
it_it: Foto auto-ruotata/trasformata
ja_jp: 自動回転/変換済 画像
pl_pl: Zdjêcie automatycznie obrócone/zmienione
pt_br: Foto auto-rotacionada / transformada

source: Watermarking Image
bg_bg: Добавяне на Воден Знак към изображениеето
da_dk: Sætter vandmærke for billede
fi_fi: Luodaan vesileima kuvalle
ja_jp: 透かし画像にしています
pl_pl: Oznakowuje obrazek (znak wodny).
pt_br: Adicionando marca d'água na imagem

source: Processing image %d...
ar_eg: åÙÇäÌÉ ÇäÕèÑÉ %d...
bg_bg: Oбработване на изображение %d ...
da_dk: Behandler billede %d...
fi_fi: K&auml;sitell&auml;&auml;n valokuvaa %d...
gl_es: Procesando imaxe %d...
ja_jp: %d イメージを処理中...
pl_pl: Przerabianie obrazka %d...
pt_br: Processando imagem %d...

source: Error getting EXIF data. Expected Status 0, got %s.
ja_jp: EXIF データ取得中にエラー発生。期待されたステータス 0、実際のステータス %s。

source: Email problem: skipping %s (UID %s) because email address %s is not valid.
ar_eg: åÔãäÉ ÈÑêÏ ÅäãÊÑèæê: ÊÑã %s (UID %s) äÃæ ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæê %s äîêÓî ÕÍêÍÇ.
bg_bg: Проблем с E-mail-a: пропуска се %s (UID %s) защото e-mail адреса %s не е валиден.
da_dk: Emailproblem: Springer %s (UID %s) over fordi email adressen %s ikke er gyldig.
fi_fi: S‰hkˆpostiongelma: hyp‰t‰‰n %s (UID %s) yli, koska s‰hkˆpostiosoite %s ei ole k‰yp‰.
gl_es: Erro no correo: saltando %s (UID %s) porque a direcci&oacute;n de correo %s non &eacute; v&aacute;lida.
ja_jp: メールの問題: メールアドレス %3$s は無効なため、%1$s (UID %2$s) をスキップ。
pl_pl: Problem z email: pomijam %s (UID %s) poniewa¿ adres email %s jest nie prawid³owy.
pt_br: Problema com email: omitindo %s (UID %s) porque o endereço de email %s não é válido.

source: Invalid image
ar_eg: ÕèÑÉ ÚêÑ ÕÍêÍÉ
bg_bg: Невалидно изображение
da_dk: Ugyldigt billede
fi_fi: Ep&auml;kelpo valokuva
gl_es: Imaxe non v&aacute;lida
ja_jp: 無効な画像
pl_pl: Nieprawid³owy obrazek
pt_br: Imagem inválida

source: Generating thumbnail.
af_za: Skep duimnaelskets
bg_bg: Създаване на миниатюрно изображение.
da_dk: Opretter ikon.
fi_fi: Luodaan esikatselukuva.
it_it: Creazione anteprima.
ja_jp: サムネイル作成中
pl_pl: Tworzenie miniatur
pt_br: Criando miniatura.

source: Unable to make thumbnail
ar_eg: ÚêÑ âÇÏÑ Ùäé Êãèêæ ÕèÑÉ åÕÚÑÉ
bg_bg: Не може да бъде направено миниатюрно изображение
da_dk: Kan ikke lave ikon
fi_fi: Esikatselukuvan luonti ei onnistu
gl_es: Imposible crear miniatura
ja_jp: サムネイルが作成できません
pl_pl: Zrobienie miniaturki jest niemo¿liwe
pt_br: Não foi possível criar miniatura

source: No preview
af_za: Geen voorvertoning
bg_bg: Няма преглед
da_dk: Ingen forhåndsvisning
fi_fi: Ei esikatselua
it_it: Nessuna anteprima
ja_jp: プレビューなし
pl_pl: Brak podgl±du
pt_br: Sem preview

source: No thumbnail
af_za: Geen duimnaelskets nie
ar_eg: äÇÊèÌÏ ÕèÑÉ åÕÚÑÉ
bg_bg: Няма миниатюрно изображение
da_dk: Intet ikon
fi_fi: Ei esikatselukuvaa
it_it: Nessuna anteprima
ja_jp: サムネイルなし
pl_pl: Brak miniaturki
pt_br: Nenhuma miniatura

source: No highlight
ar_eg: äÇ êèÌÏ ÊÍÏêÏ
bg_bg: Няма избрана главна снимка
da_dk: Intet forsidebillede
fi_fi: Ei esittelykuvaa
ja_jp: ハイライトなし
pl_pl: Brak ok³adki
pt_br: Nenhum destaque

source: Anonymous User
af_za: Anonieme gebruiker
ar_eg: åÓÊÎÏå ÚêÑ åÙÑèá
bg_bg: Анонимен Потребител
da_dk: Anonym bruger
fi_fi: Anonyymik&auml;ytt&auml;j&auml;
gl_es: Usuario An&oacute;nimo
it_it: Utente Anonimo
ja_jp: 匿名ユーザ
pl_pl: Nieznajomy
pt_br: Usuário anônimo

source: Unable to create dir
ar_eg: ÚêÑ âÇÏÑ Ùäé ÅêÌÇÏ Ïäêä
bg_bg: Директорията не може да бъде създадена
da_dk: Kan ikke oprette katalog
fi_fi: Hakemiston luonti ei onnistu
gl_es: Imposible crear directorio
ja_jp: ディレクトリを作成できません
pl_pl: Utworzenie katalogu jest niemo¿liwe
pt_br: Não foi possível criar diretório

source: %s exists, but is not a directory!
af_za: %s bestaan al, maar is nie 'n l&ecirc;rgids nie!
ar_eg: %s åèÌèÏ èäãæç äêÓ ÏäêäÇë!"
bg_bg: %s съществува, но не е директория!
da_dk: %s eksisterer, men er ikke et katalog!
fi_fi: %s on olemassa, mutta se ei ole hakemisto!
gl_es: %s existe, ٮpero non &eacute; un directorio!
it_it: %s esiste, ma non &egrave; una directory!
ja_jp: %s は存在しますが、ディレクトリではありません。
pl_pl: %s istnieje, ale nie jest katalogiem!
pt_br: %s existe, mas não é um diretório!

source: The folder folder which contain your userinformation (%s) is not writable.
bg_bg: Директорията, която съдържа вашата потребителска информация (%s) е защитена против записване.
da_dk: Biblioteket som indeholder dine brugeroplysninger (%s) er ikke skrivbar.
fi_fi: K‰ytt‰j‰tietosi sis‰lt‰v‰ kansio (%s) ei ole kirjoituskelpoinen.
ja_jp: あなたのユーザ情報のあるフォルダ (%s) は書き込みできません。
pl_pl: Folder, który zawiera informacje o u¿ytkowniku (%s) nie jest zapisywalny.
pt_br: A pasta que contem sua informação de usuário (%s) não é gravável.

source: Your Userfile is not writeable
bg_bg: Вашия 'Userfile' е защитен против записване
da_dk: Din brugerfil er ikke skrivbar
fi_fi: K‰ytt‰j‰tiedostosi ei ole kirjoituskelpoinen
ja_jp: あなたのユーザファイルは書き込みできません。
pl_pl: Twój plik u¿ytkownika nie jest zapisywalny.
pt_br: Seu arquivo de usuário não é gravável

source: Illegal username %s: must at least 2 characters
ar_eg: ÇÓå ÇäåÓÊÎÏå ÚêÑ åÓåèÍ Èç %s: êîÌğÈï Ãîæò êÊãèæ Ùäé ÇäÃâä åæ ÍÑáêæ
da_dk: Ugyldigt brugernavn, %s: det skal være på mindst to tegn
fi_fi: Ep‰kelpo k‰ytt‰j‰tunnus %s: t‰ytyy olla v‰hint‰‰n 2 merkki‰
gl_es: Nome de usuario %s noN v&aacute;lido: debe ter polo menos 2 caracteres
ja_jp: 間違ったユーザ名 %s: ユーザ名は2文字以上でないといけません
pl_pl: Z³a nazwa u¿ytkownika %s: musi zawieraæ przynajmniej 2 znaki
pt_br: Nome de usuário (%s) inválido: deve ter no mínimo 2 caracteres

source: Illegal username %s: must at most 15 characters
ar_eg: ÇÓå ÇäåÓÊÎÏå ÚêÑåÓåèÍ Èç %s: êîÌğÈï Ãîæò êÊãèæ Ùäé ÇäÃâä åæ 15 ÍÑáÇë
da_dk: Ugyldigt brugernavn %s: det må maksimalt være på 15 tegn
fi_fi: Ep‰kelpo k‰ytt‰j‰tunnus %s: t‰ytyy olla korkeintaan 15 merkki‰
gl_es: Nome de usuario %s nonv&aacute;lido: debe ter 15 caracteres como m&aacute;ximo
ja_jp: 間違ったユーザ名 %s: ユーザ名は15文字以下でないといけません。
pl_pl: Z³a nazwa u¿ytkownika %s: mo¿e zawieraæ najwy¿ej 15 znaków
pt_br: Nome de usuário (%s) inválido: deve ter no máximo 15 caracteres

source: Illegal username %s: must contain only letters or digits
ar_eg: ÇÓå ÇäåÓÊÎÏå ÚêÑåÓåèÍ Èç %s: êîÌğÈï Ãîæò êÊãèæ åæ ÍÑèá Ãè ÃÑâÇå
da_dk: Ugyldigt brugernavn %s: det må kun bestå af bogstaver og tal
fi_fi: Ep‰kelpo k‰ytt‰j‰tunnus %s: saa sis‰lt‰‰ vain kirjaimia tai numeroita
gl_es: Nome de usuario %s non v&aacute;lido: debe conter s&oacute; letras ou n&uacute;meros
ja_jp: 間違ったユーザ名 %s: ユーザ名は半角英数字のみ使えます
pl_pl: Z³a nazwa u¿ytkownika %s: mo¿e zawieraæ tylko cyfry i litery
pt_br: Nome de usuário (%s) inválido: deve conter apenas letras ou números

source: %s is reserved and cannot be used.
ar_eg: %s åÍáèØ èäÇ êïåòãæ Ãæò êïÓÊîÎÏå
bg_bg: %s е запазано и не може да се ползва.
da_dk: %s er reserveret og kan ikke benyttes.
fi_fi: %s on jo k&auml;yt&ouml;ss&auml; - et voi k&auml;ytt&auml;&auml; sit&auml;.
gl_es: %s est&aacute; reservado e non pode ser usado.
ja_jp: %s は予約されているので使用できません。
pl_pl: %s jest zarezerwowany i nie mo¿e byæ u¿yty.
pt_br: %s é reservado e não pode ser utilizado.

source: A user with the username of %s already exists
ar_eg: êèÌÏ ÈÇäáÙä åÓÊÎÏå ÈæáÓ ÇäÇÓå %s
bg_bg: Вече съществува потребител с името %s
da_dk: En bruger med brugernavn %s eksisterer allerede
fi_fi: K&auml;ytt&auml;j&auml;tunnus %s on jo olemassa
gl_es: Xa existe un usuario co nome %s.
ja_jp: %s というユーザは既に存在します
pl_pl: U¿ytkownik o nazwie %s juz istnieje
pt_br: Um usuário com o nome de %s já existe

source: Password must be at least 3 characters
ar_eg: êÌÈ Ãæ ÊÊãèæ ãäåÉ ÇäÓÑ Ùäé ÇäÃâä åæ 3 ÍÑèá
bg_bg: Паролата трябва да е минимум 3 знака
da_dk: Adgangskoden skal være på mindst 3 tegn
fi_fi: Salasanan tulee olla v&auml;hint&auml;&auml;n 3 merkki&auml; pitk&auml;
gl_es: O contrasinal debe ter polo menos 3 caracteres
ja_jp: パスワードは3文字以上でないといけません
pl_pl: Has³o musi byæ conajmniej 3 znakowe
pt_br: Senha deve ser pelo menos de 3 caracteres

source: Checking user %d of %d . . . .
ar_eg: ÇäÊÃãÏ åæ ÇäåÓÊÎÏå %d åæ %d. . . .
bg_bg: Проверка на потребител %d от общо %d . . . .
da_dk: Undersøger bruger %d af %d . . . .
fi_fi: Tarkistetaan k‰ytt‰j‰‰ %d / %d . . . .
gl_es: Verificando usuario %d de %d . . .
ja_jp: ユーザ %d / %d のチェック. . .
pl_pl: Sprawdzanie u¿ytkownika %d z %d . . . .
pt_br: Verificando usuário %d de %d . . . .

source: skipped
ar_eg: åÊÑèã
bg_bg: пропуснат
da_dk: sprunget over
fi_fi: hyp‰tty yli
gl_es: saltado
ja_jp: スキップ
pl_pl: pominiêty
pt_br: omitido

source: Problem adding %s:
af_za: Probleem om %s by te voeg:
ar_eg: åÔãäÉ áê ÅÖÇáÉ %s:
bg_bg: Проблем с добавянето на %s:
da_dk: Problem med at tilføje %s:
fi_fi: Virhe lis‰tt‰ess‰ %s:
gl_es: Engadindo problema %s:
it_it: Problema nell'aggiunta di %s:
ja_jp: %sの追加で問題:
pl_pl: Problem z dodaniem %s:
pt_br: Problema em adicionar %s:

source: Copy Photo
af_za: Kopieer foto
ar_eg: æÓÎ ÕèÑÉ
bg_bg: Копирайте Снимката
da_dk: Kopier billede
fi_fi: Kopioi kuva
gl_es: Copiar foto
it_it: Copia Foto
ja_jp: 画像コピー
pl_pl: Kopiuj Zdjêcie
pt_br: Copiar Foto

source: Invalid album selected: %s
ar_eg: ÇÎÊêÇÑ ÚêÑ ÕÍêÍ ääÃäÈèå %s
bg_bg: Избран е невалиден албум: %s
da_dk: Ugyldigt album valgt: %s
fi_fi: Ep‰kelpo albumi valittu: %s
gl_es: &Aacute;lbume seleccionado non v&aacute;lido: %s
ja_jp: 無効なアルバムが選択されました: %s
pl_pl: Nieprawid³owy wybrany album: %s
pt_br: Álbum selecionado inválido: %s

source: Can't copy album #%d
ar_eg: äå êÊåãæ åæ æÓÎ ÇäÃäÈèå #%d
bg_bg: Албума #%d не може да бъде копиран
da_dk: Kan ikke kopiere album #%d
fi_fi: Ei voi kopioida albumia #%d
gl_es: Non se puido copia-lo &aacute;lbume %d
ja_jp: アルバムのコピーができません #%d
pl_pl: Nie mogê przekopiowaæ albumu #%d
pt_br: Não posso copiar álbum #%d

source: Copying photo #%d
ar_eg: æÓÎ ÕèÑÉ #%d
bg_bg: Копиране на снимката #%d
da_dk: Kopierer billede #%d
fi_fi: Kopioin kuvaa #%d
gl_es: Copiando foto #%d
ja_jp: 画像コピー #%d
pl_pl: Kopiowanie zdjêcia #%d
pt_br: Copiando foto #%d

source: Creating Thumbnail
af_za: Skep duimnaelskets
ar_eg: ÇêÌÇÏ ÕèÑÉ åÕÚÑÉ
bg_bg: Създаване на Миниатюрно Изображение
da_dk: Opretter ikon
fi_fi: Luodaan esikatselukuva
gl_es: Creando miniaturas
it_it: Creazione Anteprima
ja_jp: サムネイル作成中
pl_pl: Tworzenie miniatur
pt_br: Criando Miniatura

source: Skipping Album #%d
af_za: Slaan Album #%d oor
ar_eg: #%d ÊÎ×ê ÇäÃäÈèå
bg_bg: Прескачане на Албума #%d
da_dk: Springer over album #%d
fi_fi: Hyp‰t‰‰n albumin #%d yli
gl_es: Saltando &aacute;lbume #%d
it_it: Salto Album #%d in corso
ja_jp: アルバム #%d をスキップ
pl_pl: Pomijaj album #%d
pt_br: Omitindo Álbum #%d

source: Dismiss
af_za: Kanselleer
ar_eg: ÅÓÊÈÙÇÏ
bg_bg: Заворете
da_dk: Færdig
fi_fi: Poistu
gl_es: Descartar
it_it: Termina
ja_jp: 閉じる
pl_pl: Zaniechaj
pt_br: Fechar

source: Please select the album where you want to copy the photo(s) to.
it_it: Seleziona l'album destinazione in cui vuoi copiare le foto.
ja_jp: 画像のコピー先アルバムを選択してください。

source: Copy a range of photos to a new album:
af_za: Kopieer 'n reeks foto's na 'n nuwe album:
ar_eg: êæÓÎ åÏé ÇäÕèÑğ Åäé ÃäÈèå ÌÏêÏ:
bg_bg: Копирайте група снимки в нов албум:
da_dk: Kopier en samling billeder til et nyt album:
fi_fi: Kopioi joukko valokuvia uuteen albumiin:
gl_es: Copiar un rango de fotos a un novo &aacute;lbume:
it_it: Copia un intervallo di foto in un nuovo album:
ja_jp: 特定の範囲の画像を新しいアルバムにコピーする:
pl_pl: Kopiuj zakres zdjêæ do nowego albumu:
pt_br: Copiar uma faixa de fotos para um novo álbum:
