Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Default Rows
ar_eg: ÇäÕáèá ÇäÇáÊÑÇÖêÉ
bg_bg: Презададени Редове
es_es: Columnas por defecto
gl_es: Columnas por defecto
is_is: Sjálfgefin fjöldi raða
nl_nl: Standaard aantal rijen
no_no: Standard antall rader
pt_br: Linhas Padrão
sv_se: Förvalda rader?
vi_vn: Hàng mặc định

source: The default number of rows in an album.
ar_eg: ÇäÙÏÏ ÇäÇáÊÑÇÖé ääÕáèá áé ÃäÈèå.
bg_bg: Презададен брой на редовете в албума.
es_es: Número de filas por defecto en el álbum.
gl_es: N&uacute;mero de filas por defecto no &aacute;lbume.
is_is: Sjálfgefinn fjöldi raða í albúmi
nl_nl: Het standaard aantal rijen in een album
no_no: Standard antall rader i album
pt_br: O número padrão de linhas em um álbum.
sv_se: Det förvalda antalet rader i ett album.
vi_vn: Số lượng hàng mặc định trong một album.

source: Appearance
ar_eg: ÇäåØçÑ
bg_bg: Външен вид
es_es: Apariencia
gl_es: Aparienza
is_is: Útlit
nl_nl: Uiterlijk
no_no: Utseende
pt_br: Aparência
sv_se: Framträdande
vi_vn: Trang trí

source: Border color
ar_eg: äèæ ÇäÍÏ
bg_bg: Цвят на рамките
es_es: Color de los bordes
is_is: Litur ramma
nl_nl: Rand Kleur
no_no: Farge på kantlinje
pt_br: Cor da borda
sv_se: Kantfärg?
vi_vn: Màu viền

source: Default color of (image) borders. You can learn about %scolors%s here.
bg_bg: Презададен цвят на рамкките на изображенията. Повече за цветовете можете да научите %sтук%s.
es_es: Color por defecto para los bordes de las imágenes. Puede aprender sobre %slos colores%s aquí.
is_is: Sjálfvalinn litur myndramma. Þú getur lesið meira um %sliti%s hér..
nl_nl: Standaard kleur voor de rand van afbeeldingen. Hier kan u meer leren over %skleuren%s.
no_no: Standard farge på bilderammer. Du kan lese mer om %sfarger%s her.
pt_br: Cor padrão da borda (das imagens). Você pode aprender mais sobre %scores%s aqui.
sv_se: Förvald färg på (bild)kanter. Du kan lära dig mer om färger %shär%s.
vi_vn: Màu mặc định của viền (ảnh). Bạn có thể biết thêm về %smàu sắc%s tại đây.

source: Border width
ar_eg: ÙÑÖ ÇäÍÏ
bg_bg: Дебелина на рамката
es_es: Anchura del borde
gl_es: Anchura do borde
is_is: Breidd ramma
nl_nl: Rand Lijndikte
no_no: Bredde på kantlinje
pt_br: Largura de borda
sv_se: Kantbredd?
vi_vn: Độ rộng viền

source: Default width of (image) borders.
bg_bg: Презададена ширина на рамките на изображенията.
es_es: Anchura por defecto de los bordes de las imágenes.
is_is: Sjálfvalin breidd myndramma.
nl_nl: Standaard dikte van de rand rond de afbeeldingen.
no_no: Standard bredde på bilderammer
pt_br: Largura padrão das bordas (das imagens).
sv_se: Förvald bredd på (bild)kanter.
vi_vn: Độ rộng mặc định của viền (ảnh).

source: Default Font
ar_eg: ÇäÎ× ÇäÇáÊÑÇÖé
bg_bg: Презададен Шрифт
es_es: Fuente por defecto
gl_es: Tipograf&iacute;a por defecto
is_is: Sjálfvalið letur
nl_nl: Standaard lettertype
no_no: Standrad skrifttype
pt_br: Fonte Padrão
sv_se: Förvalt teckensnitt?
vi_vn: Font mặc định

source: Default font face. E.g. <i>arial</i> or <i>trebuchet</i>
ar_eg: ÇäèÇÌçÉ ÇäÇáÊÑÇÖêÉ ääÎ×. èåËÇä Ùäé Ğäã <i>arial</i> or <i>trebuchet</i>
bg_bg: Презададен шрифт. Например: <i>arial</i> или <i>trebuchet</i>
es_es: Fuente por defecto. Por ejemplo, <i>arial</i> o <i>trebuchet</i>
gl_es: Tipograf&iacute;a por defecto. Por exemplo, <i>arial</i> ou <i>trebuchet</i>
is_is: Sjálfgefin leturgerð. Td. <i>arial</i> eða <i>trebuchet</i>
nl_nl: Standaard lettertype. Bijv. <i>arial</i> of <i>trebuchet</i>
no_no: Standard skrifttype. F.eks. <i>arial</i> eller <i>trebuchet</i>
pt_br: Fonte padrão. Ex: <i>Arial</i> ou <i>Trebuchet</i>
sv_se: Förvalt teckensnitt. T.ex.<i>arial</i> eller <i>trebuchet</i>
vi_vn: Loại font mặc định. VD: <i>arial</i> hoặc <i>trebuchet</i>

source: Image Processing and Display
ar_eg: åÙÇäÌÉ ÇäÕèÑÉ èÙÑÖçÇ
bg_bg: Обработка и показване на изображенията
es_es: Procesar la imagen y mostrarla
gl_es: Procesa-la imaxe e amosala
is_is: Myndvinnsla og birting
nl_nl: Fotos bewerken en weergeven
no_no: Bildebehandling og visning
pt_br: Processamento de Imagens e Visualização
sv_se: Bildbearbetning och Visning
vi_vn: Sử lý ảnh và Hiển thị

source: Thumbnail size
ar_eg: ÍÌå ÇäÕáÍÉ ÇäåÕÚÑÉ.
bg_bg: Размер на миниатюрното изображение
es_es: Tamaño de las miniaturas
gl_es: Tama&ntilde;o das miniaturas
is_is: Stærð smámynda
nl_nl: Voorbeeld formaat
no_no: Størrelse på miniatyrbilder
pt_br: Tamanho da miniatura
sv_se: Miniatyrbildstorlek?
vi_vn: Cỡ thumbnail

source: The default target size (in pixels) of album thumbnails.
ar_eg: ÇäÍÌå ÇäÇáÊÑÇÖé ÇäåÓÊçÏá ääÕáÍÇÊ ÇäåÕÚÑÉ ääÃäÈèå (áé ÈãÓêä)
bg_bg: Презададения размер (в pixels) на миниатюрните изображения в албумите
es_es: El taaño por defecto (en pixels) de las miniaturas del álbum.
gl_es: O taa&ntilde;o por defecto (en pixels) das miniaturas do &aacute;lbume.
is_is: Sjálfvalin óskastærð (í dílum) smámynda fyrir albúm.
nl_nl: Het standaard formaat (in pixels) van album voorbeelden
no_no: Standard målstørrelse (i piksler) for albumikoner.
pt_br: O tamanho padrão de destino (em pixels) das miniaturas do álbum.
sv_se: Den förvalda målstorleken i bildpunkter(pixlar) för album-miniatyrbilder.
vi_vn: Kích cỡ mặc định (bằng pixel) của album thumbnails.

source: Resized image size
ar_eg: ÍÌå ÕèÑÉ åÊÚêÑÉ ÇäÍÌå
bg_bg: Променен размер на изображенията
es_es: Tamaño de la imagen redimensionada
gl_es: Tama&ntilde;o da imaxe redimensionada
is_is: Stærð stækkaðra/smækkaðra mynda
nl_nl: Aangepast foto formaat
no_no: Størrelse på endret bildestørrelse
pt_br: Tamanho de imagem redimensionado
sv_se: Storleksändrad bildstorlek?
vi_vn: Kích cỡ ảnh được chỉnh cỡ

source: When large images are added to an album, an intermediate version will automatically be generated at this size.
ar_eg: ÙæÏåÇ ÊÖÇá ÇäÕèÑ ĞÇÊ ÇäÍÌå ÇäãÈêÑ Åäé ÃäÈèå, áÅæ ÅÕÏÇÑÇ ååÊèÓ×Ç ÓêæÔÃ ÂäêÇ ÈçĞÇ ÇäÍÌå.
bg_bg: Когато са добавени големи изображения в албума, Галерията автоматично ще създаде тяхна нова версия с посочения размер.
es_es: Cuando imágenes grandes son añadidas a un álbum, se genera automáticamente una versión intermedia con este tamaño.
is_is: Þegar stórum myndum er bætt í albúm er sjálfkrafa búin til millistærðarmynd í þessari stærð.
nl_nl: Wanneer grote afbeeldingen aan een album worden toegevoegd, kan automatisch een standaard versie gegenereerd worden met deze grootte.
pt_br: Quando grandes imagens são adicionadas a um álbum, uma versão intermediária será gerada automaticamente neste tamanho.
sv_se: När stora bilder laddas upp till ett album så kommer automatiskt en mellanliggande version att genereras av denna storlek.
vi_vn: Khi những ảnh kích cỡ lớn được thêm vào một album, một quá trình sẽ tiến hành tự động điều chỉnh tới kích cỡ này.

source: off
ar_eg: åÚäâ
bg_bg: изключено
es_es: desactivado
gl_es: desactivado
is_is: óvirkt
nl_nl: uit
no_no: av
pt_br: desligado
sv_se: Av
vi_vn: tắt

source: Resized JPEG/PNG images file size
ar_eg: ÍÌå åäá ÕèÑ Çä JPEG/PNG ÇäåÊÚêÑÉ ÇäÍÌå
bg_bg: Размер на файла за JPEG/PNG изображенията с намален размер
es_es: Tamaño de los archivos de las imágenes JPEG/PNG redimensionadas
gl_es: Tama&ntilde;o dos arquivos das imaxes JPEG/PNG redimensionadas
is_is: Skráarstærð stækkaðra/smækkaðra JPEG/PNG-mynda
nl_nl: Aangepast JPEG/PNG foto formaat
no_no: Filstørrelse for JPEG/PNG med endret bildestørrelse
pt_br: Tamanho do arquivo de imagens JPEG/PNG redimensionadas
sv_se: Filstorleken på storleksändrade JPEG/PNG bilder?
vi_vn: Kích thước ảnh JPEG/PNG được chỉnh cỡ

source: The default target size (in kilobytes) of resized JPEG/PNG images. Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 for no target size.
ar_eg: ÇäÍÌå ÇäÇáÊÑÇÖé ÇäåÓÊçÏá (ÈÇäãêäè ÈÇêÊ) äÕèÑ JPEG/PNG ÇäÊé Êå ÊÚêêÑ ÍÌåçÇ. ÅÖÇáÉ âêåÉ åÇ âÏ êÄÏé Åäé È×Á ÇêÏÇÙ ÇäåäáÇÊ, è äãæçÇ ÓÊÒêÏ áé ÓÑÙÉ èâÊ ÙÑÖ ÇäÕáÍÉ, ÎÇÕÉë äåæ êÓÊÎÏå ÇÊÕÇäÇÊ Çä×äÈ ÇäçÇÊáêÉ. âå ÈÇäÅÙÏÇÏ Åäé 0 äÍÌå ÚêÑ åÓÊçÏá.
bg_bg: Презададения размер на файла (в kilobytes) на изображенията с променен размер. Ако добавите стойност тук, скоростта на прехвърляне на файлове към сървъра ще намалее, но за сметка на това страниците ще се отварят по бързо, особено за хора които са на 'dial-up' връзка. Сложете '0' за да не избирате размер.
es_es: El tamaño por defecto (en KB) para las imágenes JPEG/PNG redimensionadas. Incluyendo un valor tal vez ralentice la subida de archivos, pero acelerará el tiempo de carga de las páginas, especialmente a la gente con conexión vía módem. Ponga el valor 0 para no indicar un tamaño.
gl_es: O tama&ntilde;o por defecto (en KB) para as imaxes JPEG/PNG redimensionadas. Inclu&iacute;ndo un valor tal vez ralentice a subida de arquivos, pero acelerar&aacute; o tempo de carga das p&aacute;xinas, especialmente &aacute; xente con conexi&oacute;n v&iacute;a m&oacute;dem. Po&ntilde;a o valor 0 para non indicar un tama&ntilde;o.
is_is: Sjálfvalin óskastærð (í kílóbætum) stækkaðra/smækkaðra JPEG/PNG-mynda. Að tiltaka gildi getur hægt á skráainnhleðslu, en mun hraða á síðubirtingum, sérstaklega fyrir fólk með hægvirka nettengingu. Stilltu á 0 til að tiltaka ekki þessa óskastærð.
nl_nl: De standraard doel grootte (in kilobytes) van aangepaste JPEG/PNG foto's. Een waarde geven aan deze foto's zal de upload vertragen maar zal de weergave versnellen, speciaal voor mensen met een telefoonverbinding. Zet op 0 voor geen doel formaat.
pt_br: O tamanho final padrão (em kilobytes) de uma imagem JPEG redimensionada. Se for adicionado um valor, o envio de arquivos poderá tornar-se lento, mas poderá acelerar o tempo de visualização de página especialmente para usuários de conexões discadas. Deixe 0 para não possuir tamanho.
sv_se: Den förvalda målstorleken (i kilobyte) för storleksändrade JPEG/PNG bilder. Inkludering av ett värde kan göra fillämning långsam, men kommer att göra sidvisningstiden snabbare, speciellt för personer med uppringd förbindelse. Ställ in på 0 för ingen målstorlek.
vi_vn: Kích cỡ mặc định (bằng kilobyte) của những ảnh JPEG/PNG được chỉnh cỡ. Bao gồm một giá trị có thể làm chậm quá trình tải lên, nhưng sẽ làm tăng tốc khi xem ảnh đặc biệt khi người xem sử dụng kết nối qua modem. Đặt về 0 nếu không muốn chọn cỡ.

source: Maximum image size
ar_eg: ÃâÕé ÍÌå ååãæ ääÕèÑÉ
bg_bg: Максимален размер на изображението
es_es: Máximo tamaño de imagen
gl_es: M&aacute;ximo tama&ntilde;o de imaxe
is_is: Hámarksstærð mynda
nl_nl: Maximum grootte afbeelding
no_no: Maksimum bildestørrelse
pt_br: Tamanho máximo de imagem
sv_se: Maximal bildstorlek?
vi_vn: Cỡ ảnh lớn nhất

source: You can optionally limit the dimensions your images on upload to Gallery.
ar_eg: êåãæã ÇÎÊêÇÑêÇÇäÍÏ åæ ÃÈÙÇÏ ÕèÑã ÙæÏ ÇäÅêÏÇÙ áé ÇäåÙÑÖ.
bg_bg: Можете по-избор да ограничите размерите на изображения трансферирани в Галерията.
es_es: Puede, opcionalmente, limitar las dimensiones de la imágenes que suba a Gallery.
gl_es: Pode, opcionalmente, limita-las dimensi&oacute;ns da imaxes que suba a Gallery.
is_is: Þú getur, ef þú vilt, takmarkað stærð mynda þinna þegar þú hleður þeim inn í Gallery.
nl_nl: Je kan optioneel de afmetingen van je afbeeldingen limiteren bij upload naar de Gallery
pt_br: Você pode opcionalmente limitar as dimensões de suas imagens no envio para o Gallery.
sv_se: Du kan vafritt begränsa storleken på dina bilder vid uppladdning till Gallery.
vi_vn: Bạn có thể lựa chọn giới hạn cho kích thước ảnh của bạn khi tải lên Thư viện ảnh.

source: Warning:
bg_bg: Внимание:
es_es: Advertencia:
is_is: Aðvörun:
nl_nl: Waarschuwing:
pt_br: Aviso:
sv_se: Varning:
vi_vn: Cảnh báo:

source: Enabling this feature will leave you <b>without a full size original</b> image in your Gallery, but allows you to save limited hard drive space. Gallery will attempt to preserve JPEG comments and EXIF data for the shrunken image, but this will require either <b>ImageMagick</b> or the optional <b>jhead</b> programs (see Step 2).
ar_eg: Êåãêæ çĞç ÇäÎÇÕêÉ Óèá êÌÙä ÇäÕèÑ ÇäÊé áé åÙÑÖã <b> Ïèæ ÇäÍÌå Çä×ÈêÙé ÇäÃÕäé <b>, è åÙ Ğäã ÓÊÓåÍ äã ÈÇäÇÍÊáÇØ ÈåÓÇÍÉ åÍÏÏÉ Ùäé ÇäâÑÕ ÇäÕäÈ. ÓêÍÇèä ÇäåÙÑÖ ÇäÇÍÊáÇØ ÈÊÙäêâÇÊ JPEG è ÈêÇæÇÊ EXIF ääÕèÑÉ ÇäåÎÊÒäÉ ¬ èäãæ çĞÇ ÓêÊ×äÈ ÅåÇ <b>ImageMagick</b> Ãè ÈÑÇåÌ Çä <b>jhead</b> ÇäÅÎÊêÇÑêÉ (ÃæØÑ Î×èÉ 2).
bg_bg: Ако позволите това, няма да имате <b>оригинални изображения с пълен размер</b> в Галерията си, но за сметка на това ще е полезно ако имате ограничено дисково пространсвто. Галерията ще опита да запази JPEG коментарите и EXIF данните за намалените изображения, но за това ще са необходими <b>ImageMagick</b> или <b>jhead</b> пограмите (вижте Стъпка 2)
es_es: Activando esta característica se le dejará <b>sin el tamaño original</b> de la imagen en su galería, pero esto le permitirá ahorrar espacio en disco duro. Gallery intentará preservar los comentarios JPEG y los datos EXIF para las imágenes reducidas, pero esto requerirá la presencia de <b>ImageMagick</b> y opcionalmente de <b>jhead</b> (vea el Paso 2).
gl_es: Activando esta caracter&iacute;stica deixar&aacute;selle <b>sin o tama&ntilde;o orixinal</b> da imaxe no seu galer&iacute;a, pero isto lle permitir&aacute; aforrar espacio en disco duro. Gallery intentar&aacute; preserva-los comentarios JPEG e os datos EXIF para as imaxes reducidas, pero isto requerir&aacute; a presencia de <b>ImageMagick</b> e opcionalmente de <b>jhead</b> (vexa o Paso 2).
is_is: Ef þú virkjar þennan valkost hefur þú <b>enga frumútgáfu í fullri stærð</b> í myndasafninu, en getur sparað takmarkað diskpláss. Gallery mun reyna að halda JPEG-athugasemdum og EXIF-gögnum í smækkuðu myndinni, en til þess þarf annaðhvort <b>ImageMagick</b> eða hið valfrjálsa <b>jhead</b>-forrit (sjá skref 2).
nl_nl: Inschakelen van deze optie laat je <b> zonder een origineel formaat </b> afbeelding in je Gallery, maar geeft je de mogelijkheid om hard disk ruimte te besparen. Gallery zal proberen om de JPEG en EXIF date voor het kleinere formaat te behouden, maar dit vereist of <b>ImageMagick</b> of de optionele <b>jhead</b> programma's (zie stap 2).
pt_br: Habilitando esta opção deixará você <b>sem uma imagem de tamanho original</b> em seu Gallery, mas lhe permitirá economizar espaço em um disco limitado. Gallery tentará preservar comentários das imagens JPEG e dados EXIF para as imagens compactadas, mas isso poderá requerir tanto <b>ImageMagick</b> ou programas opcionais do <b>jhead</b> (veja Passo 2).
sv_se: Aktivering av denna egenskap kommer lämna dig <b>utan en fullskalig originalbild</b> i ditt Gallery, men tillåter dig att spara begränsat hårddiskutrymme. Gallery kommer att försöka bevara JPEG-kommentarer och EXIF-information för den hopfallna bilden, men detta kommer att kräva antingen <b>ImageMagick</b> eller det valfria <b>jhead</b> programen (se Steg 2).
vi_vn: Cho phép tính năng này bạn sẽ <b>không có ảnh đầy đủ nguyên gốc</b> trong Thư viện ảnh, nhưng lại giúp bạn tiết kiệm khoảng trống trên đĩa cứng. Thư viện ảnh sẽ cố thử giữ các ghi chú trên JPEG và dữ liệu EXIF cho ảnh thu nhỏ, nhưng điều đó yêu cầu <b>ImageMagick</b> hoặc lựa chọn <b>jhead</b> (xem Bước 2).

source: %d (%d MPix)
pt_br: %d (%d MPixel)
vi_vn: %d (%d MêgaPixel)

source: Maximum JPEG/PNG image file size
ar_eg: ÃâÕé ÍÌå äåäá ÕèÑÉ Çä JPEG/PNG
bg_bg: Максимален размер na файла за JPEG/PNG изображенията
es_es: Máximo tamaño de las imágenes JPEG/PNG
gl_es: M&aacute;ximo tama&ntilde;o das imaxes JPEG/PNG
is_is: Hámarksstærð JPEG/PNG myndskráa
nl_nl: Maximale JPEG/PNG afbeeldings formaat
no_no: Maksimum JPEG/PNG filstørrelse
pt_br: Tamanho máximo da imagem JPEG/PNG
sv_se: Maximal filstorlek på JPEG/PNG bilder?
vi_vn: Cỡ ảnh JPEG/PNG lớn nhất

source: You can optionally limit the filesize of your JPEG/PNG images on upload to Gallery.
ar_eg: êåãæã Ãæ Êâèå ÇÎÊêÇÑêÇ ÈÇäÍÏ åæ åæ ÍÌå åäá ÕèÑ Çä JPEG/PNG ÇäÎÇÕÉ Èã ÃËæÇÁ ÇäÅêÏÇÙ áé ÇäåÙÑÖ.
bg_bg: Можете по избор да ограничите големината на JPEG/PNG файловете си, при трансферирането към Галерията.
es_es: Puede, opcionalmente, limitar el tamaño de las imágenes JPEG/PNG que suba a Gallery.
gl_es: Pode, opcionalmente, limita-lo tama&ntilde;o das imaxes JPEG/PNG que suba a Gallery.
is_is: Þú getur kosið að setja þak á skráastærð JPEG/PNG-mynda þinna þegar þú hleður þeim inn í Gallery.
nl_nl: Je kunt optioneel de afmeting van het formaat van je JPEG/PNG afbeelding instellen die je upload naar de Gallery
pt_br: Você pode opcionalmente limitar o tamanho do arquivo de suas imagens JPEG/PNG ao enviá-las para o Gallery.
sv_se: Du kan valfritt begränsa filstorleken på dina JPEG/PNG bilder vid lämning till Gallery.
vi_vn: Bạn có thể lựa chọn giới hạn dung lượng ảnh JPEG/PNG khi tải lên Thư viện ảnh.

source: Enabling this feature will leave you <b>without an original quality image</b> in your Gallery. Set the default target filesize (in kilobytes). Including a value may slow down file uploads, but will speed up page viewing time especially for people with dialup connections. Set to 0 if you don't want to restrict filesize.
ar_eg: Êåãêæ çĞç ÇäÎÇÕêÉ êÊÑãã <b> ÈÏèæ ÕèÑÉ ĞÇÊ æèÙêÉ ÃÕäêÉ </b> áê åÙÑÖã. âå ÈÅÙÏÇÏ ÍÌå Çäåäá ÇäÇáÊÑÇÖé ÇäåÓÊçÏá (ÈÇäãêäè ÈÇêÊ). ÊÖåêæ âêåÉ êåãæ Ãæ êÈ×éÁ ÙåäêÉ ÅêÏÇÙ Çäåäá, èäãæç ÓêÓÑÙ èâÊ ÇÓÊÙÑÇÖ ÇäÕáÍÉ èÎÇÕÉ äåæ êÓÊÎÏåèæ ÇÊÕÇäÇÊ Çä×äÈ ÇäçÇÊáêÉ. ÅĞÇ äå ÊÑÚÈ áé ÇäÍÏ åæ ÍÌå Çäåäá, áâå ÈÇäÅÙÏÇÏ Åäé 0.
bg_bg: Включването на тази настройка ще ви остави <b>без изображения с оригинално качество</b>. Презадава размера на файла (в kilobytes) на изображенията с променен размер. Ако добавите стойност тук, скоростта на прехвърляне на файлове към сървъра ще намалее, но за сметка на това страниците ще се отварят по бързо, особено за хора които са на 'dial-up' връзка. Сложете '0' за да не избирате размер.
es_es: Activando esta característica dejará <b>sin calidad de imagen original</b> en su galería. Ponga el tamaño por defecto de los archivos (en KBs). Incluyendo un valor tal vez ralentice la subida de archivos, pero acelerará el tiempo de carga de las páginas, especialmente a la gente con conexión vía módem. Ponga el valor 0 para no indicar un tamaño.
gl_es: Activando esta caracter&iacute;stica deixar&aacute; <b>sin calidade de imaxe orixinal</b> no seu galer&iacute;a. Po&ntilde;a o tama&ntilde;o por defecto dos arquivos (en KBs). Inclu&iacute;ndo un valor tal vez ralentice a subida de arquivos, pero acelerar&aacute; o tempo de carga das p&aacute;xinas, especialmente &aacute; xente con conexi&oacute;n v&iacute;a m&oacute;dem. Po&ntilde;a o valor 0 para non indicar un tama&ntilde;o.
is_is: Ef þú virkjar þennan valkost hefur þú <b>enga frumútgáfu í fullri stærð</b> í myndasafninu. Tilgreindu sjálfvöldu hámarksstærðina (í kílóbætum). Að gefa gildi hér getur hægt á innhleðslu mynda, en mun hraða á síðubirtingu, sérstaklega fyrir fólk með hægvirka nettengingu. Stilltu á 0 til að tiltaka ekki þessa hámarksstærð.
nl_nl: Aanzetten van deze optie zorgt ervoor dat je <b>geen originele kwaliteits afbeelding</b> in je Gallery hebt. Zet de standaard afbeeldingsgrootte (in kilobytes). Een waarde invullen zal de upload vertragen, maar zal de pagina weergave versnellen, vooral voor mensen met een telefoonverbinding. Zet op 0 als je geen restrictie op de afbeeldingsgrootte wilt zetten.
pt_br: Habilitar essa função deixará você <b>sem qualidade original da imagem</b> em seu Gallery. Defina o tamanho final padrão (em kilobytes). Se for adicionado um valor, o envio de arquivos poderá tornar-se lento, mas poderá acelerar o tempo de visualização de página especialmente para usuários de conexões discadas. Deixe 0 para não possuir tamanho.
sv_se: Aktivering av denna egenskap kommer lämna dig <b>utan en original kvalitetsbild</b> i ditt Gallery. Ställ in förvald storlek på målfil (i kilobyte). Inkludering av ett värde kan göra så att filuppladdningar går långsammare, men kommer att göra tiden för sidvisning snabbare, speciellt för personer med uppringd förbindelse. Ställ in på 0 om du inte vill begränsa filstorlek.
vi_vn: Cho phép tính năng này bạn sẽ <b>không có ảnh chất lượng nguyên gốc</b> trong Thư viện ảnh. Hãy ghi giá trị mặc định (bằng kilobytes). Khi có một giá trị có thể làm chậm quá trình tải ảnh, nhưng sẽ làm tăng được tốc độ khi xem đặc biệt cho những ai sử dụng kết nối điện thoại. Ghi là 0 nếu bạn không muốn giới hạn dung lượng.

source: Preserve Names
ar_eg: ÇäÇÍÊáÇØ ÈÇäÃÓåÇÁ
bg_bg: Имената да бъдат запазени
es_es: Conservar Nombres
gl_es: Conservar Nomes
is_is: Halda nöfnum óbreyttum
nl_nl: Bewaar namen
no_no: Beholde navn
pt_br: Preservar Nomes
sv_se: Behåll namn?
vi_vn: Tên lưu giữ

source: When uploading images to Gallery, should we preserve the original names? If you select <i>no</i>, Gallery will assign a new name for each photo or movie that gets uploaded.
ar_eg: çä êÌÈ ÇäÇÍÊáÇØ ÈÇäÃÓåÇÁ ÇäÃÕäêÉ ääÕèÑ ÙæÏ ÅêÏÇÙçÇ áé ÇäåÙÑÖ¿ ÅĞÇ ÇÎÊÑÊ <i> äÇ </i>¬ áÓêâèå ÇäåÙÑÖ ÈÊÙêêæ ÇÓå ÌÏêÏ äãä ÕèÑÉ Ãîè áêäå êÊå ÅêÏÇÙç.
bg_bg: Когато прехвърляме изображения към Галерията, бихте ли искали да запазим оригиналните им имена? Ако изберете <i>не</i>, Галерията ще определи ново име за всяка снимка или филм които са прехвърлени.
es_es: ¿Preservar los nombres originales de los archivos cuando suba imágenes a Gallery? Si escoge <i>no</i>, Gallery asignará un nombre nuevo para cada fotografía o presentación que suba.
gl_es: Preserva-los nomes orixinais dos arquivos cando suba imaxes a Gallery? Se escolle <i>non</i>, Gallery asignar&aacute; un nome novo para cada fotograf&iacute;a o presentaci&oacute;n que suba.
is_is: Á að viðhalda skráanöfnum mynda þegar þeim er hlaðið inn í Gallery? Ef þú velur <i>nei</i> mun Gallery úthluta nýju nafni fyrir hverja ljósmynd eða kvikmynd sem hlaðið er inn.
nl_nl: Bij het uploaden van afbeeldingen naar de Gallery, moeten we de originele namen behouden? Als je kiest voor <i>nee</i>, dan zal de Gallery een nieuwe naam geven aan elke afbeelding die word geupload.
pt_br: Ao enviar imagens para o Gallery, devo preservar os nomes originais? Se você selecionar <i>não</i>, o Gallery irá atribuir um novo nome para cada foto ou filme que for enviado.
sv_se: Vid uppladdning av bilder till Gallery, skall vi behålla orginalnamnen? Om du väljer <i>nej</i> så kommer Gallery att tilldela ett nytt namn för varje foto eller film som laddas upp.
vi_vn: Khi tải ảnh lên Thư viện ảnh, chúng tôi sẽ lưu giữ tên ảnh gốc? Nếu bạn chọn <i>không</i>, Thư viện ảnh sẽ ghi một tên mới cho mỗi ảnh hoặc phim được tải lên.

source: Add to beginning
ar_eg: ÃÖá ääÈÏÇêÉ
bg_bg: Добавете в началото
es_es: Añadir al comienzo
gl_es: Engadir &oacute; comezo
is_is: Bæta við í byrjun
nl_nl: Voeg toe aan begin
no_no: Legg til i begynnelsen
pt_br: Adicionar ao início
sv_se: Lägg till i början?
vi_vn: Thêm từ đầu

source: New images added to beginning rather than end of albums.
ar_eg: ÕèÑ ÌÏêÏÉ ÃÖêáÊ äÈÏÇêÉ ÇäÃäÈèåÇÊ ÈÏäÇ åæ æçÇêÊçÇ
bg_bg: Новите изображения да бъдат добавяни в началото, а не в края на албумите.
es_es: Nuevas imágenes añadidas al principio y al final de los álbumes.
gl_es: Novas imaxes engadidas &oacute; principio e &oacute; final dos &aacute;lbumes.
is_is: Nýjum myndum bætt inn fremst í albúm í stað þess að bæta þeim við aftast.
nl_nl: Nieuwe afbeeldingen toevoegen aan begin van album in plaats van eind van album
no_no: Nye bilder lagt til i begynnelsen istedenfor slutten av album.
pt_br: Novas imagens serão adicionadas ao início ao invés do final dos álbuns.
sv_se: Nya bilder läggs till i början istället för i slutet av album.
vi_vn: Những ảnh mới sẽ được thêm vào đầu của album.

source: Fit-to-window
ar_eg: ÊæÇÓÈ ÇäÕèÑÉ åÙ ÇäæÇáĞÉ.
bg_bg: Събиране в прозореца
es_es: Ajustar a la ventana
gl_es: Axustar &aacute; ventana
is_is: Fylla-út-í-skjá
nl_nl: Aanpassen-aan-venster
no_no: Tilpass-til-vindu
pt_br: Ajustar à janela
sv_se: Anpassning till fönster?
vi_vn: Vừa vào cửa sổ
