Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Spiral Notebook
bg_bg: Тетрадка
es_es: Libreta de espiral
gl_es: Libreta de espiral
is_is: Gormabók
nl_nl: Spiraalmap
no_no: Spiralblokk
pt_br: Espiral de Caderno
sv_se: Spiralbunden anteckningsbok
vi_vn: Sách xoắn gáy

source: A white shadowed frame with spiral notebook binding on the left side
bg_bg: Бяла рамка със сянка и вид на тетрадка
es_es: Un marco blanco sombreado con una espiral de libreta encuadernando el lado izquierdo.
gl_es: Un marco branco sombreado cunha espiral de libreta encadernando o lado esquerdo.
no_no: En hvit ramme med skygge, med notatblokk-spiraler på venstre side
pt_br: Uma borda branca sombreada com uma espiral de caderno presa ao lado esquerdo
vi_vn: Khung có bóng màu trắng như là quyển sách có gáy xoắn ở bên trái

source: Shadows
bg_bg: Сенки
es_es: Sombras
gl_es: Sombras
is_is: Skuggar
nl_nl: Shaduwen
no_no: Skygger
pt_br: Sombreados
sv_se: Skuggor
vi_vn: Bóng viền

source: PNG transparent shadows falling to the right and below. Proper transparency, so should work against most backgrounds, except black.
bg_bg: Прозрачни PNG сенки падащи наляво и надолу. С тази прозрачност ще работят с повечето фонове.
es_es: Sombras transparentes de PNG descendiendo desde la derecha hacia abajo. Transparencia adecuada para poder trabajar con gran cantidad de fondos, excepto de color negro.
gl_es: Sombras transparentes de PNG descendendo dende a dereita cara abaixo. Transparencia axeitada para poder traballar con gran cantidade de fondos, excepto de cor negro.
is_is: Gegnsæir PNG skuggar munu falla til hægri og niður á við. Það ætti að ganga upp á móti flestum bakgrunnum, fyrir utan svart
nl_nl: Transparante PNG schaduwen aan de rechter- en onderkant. Echte transparantie, dus het zou moeten werken met elke achtergrond, behalve zwart.
no_no: PNG-transparente skygger som faller til høyre og under. Ordentlig transparens, slik at det bør virke mot alle bakgrunner, med unntak av svart.
pt_br: Sombas de imagens PNG transparentes caindo para a direita e abaixo. Use transparência apropriada, assim deve funcionar contra a a maioria dos planos de fundo, exceto o preto.
sv_se: PNG transparenta skuggor fallande åt höger och nedåt. Riktig genomskinlighet så den bör fungera mot de flesta bakgrunderna förutom svart.
vi_vn: Khung dùng ảnh PNG mờ bóng về bên phải và bên dưới. Độ mờ thích hợp, nên có thể sử dụng trên đa số các màu nền, ngoại trừ màu đen.

source: Polaroid
bg_bg: Полароид
pt_br: Polaróide
vi_vn: Khung Polaroid

source: A photo with a large white frame, extra wide at the bottom edge
bg_bg: Снимка с голяма бяла рамка, разширена в донлата част
es_es: Una fotografía con un gran marco blanco, con anchura extra en el borde inferior
gl_es: Unha fotograf&iacute;a cun gran marco branco, con anchura extra no borde inferior
no_no: Et foto med stor, hvit ramme, som er ekstra bred på nedre kant
pt_br: Uma foto com uma grande borda branca, mais larga no canto inferior
vi_vn: Khung ảnh có viền trắng lớn, và rộng ở phía dưới giống ảnh lấy ngay của Polaroid

source: Polaroids
bg_bg: Полароиди
is_is: Polaroid myndir
no_no: Polaroider
pt_br: Polaróides
sv_se: Polaroider
vi_vn: Khung Polaroids

source: A stack of photos with a large white frame, extra wide at the bottom edge
bg_bg: Купчина снимки с голяма бяла рамка, резширена в долната част
es_es: Una pila de fotos con un gran marco blanco, con anchura extra en el borde inferior
gl_es: Unha pila de fotos cun gran marco branco, con anchura extra no borde inferior
no_no: En stabel med foto med en stor, hvit ramme, som er ekstra bred på nedre kant
pt_br: Uma pilha de fotos com uma borda branca e larga, mais comprida na borda inferior
vi_vn: Khung hiển thị như có vài ảnh giống ảnh lấy ngay của Polaroid nằm lên nhau có viền trắng lớn, và rộng ở phía dưới

source: Gold Frame
bg_bg: Златна Рамка
es_es: Marco dorado
gl_es: Marco dorado
is_is: Gylltur rammi
nl_nl: Gouden frame
no_no: Gullramme
pt_br: Borda Dourada
sv_se: Guldram
vi_vn: Khung vàng

source: A fancy golden frame
bg_bg: Луксозна златна рамка
es_es: Un marco dorado de fantasía
gl_es: Un marco dorado de fantas&iacute;a
no_no: En fancy gullkantet ramme
pt_br: Uma bela borda dourada
vi_vn: Khung ảnh có viền bằng đồng màu vàng

source: Original Style
bg_bg: Оригинален стил
es_es: Estilo original
gl_es: Estilo orixinal
is_is: Upphaflegur stíll
nl_nl: Originele stijl
no_no: Original stil
pt_br: Estilo Original
sv_se: Originalstil
vi_vn: Khung nguyên bản

source: The original %s album frame style.
bg_bg: Оригинален %s-стил на рамката на албума.
es_es: El estilo de marco original del álbum %s.
gl_es: O estilo de marco orixinal do &aacute;lbume %s.
is_is: Upphaflegur %s rammi albúms
nl_nl: De originele %s album rand stijl.
no_no: Den originale %s rammestilen på album
pt_br: O estilo de borda original do %s.
sv_se: Original %s albumets ramstil.
vi_vn: Kiểu khung album %s nguyên bản.

source: Wood Frame
bg_bg: Дървена Рамка
es_es: Marco de madera
gl_es: Marco de madeira
is_is: Viðarrammi
nl_nl: Houten frame
no_no: Treramme
pt_br: Borda de Madeira
sv_se: Träram
vi_vn: Khung gỗ

source: A textured wooden frame
bg_bg: Дървена рамка
es_es: Un marco con textura de madera
gl_es: Un marco con textura de madeira
no_no: En teksturert treramme
pt_br: Uma borda de madeira com textura
vi_vn: Khung quanh ảnh bằng gỗ

source: Please retype your password here
ar_eg: åæ áÖäã ÃÙÏ ãÊÇÈÉ ãäåÉ ÇäåÑèÑ ÇäÎÇÕÉ Èã çæÇ
bg_bg: Моля въведете отново паролата си тук
es_es: Por favor, repita su contraseña aquí
gl_es: Por favor, repita o seu contrasinal aqu&iacute;
pt_br: Por favor, redigite sua senha aqui
vi_vn: Hãy ghi lại mật khẩu của bạn ở đây

source: Name
ar_eg: ÇÓå
bg_bg: Име
es_es: Nombre
gl_es: Nome
no_no: Navn
pt_br: Nome
vi_vn: Tên

source: Value
ar_eg: âêåÉ
bg_bg: Стойност
es_es: Valor
gl_es: Valor
no_no: Verdi
pt_br: Valor
vi_vn: Giá&nbsp;trị

source: Missing value
ar_eg: âêåÉ åáâèÏÉ
bg_bg: Липсваща стойност
es_es: Valor no encontrado
no_no: Mangler verdi
pt_br: Valor faltando
vi_vn: Mất giá trị

source: I can read your <b>.htaccess</b> file.
ar_eg: êåãææé âÑÇÁÉ åäá Çä <b>.htaccess</b> ÇäÎÇÕ Èã.
bg_bg: Не мога да прочета вашия <b>.htaccess</b> файл.
es_es: No se puede leer su fichero <b>.htaccess</b>.
gl_es: No se pode ler su ficheiro <b>.htaccess</b>.
no_no: <b>.htaccess</b>-fila kan leses.
pt_br: Eu posso ler seu arquivo <b>.htaccess</b>.
vi_vn: Đã đọc thấy file <b>.htaccess</b>.

source: PHP v%s is OK.
ar_eg: PHP v%s åèÇáâ
bg_bg: PHP v%s e ОК.
es_es: La versión %s de PHP es válida.
gl_es: A versi&oacute;n %s de PHP &eacute; v&aacute;lida.
no_no: PHP v%s er OK.
pt_br: PHP v%s está OK.
vi_vn: PHP v%s tốt.

source: <b>mod_rewrite</b> is enabled.
ar_eg: Êå Êåãêæ Çä <b>mod_rewrite</b>
bg_bg: <b>'mod_rewrite'</b> е позволен.
es_es: <b>mod_rewrite</b> está habilitado.
gl_es: <b>mod_rewrite</b> est&aacute; habilitado.
no_no: <b>mod_rewrite</b> er påslått.
pt_br: <b>mod_rewrite</b> está habilitado.
vi_vn: <b>mod_rewrite</b> có hiệu lực.

source: Can't find <i>jhead</i>
ar_eg: äå êÊåãæ åæ ÇäÙËèÑ Ùäé <i>jhead</i>
bg_bg: Не е намерен <i>jhead</i>!
es_es: No se puede encontrar <i>jhead</i>
gl_es: Non se pode atopar <i>jhead</i>
no_no: Klarte ikke å finne <i>jhead</i>
pt_br: Não consigo encontrar <i>jhead</i>
vi_vn: Không thấy <i>jhead</i>

source: <b>jhead</b> binary located.
ar_eg: äâÏ Êå ÊÍÏêÏ ËæÇÆêÉ Çä <b>jhead</b>
bg_bg: <b>'jhead'</b> е намерен
es_es: Localizado el binario de <b>jhead</b>.
gl_es: Localizado o binario de <b>jhead</b>.
no_no: <b>jhead</b>-binær ble funnet.
pt_br: executável <b>jhead</b> encontrado.
vi_vn: Đã thấy <b>jhead</b> binary.

source: Without pnmcomp and pamcomp gallery will not be able to watermark images, unless you use ImageMagick and have the composite binary installed.
bg_bg: Без 'pnmcomp' и 'pamcomp' Галерията няма да може да добава водни знаци към изображеният ви, освен ако не използвате 'ImageMagick' и нямате комбинираната версия инсталирана.
es_es: Sin pnmcomp, la galería no será capaz de poner marcas de agua en las imágenes, a no ser que use ImageMagick y tenga el binario de composite instalado.
pt_br: Sem pnmcomp e pamcomp Gallery não será capaz de adicionar marcas d'água nas imagens, exceto se você utilizar o ImageMagick e possuir o executável composite instalado.
vi_vn: Nếu không có pnmcomp và pamcomp thư viện ảnh sẽ không thể tạo ảnh chèn cho ảnh, ngoại trừ bạn dùng ImageMagick và có binary kết hợp đã được cài đặt.

source: NetPBM not being used in this installation.
ar_eg: NetPBM äêÓ åÓÊÎÏåÇ áé çĞÇ ÇäÊËÈêÊ.
bg_bg: NetPBM не се използва в тази инсталация.
es_es: No se está usando NetPBM en esta instalación.
gl_es: Non se est&aacute; a usar NetPBM nesta instalaci&oacute;n.
no_no: NetPBM blir ikke brukt i denne installasjonen.
pt_br: NetPBM não está sendo utilizado nesta instalação.
vi_vn: NetPBM sẽ không sử dụng được trong quá trình cài đặt này.

source: Cannot verify this path (it's not in your open_basedir list).
ar_eg: äÇ êåãæ ÇäÊÍââ åæ çĞÇ ÇäåÓÇÑ (áçè ÚêÑ åèÌèÏ áé âÇÆåÉ Çäopen_basedir äÏêã).
bg_bg: Пътя към тази директория не може да бъде проверен (няма го в списъка на 'open_basedir').
es_es: No se puede verificar esta ruta (no está en la lista indicada por open_basedir).
gl_es: Non se pode verificar esta ruta (non est&aacute; na lista indicada por open_basedir).
pt_br: Não posso verificar este caminho (não está na lista do seu open_basedir).
vi_vn: Không thể kiểm tra đường dẫn này (không có trong danh sách open_basedir của bạn).

source: Missing optional binary %s. %s
bg_bg: Липсва незадължителния файл %s. %s
es_es: El binario opcional %s está asuente. %s
gl_es: O binario opcional %s est&aacute; asuente. %s
no_no: Mangler valgfri binær %s. %s
pt_br: Faltando executável opcional %s. %s
vi_vn: Không có binary tùy chọn %s. %s

source: Can't find %s!
ar_eg: äå êÊåãæ åæ ÇäÙËèÑ Ùäé %s!
bg_bg: Не можем да намерим %s!
es_es: No se puede encontrar %s!
gl_es: Non se pode atopar %s!
no_no: Klarte ikke å finne %s!
pt_br: Não consigo encontrar %s!
vi_vn: Không thấy %s!

source: %s is not executable!
ar_eg: %s ÚêÑ âÇÈäÉ ääÊæáêĞ
bg_bg: %s не е 'executable'!
es_es: ¡%s no es un archivo ejecutable!
gl_es: ¡%s non &eacute; un arquivo executable!
no_no: %s er ikke kjørbar!
pt_br: %s não é executável!
vi_vn: %s không có khả năng thực thi!

source: %d of %d NetPBM binaries located.
ar_eg: äâÏ Êå ÊÍÏêÏ åèâÙ ËæÇÆêÇÊ Çä %d åæ %d NetPBM
bg_bg: Всички %d от общо %d файла на 'NetPBM' са намерени
es_es: %d de %d binarios de NetPBM localizados.
gl_es: %d de %d binarios de NetPBM localizados.
no_no: %d av %d NetPBM-binærer ble funnet.
pt_br: %d de %d executáveis do NetPBM encontrados.
vi_vn: %d của %d NetPBM binaries đã thấy.

source: Without composite gallery will not be able to watermark images, except you use NetPBM and have the pnmcomp binary installed.
bg_bg: Без комбинираната 'ImageMagick' програма, Галерията няма да може да добава водни знаци към изображенията, освен ако не използвате 'NetPBM' и нямате програмата 'pnmcomp' инсталирана.
es_es: Sin composite, la galería no será capaz de poner marcas de agua en las imágenes, a no ser que use NetPBM y tenga el binario de pnmcomp instalado.
gl_es: Sin composite, a galer&iacute;a non ser&aacute; capaz de por marcas de auga nas imaxes, a non ser que use NetPBM e te&ntilde;a o binario de pnmcomp instalado.
pt_br: Sem o composite Gallery não será capaz de adicionar marcas d'água nas imagens, exceto se você utilizar o NetPBM e possuir o executável pnmcomp instalado.
vi_vn: Nếu không có composite thư viện ảnh sẽ không thể tạo ảnh chèn ảnh, ngoại trừ bạn dùng NetPBM và có binary pnmcomp đã được cài đặt.

source: ImageMagick not being used in this installation.
bg_bg: ImageMagick не се използва в тази инсталация.
es_es: No se está usando ImageMagick en esta instalación.
pt_br: ImageMagick não está sendo utilizado nesta instalação.
vi_vn: ImageMagick sẽ không sử dụng được trong quá trình cài đặt này.

source: %d of %d ImageMagick binaries located.
ar_eg: äâÏ Êå ÊÍÏêÏ åèâÙ ËæÇÆêÇÊ Çä %d åæ %d ImageMagick
bg_bg: Всички %d от общо %d файла на 'ImageMagick' са намерени
es_es: %d de %d binarios de ImageMagick localizados.
gl_es: %d de %d binarios de ImageMagick localizados.
no_no: %d av %d ImageMagick-binærer ble funnet.
pt_br: %d de %d executáveis do ImageMagick encontrados.
vi_vn: %d của %d ImageMagick binaries đã thấy.

source: Can't find <i>jpegtran</i>!
ar_eg: äå êÊåãæ åæ ÇäÙËèÑ Ùäé <i>jpegtran</i>!
bg_bg: Не е намерен <i>jpegtran</i>!
es_es: ¡No se puede encontrar <i>jpegtran</i>!
gl_es: ¡Non se pode atopar <i>jpegtran</i>!
no_no: Klarte ikke å finne <i>jpegtran</i>!
pt_br: Não consigo encontrar <i>jpegtran</i>!
vi_vn: Không thấy <i>jpegtran</i>!

source: <b>jpegtran</b> binary located.
ar_eg: äâÏ Êå ÊÍÏêÏ åèâÙ ËæÇÆê Çä <b>jpegtran</b>
bg_bg: <b>jpegtran</b> е намерен
es_es: Binario de <b>jpegtran</b> localizado.
gl_es: Binario de <b>jpegtran</b> localizado.
no_no: <b>jpegtran</b>-binær ble funnet.
pt_br: executável <b>jpegtran</b> localizado.
vi_vn: Đã thấy <b>jpegtran</b> binary.

source: PHP has <b>GNU gettext</b> support.
ar_eg: êèÌÏ äÏé PHP ÏÙå Çä <b>GNU gettext</b>
bg_bg: PHP поддържа <b>GNU gettext</b>.
es_es: PHP tiene instalado la extensión para <b>GNU gettext</b>.
gl_es: PHP ten instalado a extensi&oacute;n para <b>GNU gettext</b>.
no_no: PHP har <b>GNU gettext</b>-støtte.
pt_br: O PHP possui suporte para o <b>GNU gettext</b>.
vi_vn: PHP có <b>GNU gettext</b> trợ giúp.

source: PHP does not have <b>GNU gettext</b> support.
ar_eg: äÇ êèÌÏ äÏé PHP ÏÙå Çä <b>GNU gettext</b>
bg_bg: PHP не поддържа <b>GNU gettext</b>.
es_es: PHP tiene instalado la extensión para <b>GNU gettext</b>.
gl_es: PHP ten instalado a extensi&oacute;n para <b>GNU gettext</b>.
no_no: PHP har ikke <b>GNU gettext</b>-støtte.
pt_br: O PHP não possui suporte para o <b>GNU gettext</b>.
vi_vn: PHP không có <b>GNU gettext</b> trợ giúp.

source: No languages found.
ar_eg: äÇ ÊèÌÏ äÚÇÊ
bg_bg: Няма намерени езици.
es_es: No se han encontrado lenguajes
gl_es: No se atopraon linguaxes
no_no: Ingen språk ble funnet.
pt_br: Nenhum idioma encontrado.
vi_vn: Không thấy ngôn ngữ nào.

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
ar_eg: êÈÏè Ãæã äå Êâå ÈÊÍåêä Ãê äÚÇÊ ÅÖÇáêÉ. çĞç äêÓÊ åÔãäÉ! ÓêØçÑ ÇäåÙÑÖ ÈÇääÚÉ ÇäÅæÌäêÒêÉ áâ×. åäÇÍØÉ: ÅĞÇ äå êãæ Ğäã ÕÍêÍÇ¬ áÙäêã ÇäÊÃãÏ åæ Ãæ ÌåêÙ ÇäåäáÇÊ áê åÌäÏ ÇääÚÇÊ åâÑèÁÉ äåäâå ÇäÔÈãÉ¬ èÅäÇ áÇÊÕä ÈáÑêâ ÇäåÙÑÖ.
bg_bg: По всичко личи, че не сте свалили никакви допълнителни езици. Това не е проблем! Галерията ще работи само на англииски. Забележка: Ако това не е вярно, проверете дали всички файлове от директорията 'locale' са разрешени за достъп от web-сървъра, или се свържете с екипа на Галерията.
es_es: Parece que no pudo descargarse más idiomas. Esto no es un problema. Gallery sólo se mostrará en inglés. Nota: Si esto no es cierto, compruebe que todos los ficheros del directorio locale pueden ser leídos por el servidor web, o contacte con el Equipo de Gallery.
gl_es: Parece que no puido descarregarse m&aacute;is idiomas. Isto non &eacute; un problema. Gallery s&oacute; se amosar&aacute; en ingl&eacute;s. Nota: Se isto no &eacute; cierto, comprobe que t&oacute;dolos ficheiros do directorio locale poden ser lidos polo servidor web, ou contacte co Equipo de Gallery.
no_no: Du har ingen tilleggsspråk i installasjonen. Dette er ikke et problem! Gallery vil bare nå alltid være i engelsk. Merk: Hvis dette ikke er sant, kontroller at alle filer i locale-mappa er lesbare for webtjeneren, eller kontakt Gallery-utviklerne.
pt_br: Parece que você não realizou o download de idiomas adicionais. Isto não é um problema. O Gallery aparecerá somente em Inglês. Nota: se essa informação for falsa, verifique se todos os arquivos no diretório local estão com atributo de leitura para o servidor web ou entre em contato com a Equipe do Gallery.
vi_vn: Có vẻ như bạn không lấy về thêm ngôn ngữ nào. Không thành vấn đề ! Thư viện ảnh sẽ hiển thị bằng tiếng Anh. Lưu ý: Nếu không đúng, hãy kiểm tra tất cả các file trong thư mục locale có thể cho phép máy chủ web đọc được, hoặc liên hệ với nhóm thiết kế Thư viện ảnh.

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
ar_eg: äÚÇÊ Çä%d åÊÇÍÉ. ÅĞÇ ãæÊ ÊáâÏ äÚÉ åÇ, áÈÑÌÇÁ ÒêÇÑÉ åÙÑÖ Çä %s ÕáÍÉ ÇäÊÍåêä %s.
bg_bg: Само %d езика са на разположение. Ако ви липсва някой език, моля посетете %sGallery download page%s.
es_es: %d lenguajes están disponibles. Si algún lenguaje que le interese está ausente, visite la %spágina de descargas de Gallery%s.
gl_es: %d linguaxes est&aacute;n dispo&ntilde;ibles. Se alg&uacute;n linguaxe que lle interese est&aacute; ausente, visite a %sp&aacute;xina de descarregas de Gallery%s.
no_no: %d språk er tilgjengelige. Hvis du savner et språk, let etter det på %sGallery nedlastingsside%s.
pt_br: %d idiomas estão disponíveis. Se algum idioma está faltando, por favor visite a %spágina de download do Gallery%s.
vi_vn: %d ngôn ngữ có sẵn. Nếu bạn mất một ngôn ngữ nào hãy vào %sTrang cung cấp cho Thư viện ảnh%s.

source: You can check for more recent versions by visiting %s.
ar_eg: êåãæã ÇäÈÍË Ùæ ÅÕÏÇÑÇÊ ÃÍÏË ÈÒêÇÑÉ Çä %s.
bg_bg: Можете да проверите за по-нова версия на %s.
es_es: Puede revisar si existen versiones más recientes visitando %s.
gl_es: Pode revisar se existen versi&oacute;ns m&aacute;is recentes visitando %s.
no_no: Du kan se etter nyere versjoner ved å besøke %s.
pt_br: Você pode verificar por versões mais recentes visitando %s.
vi_vn: Bạn có thể kiểm tra để biết thêm các phiên bản mới khi ghé thăm %s.

source: This version of %s was released on %s.
ar_eg: çĞÇ ÇäÅÕÏÇÑ åæ %s ÃÕÏÑ áé %s
bg_bg: Тази версия на %s е публикувана на %s.
es_es: Esta versión de %s fue liberada en %s.
gl_es: Esta versi&oacute;n de %s foi liberada en %s.
no_no: Denne %s-versjonen ble utgitt på %s.
pt_br: A versão de %s foi lançada em %s.
vi_vn: Phiên bản này của %s đã được phát hành vào %s.

source: This is a development build of %s that was released on %s.
ar_eg: çĞÇ Ê×èêÑ ÃæÔêÁ åæ %s ÇäĞé ÃÕÏÑ áé %s.
bg_bg: Това е beta-версия на %s, която е публикувана на %s.
es_es: Esta es una versión en desarrollo de %s que fue liberada en %s.
gl_es: Esta &eacute; unha versi&oacute;n en desenvolvemento de %s que foi liberada en %s.
no_no: Dette er en utviklings-versjon av %s som ble utgitt på %s.
pt_br: Esta é uma versão de desenvolvimento do %s que foi lançada em %s.
vi_vn: Đây là bản phát triển của %s đã được phát hành vào %s.

source: Please check regularly for updates.
ar_eg: åæ áÖäã ÇÈÍË ÈÔãä åæÊØå Ùæ ÇäÊÍÏêËÇÊ
bg_bg: Моля проверявайте често за по-нови версии.
es_es: Por favor, chequee regularmente las actualizaciones.
gl_es: Por favor, comprobe regularmente as actualizaci&oacute;ns.
no_no: Se etter oppdateringer med jevne mellomrom.
pt_br: Por favor verifique por atualizações regularmente.
vi_vn: Xin hãy thường xuyên kiểm tra để cập nhật.

source: All gallery locales are available on this host.
ar_eg: ãä ÇäÃåÇãæ ÇäåÍäêÉ ÇäÎÇÕÉ ÈÇäåÙÑÖ åÊÇÍÉ Ùäé çĞÇ ÇäåèâÙ ÇäåÖêá
bg_bg: Всички локализации на Галерията са на разположение в тази система.
es_es: Todos los idiomas están disponibles en esta máquina.
gl_es: T&oacute;dolos idiomas est&aacute;n dispo&ntilde;ibles nesta m&aacute;quina.
no_no: Alle Gallery-språkene er tilgjengelig på systemet.
pt_br: Todos os localizações do Gallery estão disponíveis neste host.
vi_vn: Tất cả các locale cho Thư viện ảnh là có sẵn trên hệ thống này.

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
ar_eg: çæÇã ÃåÇãæ åÍäêÉ %d äå êÓÊ×Ù ÇäåÙÑÖ ÊÍÏêÏçÇ. èäĞÇ áâÏ ÊäÌÃ Åäé Ãæ ÊÎÊÇÑ êÏèêÇ ÊæÓêâÇÊ ÇäÊÇÑêÎ.
bg_bg: Има %d локализации които Галерията не успя да открие. Може да се наложи да изберете сами формата на датата.
es_es: Hay %d idiomas que Gallery no puede localizar. Necesita seleccionar manualmente los formatos de fecha.
pt_br: Há %d localizações que o Gallery foi incapaz de encontrar. Você pode precisar selecionar manualmente o formato de datas.
vi_vn: Có %d locale mà Thư viện ảnh không thể định dạng được. Bạn cần tự chọn chúng tới giá trị chính xác.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
ar_eg: ÑÈåÇ äå ÊæÓâ ÇäÊèÇÑêÎ áé Çä%d ÈÔãä ÕÍêÍ ÈÓÈÈ áâÏÇæ ÇäÃåÇãæ ÇäåÍäêÉ ÇäÎÇÕÉ ÈçÇ. èäĞäã âÏ ÊÍÊÇÌ Ãæ ÊäÌÃ Åäé Ãæ ÊÎÊÇÑ êÏèêÇ ÊæÓêâÇÊ ÇäÊÇÑêÎ äçÇ.
bg_bg: Датите в %d езика може да не бъдат форматирани правилно, защото съответстващите локализации липсват. Може да се наложи сами да изберете формата на датата за тях.
es_es: Las fechas en %d lenguajes no serán formateadas correctamente porque estos idiomas están ausentes. Pero puede escoger otro formato manualmente para estas.
gl_es: As datas en %d linguaxes non ser&aacute;n formateadas correctamente porque estes idiomas est&aacute;n ausentes. Pero pode escoller outro formato manualmente para estas.
pt_br: As datas em %d idiomas podem não estar adequadamente formatadas, porque as localizações correspondentes estão faltando. Você pode precisar selecionar manualmente o formato de datas para as que faltam.
vi_vn: Dạng thức ngày tháng của ngôn ngữ %d có thể không định dạng đúng, bởi locale tương thích bị mất. Bạn cần phải tự chọn dạng thức ngày giờ cho chúng.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
ar_eg: äå æÊåãæ åæ ÅãÊÔÇá ÃêÉ ÃåÇãæ åÍäêÉ. ÅäÇ Ãæ ÊËÈêÊã ääPHP âÏ Êå ÅÙÏÇÏç åâêÏÇ È%s, ååÇ âÏ êÙèâ Çä×ÑêâÉ ÇäÊé æÓÊÎÏåçÇ äÇãÊÔÇá ÇäÃåÇãæ ÇäåÍäêÉ. èääÃÓá, áÅæ çĞÇ êÙæé Ãæ ÊæÓêâ ÇäÊÇÑêÎ äæ êÊÚêÑ åÙ ÇääÚÇÊ ÇäåÎÊäáÉ. ÅäÇ Ãæ Ğäã äÇêåæÙã åæ ÇäÇÓÊåÑÇÑ áé ÇäÊËÈêÊ.
bg_bg: Не успяхме да открием каквито и да е локализации. Ако сървъра ви е конфигуриран със забраната %s, това може да пречи на начина по който откриваме локализациите. За съжаление това означава, че формата на датата няма да се променя в зависимост от различните езици, но не пречи да продължите.
es_es: Somos incapaces de detectar ningún idioma. Sin embargo, su instalación de PHP está configurada con la restricción %s, la cual puede estar interfiriendo nuestro método de detectar idiomas. Desafortunadamente esto significa que los formatos de fecha no cambiarán para los diferentes lenguajes. De todas formas, puede continuar.
pt_br: Não fomos capazes de detectar quaisquer localizações. Entretanto, sua instalação do PHP está configurada com a restrição %s, o que pode estar interferindo na maneira de detectar as localizações. Infelizmente isso significa que o formato das datas não será alterado para os diferentes idiomas. Apesar disso, está tudo OK para continuar.
vi_vn: Chúng tôi không thể dò tìm bất cứ locale nào. Tuy nhiên, máy chủ của bạn được cấu hình với giới hạn %s nên có thể nó trùng với cách chúng tôi dò tìm locale. Đáng tiếc là dạng thức ngày tháng sẽ không thay đổi trên những ngôn ngữ khác nhau. Tuy nhiên, vẫn tốt để tiếp tục.
