Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: To copy just one photo, make First and Last the same.
af_za: Om net een foto te kopieer, maak die eerste en laaste foto nommers dieselfde
bg_bg: За да копирате само една снимка, направете Първата и Последната да са едни и същи.
da_dk: For kun at kopiere ét billede, så vælg det samme i både Første og Sidste.
fi_fi: Kopioidaksesi vain yhden kuvan, m&auml;&auml;rit&auml; ensimm&auml;inen ja viimeinen kuva samoiksi.
it_it: Per copiare una sola foto, seleziona la stessa come Prima e Ultima.
ja_jp: 一画像だけコピーするには最初と最後の番号を同じにしてください。
pl_pl: Aby kopiowaæ tylko jeden obrazek, ustaw pierwszy i ostatni na ten sam obrazek
pt_br: Para copiar apenas uma foto, coloque a Primeira e a Última como as mesmas.

source: Nested albums in this range will be ignored.
af_za: Geneste albums in hierdie reeks sal ge&iuml;gnoreer word
bg_bg: Под-албумите в този обхват ще бъдат игнорирани.
da_dk: Underalbummer i dette interval vil blive ignoreret.
fi_fi: Alueen sis‰lt‰m‰t sis‰kk‰iset albumit ohitetaan.
it_it: I sotto album in questo intervallo saranno ignorati.
ja_jp: この範囲のネストアルバムは無視されます。
pl_pl: Zagnie¿d¿one albumy z tego zakresu bêd± pominiête
pt_br: Álbuns ramificados nesta faixa serão ignorados.

source: First
af_za: Eerste
ar_eg: ÇäÃèä
bg_bg: Първо
da_dk: Første
fi_fi: Ensimm&auml;inen
gl_es: Primeiro
it_it: Prima
ja_jp: 最初
pl_pl: Pierwszy
pt_br: Primeira

source: Last
af_za: Laaste
ar_eg: ÇäÃÎêÑ
bg_bg: Последно
da_dk: Sidste
fi_fi: Viimeinen
gl_es: Derradeiro
it_it: Ultima
ja_jp: 最後
pl_pl: Ostatni
pt_br: Última

source: New Album
af_za: Nuwe Album
ar_eg: ÃäÈèå ÌÏêÏ
bg_bg: Нов Албум
da_dk: Nyt album
fi_fi: Uusi kuva-albumi
gl_es: Novo &aacute;lbume
it_it: Nuovo Album
ja_jp: 新しいアルバム
pl_pl: Nowy album
pt_br: Novo Álbum

source: WARNING: Some of the albums need to be upgraded to the current version of %s.
af_za: WAARSKUWING: Party van die albums moet nog na die huidige weergawe %s opgegradeer moet word.
ar_eg: ÊÍĞêÑ: åîæò ÇäÖÑèÑê ÊÍÏêË ÈÙÖ ÇäÃäÈèåÇÊ äãé ÊÊåÔé åÙ ÇäæÓÎÉ ÇäÍÇäêÉ %s
bg_bg: ВНИМАНИЕ: Някои от албумите трябва да бъдат обновени до сегашната версия на %s.
da_dk: ADVARSEL: Nogle albummer skal opgraderes til den nuværende version af %s.
fi_fi: VAROITUS: Jotkut albumit t‰ytyy p‰ivitt‰‰ nykyiseen versioon %s.
gl_es: ADVERTENCIA: Alg&uacute;ns &aacute;lbumes necesitan ser actualizados &aacute; versi&oacute;n actual de %s.
it_it: ATTENZIONE: Alcuni album devono essere aggiornati alla versione corrente di %s.
ja_jp: 警告: いくつかのアルバムは現在の%sのバージョンに合わせてアップグレードする必要があります。
pl_pl: OSTRZE¯ENIE: Czê¶æ z albumów musi zostaæ uaktualniona do obecnej wersji %s.
pt_br: AVISO: Alguns álbuns precisam ser atualizados para a versão atual de %s.

source: Upgrade now
af_za: Opgradeer nou
ar_eg: ÍÏË ÇäÂæ
bg_bg: Обновете сега
da_dk: Opgrader nu
fi_fi: P&auml;ivit&auml; nyt
gl_es: Actualizar agora
it_it: Aggiorna ora
ja_jp: いますぐアップグレード
pl_pl: Aktualizuj
pt_br: Atualizar agora

source: Copy to Album!
ar_eg: æÓÎ ääÃäÈèå
bg_bg: Копирайте в Албума!
da_dk: Kopier til album!
fi_fi: Kopioi albumiin!
gl_es: ٮCopiar &oacute; &aacute;lbume!
ja_jp: アルバムにコピーする
pl_pl: Kopiuj do albumu!
pt_br: Copiar para Álbum!

source: no album / index specified
af_za: geen album/indeks aangegee nie
ar_eg: äÇêèÌÏ ÃäÈèå Ãè áçÑÓ åÍÏÏ
bg_bg: не е избран албум
da_dk: intet album / indeks angivet
fi_fi: albumia / hakemistoa ei ole m&auml;&auml;ritetty
gl_es: no se especificou ning&uacute;n &aacute;lbume ou &iacute;ndice
it_it: nessun album / indice specificato
ja_jp: アルバム / インデックスが指定されていません
pl_pl: nie wybrano albumu / indexu
pt_br: nenhum álbum / índice especificado

source: Passwords do not match!
af_za: Die wagwoorde stem nie met mekaar ooreen nie!
ar_eg: ãäåÇÊ ÇäÓÑ ÚêÑ ÕÍêÍÉ
bg_bg: Паролите не съвпадат!
da_dk: Adgangskoderne er ikke ens!
fi_fi: Salasanat eiv&auml;t t&auml;sm&auml;&auml;!
gl_es: ٮOs contrasinais non coinciden!
it_it: Le Password non corrispondono!
ja_jp: パスワードが一致しません
pl_pl: Has³a siê nie zgadzaj±!
pt_br: Senha não confere!

source: Create User
af_za: Kre&euml;er Gebruiker
ar_eg: ÇêÌÇÏ åÓÊÎÏå
bg_bg: Създайте Потребител
da_dk: Opret bruger
fi_fi: Luo k&auml;ytt&auml;j&auml;
gl_es: Crear usuario
it_it: Crea Utente
ja_jp: ユーザ作成
pl_pl: Utwórz u¿ytkownika
pt_br: Criar Usuário

source: User %s created
af_za: Gebruiker %s is gekre&euml;er
ar_eg: Êå ÇêÌÇÏ ÇäåÓÊÎÏå %s
bg_bg: Създаден е потребителя %s
da_dk: Bruger %s oprettet
fi_fi: K‰ytt‰j‰tunnus %s luotu
gl_es: Usuario %s creado
it_it: Utente %s creato
ja_jp: ユーザ %sが作成されました
pl_pl: U¿ytkownik %s stworzony
pt_br: Usuário %s criado

source: New user '%s' has been registered by %s. Gallery has sent a notification email to %s.
af_za: Nuwe gebruiker %s het by %s geregistreer. 'n E-pos is aan %s gestuur.
it_it: Il nuovo utente '%s' &egrave; stato registrato da %s. Gallery ha spedito un'email di notifica a %s.
ja_jp: 新しいユーザ '%s' は%sによって登録されました。通知メールが%sに送信されました。

source: Gallery Registration
af_za: <u>Gallery</u> Registrasie
ar_eg: ÊÓÌêä ÇäåÙÑÖ
bg_bg: Регистриране в Галерията
da_dk: Gallery Registrering
fi_fi: Gallerian rekisterˆinti
gl_es: Rexistro de Gallery
it_it: Registrazione alla Gallery
ja_jp: Gallery 再コンフィグレーション
pl_pl: Rejestracja Galerii
pt_br: Registro no Gallery

source: Email sent to %s.
af_za: 'n E-pos is aan %s gestuur.
ar_eg: Êå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæê Åäé %s.
bg_bg: Изпратен е email до %s.
da_dk: Email sendt til %s.
fi_fi: S‰hkˆposti l‰hetetty osoitteeseen %s.
gl_es: Email enviado a %s.
it_it: Email spedita a %s.
ja_jp: %sにメールが送信されました。
pl_pl: Email wys³any do %s.
pt_br: Email enviado para %s.

source: Create another user
af_za: Skep 'n nuwe gebruiker hier.
it_it: Crea un altro utente
ja_jp: 別のユーザを作成

source: Back to usermanagement
af_za: Terug na gebruikerbestuur
it_it: Torna alla gestione utenti
ja_jp: ユーザ管理へ戻る

source: Create a new user here.
af_za: Kre&euml;er 'n nuwe gebruiker hier.
ar_eg: ÅæÔÇÁ åÓÊÎÏå ÌÏêÏ çæÇ
bg_bg: Създайте нов потребител тук.
da_dk: Opret ny bruger her.
fi_fi: Luo uusi k&auml;ytt&auml;j&auml; t&auml;h&auml;n.
gl_es: Cre un novo usuario aqu&iacute;.
it_it: Crea un nuovo utente qui.
ja_jp: ここで新しいユーザを作成します
pl_pl: Utwórz nowego u¿ytkownika.
pt_br: Criar um novo usuário aqui.

source: Delete Album
af_za: Skrap Album
ar_eg: ÍĞá ÃäÈèå
bg_bg: Изтриите Албума
da_dk: Slet album
fi_fi: Poista albumi
gl_es: Borrar &aacute;lbume
it_it: Elimina Album
ja_jp: アルバム削除
pl_pl: Kasuj album
pt_br: Apagar Álbum

source: Do you really want to delete this album?
af_za: Is jy seker dat jy hierdie album wil skrap?
ar_eg: çä ÊÑêÏ ÍâÇ ÍĞá ÇäÃäÈèå¿
bg_bg: Сигурни ли сте че искате да изтриете този албум?
da_dk: Vil du virkelig slette dette album?
fi_fi: Haluatko varmasti poistaa t&auml;m&auml;n albumin?
gl_es: Realmente quere borrar este &aacute;lbume?
it_it: Vuoi davvero eliminare questo album?
ja_jp: 本当にこのアルバムを削除しますか?
pl_pl: Czy na pewno chcesz usun±æ ten album?
pt_br: Você realmente deseja apagar este álbum?

source: Delete
af_za: Skrap
ar_eg: ÍĞá
bg_bg: Изтриите
da_dk: Slet
fi_fi: Poista
gl_es: Borrar
it_it: Elimina
ja_jp: 削除
pl_pl: Kasuj
pt_br: Apagar

source: no album specified
ar_eg: äå êÊå ÊÍÏêÏ ÃäÈèå
bg_bg: не е избран албум
da_dk: intet album angivet
fi_fi: albumia ei ole m&auml;&auml;ritetty
gl_es: non especificou ning&uacute;n &aacute;lbume
ja_jp: アルバムが指定されていません
pl_pl: nie wybrano albumu
pt_br: nenhum álbum especificado

source: Delete Photo
af_za: Skrap Foto
ar_eg: ÍĞá ÕèÑÉ
bg_bg: Изтриите Снимката
da_dk: Slet billede
fi_fi: Poista kuva
gl_es: Borrar foto
it_it: Elimina Foto
ja_jp: 画像削除
pl_pl: Kasuj obrazek
pt_br: Apagar Foto

source: Do you really want to delete this photo?
ar_eg: çä ÊÑêÏ ÍâÇ ÍĞá çĞç ÇäÕèÑÉ¿
bg_bg: Сигурни ли сте че искате да изтриете тази снимка?
da_dk: Vil du virkelig slette dette billede?
fi_fi: Haluatko varmasti poistaa t&auml;m&auml;n valokuvan?
gl_es: ٯRealmente quere borrar esta foto?
ja_jp: 本当にこの画像を削除しますか?
pl_pl: Czy na pewno chcesz skasowaæ ten obrazek?
pt_br: Você realmente deseja apagar esta foto?

source: Delete User
ar_eg: ÍĞá åÓÊÎÏå
bg_bg: Изтриите Потребител
da_dk: Slet bruger
fi_fi: Poista k&auml;ytt&auml;j&auml;
gl_es: Borrar usuario
ja_jp: ユーザ削除
pl_pl: Kasuj u¿ytkownika
pt_br: Apagar Usuário

source: You can't delete your own account!
af_za: Jy kan nie jou eie gebruikerrekening skrap nie!
ar_eg: äÇ êåãæã ÍĞá ÇäÍÓÇÈ ÇäÎÇÕ Èã
bg_bg: Не можете да се самоизтриете!
da_dk: Du kan ikke slette din egen konto!
fi_fi: Et voi poistaa omaa tili&auml;si!
gl_es: ٮNon pode borra-la s&uacute;a propia conta!
it_it: Non puoi eliminare il tuo account!
ja_jp: 自分自身のアカウントを削除することはできません
pl_pl: Nie mo¿esz usun±æ swojego w³asnego konta!
pt_br: Você não pode apagar sua própria conta!

source: Users can have special permissions in each album.
af_za: Gebruikers kan per album 'n verskydenheid regte h&ecirc;.
ar_eg: êåãæ ääåÓÊÎÏåêæ Ãîæ êîÃÎĞèÇ ÃĞèæÇÊ ÎÇÕÉî áê ãä ÃäÈèå
bg_bg: Потребителите могат да имат специални права във всеки албум.
da_dk: Brugere kan have særlige rettigheder i hvert album.
fi_fi: K&auml;ytt&auml;jill&auml; voi olla eri oikeuksia eri kuva-albumeissa.
gl_es: Os usuarios poden ter un permiso especial en cada &aacute;lbume.
it_it: Gli utenti possono avere permessi speciali in ogni album.
ja_jp: ユーザはそれぞれのアルバムで特別なパーミッションを持つことができます。
pl_pl: U¿ytkownicy mog± mieæ specjalne przywileje dot. albumów.
pt_br: Usuários podem ter permissão especial em cada álbum.

source: If you delete this user, any such permissions go away.
af_za: As jy hierdie gebruiker skrap, sal alle regte hiervan ook verlore raak.
bg_bg: Ако изтриете този потребител, всички права свързани с него се премахват.
da_dk: Hvis du sletter denne bruger, forsvinder dennes rettigheder også.
fi_fi: Jos poistat t&auml;m&auml;n k&auml;ytt&auml;j&auml;t, kaikki kyseiset oikeudet h&auml;vi&auml;v&auml;t.
gl_es: Se borra este usuario, calquera permiso quedar&aacute; eliminado.
it_it: Se elimini questo utente, ogni permesso verr&agrave; rimosso.
ja_jp: このユーザを削除すると、該当パーミッションは全てなくなります。
pl_pl: Je¶li skasujesz tego u¿ytkownika, wszystkie uprawnienia znikn±.
pt_br: Se você apagar este usuário, suas permissões serão igualmente apagadas.

source: Users cannot be recreated.
ar_eg: äÇêåãæ ÇÙÇÏÉ ÇÖÇáÉ åÓÊÎÏåêæ
bg_bg: Потребителите не могат да бъдат създавани наново.
da_dk: Brugere kan ikke genoprettes.
fi_fi: K&auml;ytt&auml;ji&auml; ei voida luoda uudelleen.
gl_es: Os usuarios non poden reconstruirse.
ja_jp: ユーザは再作成できません。
pl_pl: U¿ytkownik nie bêdzie móg³ zostaæ odtworzony.
pt_br: Usuários não podem ser recriados.

source: Even if this user is recreated, those permissions are gone.
af_za: Selfs al word die gebruiker opnuut geskep, sal die huidige gebruikerregte verlore bly.
bg_bg: Дори този потребител да бъде създаден наново, правата му вече ги няма.
da_dk: Selv om brugeren bliver genoprettet, er rettighederne væk.
fi_fi: Vaikka t&auml;m&auml; k&auml;ytt&auml;j&auml; luotaisiin uudelleen, k&auml;ytt&ouml;oikeudet ovat h&auml;vinneet pysyv&auml;sti.
gl_es: Incluso se este usuario &eacute; reconstruido, os seus permisos quedar&aacute;n eliminados.
it_it: Anche se questo utente viene ricreato, i permessi sono persi.
ja_jp: このユーザが再作成されたとしても、パーミッションは初期化されます。
pl_pl: Nawet je¶li u¿ytkownik zostanie ponownie utworzony, przywileje przepadn±.
pt_br: Mesmo que este usuário seja recriado, tais permissões não serão restauradas.

source: Do you really want to delete user:
af_za: Wil jy regtig hierdie gebruiker skrap:
it_it: Vuoi davvero eliminare l'utente:
ja_jp: 本当にユーザ削除をしますか:

source: Rebuilding Thumbnails
ar_eg: ÇÙÇÏÉ ÈæÇÁ ÇäÕèÑ ÇäåÕÚÑÉ
bg_bg: Подновяване на Миниатюрните Изображения
da_dk: Genopbygger ikoner
fi_fi: Rakennetaan esikatselukuvat uudelleen
gl_es: Reconstruindo miniaturas
ja_jp: サムネイルを再生成中
pl_pl: Odbudowywanie miniatur
pt_br: Reconstruindo Miniaturas

source: Performing Operation..
bg_bg: Изпълняване на Операцията..
da_dk: Udfører kommando..
fi_fi: Toimintoa suoritetaan..
ja_jp: 命令を実行しています...
pl_pl: Wykonuje operacjê..
pt_br: Realizando Operação..

source: Do you also want to rebuild the thumbnails in subalbums?
bg_bg: Сигурни ли сте че искате да подновите миниатюрните изображения в под-албумите?
da_dk: Vil du også genopbygge ikonerne i underalbummer?
fi_fi: Haluatko myˆs rakentaa alialbumeiden esikatselukuvat uudelleen?
ja_jp: サブアルバムのサムネイルをリビルドしますか?
pl_pl: Czy chcesz tak¿e odnowiæ miniatury w podalbumach?
pt_br: Você também deseja reconstruir miniaturas nos álbuns ramificados?

source: Yes
af_za: Ja
bg_bg: Да
da_dk: Ja
fi_fi: kyll‰
it_it: s&igrave;
ja_jp: はい
pl_pl: Tak
pt_br: Sim

source: No
af_za: Nee
bg_bg: Не
da_dk: Nej
fi_fi: Ei
ja_jp: いいえ
pl_pl: Nie
pt_br: Não

source: Start
af_za: Begin
bg_bg: Старт
fi_fi: Aloita
it_it: Inizia
ja_jp: スタート
pt_br: Iniciar

source: Rebuilding %d thumbnails...
ar_eg: ÇÙÇÏÉ ÈæÇÁ ÇäÕèÑ ÇäåÕÚÑÉ %d
bg_bg: Подновяване на %d миниатюрни изображения...
da_dk: Genopbygger %d ikoner...
fi_fi: Rakennetaan %d esikatselukuvaa uudelleen
gl_es: Reconstruindo %d miniaturas...
ja_jp: %d サムネイルを再生成中...
pl_pl: Odbudowywanie %d miniatur...
pt_br: Reconstruindo %d miniaturas...

source: Rebuilding 1 thumbnail...
ar_eg: ÇÙÇÏÉ ÈæÇÁ ÕèÑÉ åÕÚÑÉ
bg_bg: Подноваване на 1 миниатюрно изображение...
da_dk: Genopbygger 1 ikon...
fi_fi: Rakennetaan 1 esikatselukuva uudelleen...
gl_es: Reconstruindo 1 miniatura...
ja_jp: 1 サムネイルを再生成中...
pl_pl: Odbudowywanie 1 miniatury...
pt_br: Reconstruindo 1 miniatura...

source: - Your Name
af_za: - Jou naam
it_it: - Il Tuo Nome
ja_jp: - 名前

source: - Your Email
af_za: - Jou e-pos adres:
it_it: - Il Tuo Indirizzo Email
ja_jp: - メールアドレス

source: - Your Message
af_za: - Jou boodskap
it_it: - Il Tuo Messaggio
ja_jp: - メッセージ

source: Name
af_za: Volledige naam
bg_bg: Име
fi_fi: Nimi
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
pt_br: Nome

source: E-Mail
af_za: E-pos
ja_jp: メール

source: Your Message:
af_za: Boodskap:
it_it: Il Tuo Messaggio:
ja_jp: メッセージ:

source: Preview
af_za: Voorvertoning
bg_bg: Преглед
da_dk: Forhåndsvisning
fi_fi: Esikatselu
it_it: Anteprima
ja_jp: プレビュー
pl_pl: Podgl±d

source: Reset
af_za: Herstel
bg_bg: Анулиране
da_dk: Nulstil
fi_fi: Resetoi
ja_jp: リセット
pl_pl: Resetuj
pt_br: Restaurar

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
af_za: Waaskuwing: jy het kiesers van %s na %s verander. Dit is raadsaam dat jy die meningspeilings-uitslae herstel om al die vorige stemme te verwyder.
it_it: Attenzione: hai cambiato i votanti da %s a %s. &Egrave; raccomandabile azzerare la votazione per rimuovere i voti precedenti.
ja_jp: 警告: 投票者を %s から %s に変更しました。これまでの票を全て削除するには投票をリセットするのが賢明です。

source: Everybody
af_za: Almal
ar_eg: ãä èÇÍÏ
bg_bg: Всички
da_dk: Alle
fi_fi: Kaikille
gl_es: Todo o mundo
it_it: Tutti gli utenti
ja_jp: 誰でも
pl_pl: Wszyscy
pt_br: Todos

source: Logged in
af_za: Aangeteken
ar_eg: åÓÌä
bg_bg: Само регистрираните
da_dk: Logget ind
fi_fi: Kirjautuneille
gl_es: Identificado
it_it: Connesso
ja_jp: ログイン済み
pl_pl: Zalogowani
pt_br: Autenticado

source: untitled field
af_za: geen titel
bg_bg: безименно поле
da_dk: unavngivet felt
fi_fi: nime‰m‰tˆn kentt‰
gl_es: campo sen t&iacute;tulo
it_it: campo senza titolo
ja_jp: 名称未設定フィールド
pl_pl: Nienazwane pole
pt_br: campo sem texto

source: Alt Text / onMouseOver
bg_bg: Алтернативен Текст / onMouseOver
da_dk: Alternativ tekst/onMouseOver
fi_fi: Vaihtoehtoinen teksti / hiiren kohdistinteksti
gl_es: Texto alternativo / onMouseOver
ja_jp: 代替文字 / マウスオーバー時
pt_br: Texto Alternativo / onMouseOver

source: Field %s:
af_za: Veld %s
it_it: Campo %s:
ja_jp: フィールド %s:

source: Album Properties
af_za: Album Eienskappe
ar_eg: ÎÕÇÆÕ ÇäÃäÈèå
bg_bg: Детайли на Албума
da_dk: Albumegenskaber
fi_fi: Albumin ominaisuudet
gl_es: Propiedades do &aacute;lbume
it_it: Propriet&agrave; dell'Album
ja_jp: アルバムプロパティ
pl_pl: Ustawienia albumu
pt_br: Propriedades do Álbum

source: Apply values to nested albums (except album title and summary).
af_za: Pas instellings ook op geneste albums toe (behalwe album titel en opsomming).
bg_bg: Прилагане на стойностите към под-албумите (с изключение на заглавието на албума и резюмето).
da_dk: Anvend valg på under-albummer (undtagen titel og opsummering).
fi_fi: Lis‰‰ arvot sis‰kk‰isiin albumeihin (paitsi albumin otsikkoon ja yhteenvetoon).
it_it: Applica i valori agli album interni (eccetto titolo dell'album e sommario).
ja_jp: 値をネストアルバムにも適用する (アルバムタイトルと概要は除く)
pl_pl: Zastosuj zmiany do zagnie¿d¿onych albumów (oprócz tytu³u albumu i podsumowania).
pt_br: Aplicar mudanças para álbuns ramificados (exceto título e sumário do álbum).

source: Apply
af_za: Toepas
ar_eg: ×Èâ
bg_bg: Приложете
da_dk: Anvend
fi_fi: Toteuta muutokset
gl_es: Aplicar
it_it: Applica
ja_jp: 適用
pl_pl: Zastosuj
pt_br: Aplicar

source: Undo
af_za: Herroep
ar_eg: ÅäÚÇÁ ÇäÃåÑ
bg_bg: Отменете
da_dk: Fortryd
fi_fi: Kumoa
gl_es: Desfacer
it_it: Annulla modifiche
ja_jp: やり直し
pl_pl: Cofnij
pt_br: Desfazer

source: Close
af_za: Sluit
ar_eg: ÅÚäÇâ
bg_bg: Затворете
da_dk: Luk
fi_fi: Sulje
gl_es: Pechar
it_it: Chiudi
ja_jp: 閉じる
pl_pl: Zamknij
pt_br: Fechar

source: Year must be between 1969 and 2070
ja_jp: 年は 1969 から 2070 の間でなければなりません

source: Edit Text
af_za: Redigeer teks
ar_eg: ÊÍÑêÑ æÕ
bg_bg: Променете Текста
da_dk: Ret tekst
fi_fi: Muokkaa teksti&auml;
gl_es: Editar texto
it_it: Modifica Testo
ja_jp: テキスト編集
pl_pl: Edytuj tekst
pt_br: Editar Legenda

source: Edit Caption
af_za: Wysig Onderskrif
ar_eg: ÊÍÑêÑ ÇäÊÙäêâ
bg_bg: Променете Надписите
da_dk: Ret beskrivelsen
fi_fi: Muokkaa kuvateksti‰
gl_es: Editar lenda
it_it: Modifica Didascalia
ja_jp: 説明を編集
pl_pl: Edytuj Podpisy
pt_br: Editar Textos

source: Caption
af_za: Onderskrif
ar_eg: ÊÙäêâ
bg_bg: Надпис
da_dk: Billedtekst
fi_fi: Kuvateksti
gl_es: Lenda
it_it: Didascalia
ja_jp: 説明
pl_pl: Podpis
pt_br: Legenda

source: Photo Capture Date
af_za: Foto Datum
ar_eg: ÊÇÑêÎ ÃÎĞ ÇäÕèÑÉ
bg_bg: Дата на снимката
da_dk: Dato billedet blev taget
fi_fi: Kuvanottop&auml;iv&auml;m&auml;&auml;r&auml;
gl_es: Data de toma da foto
it_it: Data Scatto
ja_jp: 撮影日
pl_pl: Data dodania obrazka
pt_br: Data da Captura da Foto

source: Month
af_za: Maand
ar_eg: ÇäÔçÑ
bg_bg: Месец
da_dk: Måned
fi_fi: Kuukausi
gl_es: Mes
it_it: Mese
ja_jp: 月
pl_pl: Miesi±c
pt_br: Mês

source: Day
af_za: Dag
ar_eg: Çäêèå
bg_bg: Ден
da_dk: Dag
fi_fi: P&auml;iv&auml;
gl_es: D&iacute;a
it_it: Giorno
ja_jp: 日
pl_pl: Dzieñ
pt_br: Dia

source: Year
af_za: Jaar
ar_eg: ÇäÓæÉ
bg_bg: Година
da_dk: År
fi_fi: Vuosi
gl_es: Ano
it_it: Anno
ja_jp: 年
pl_pl: Rok
pt_br: Ano

source: Hours
af_za: Uur
ar_eg: ÇäÓÇÙÇÊ
bg_bg: Часа
da_dk: Timer
fi_fi: Tuntia
gl_es: Horas
it_it: Ore
ja_jp: 時間
pl_pl: Godzin
pt_br: Horas

source: Minutes
af_za: Minuut
ar_eg: ÇäÏâÇÆâ
bg_bg: Минути
da_dk: Minutter
fi_fi: Minuuttia
gl_es: Minutos
it_it: Minuti
ja_jp: 分
pl_pl: Minut
pt_br: Minutos

source: Seconds
af_za: Sekonde
ar_eg: ÇäËèÇæé
bg_bg: Секунди
da_dk: Sekunder
fi_fi: Sekuntia
gl_es: Segundos
it_it: Secondi
ja_jp: 秒
pl_pl: Sekund
pt_br: Segundos

source: Edit %s
af_za: Wysig %s
ar_eg: ÊÍÑêÑ Çät %s
bg_bg: Променете %s
da_dk: Rediger %s
fi_fi: Muokkaa %s
gl_es: Editar %s
it_it: Modifica %s
ja_jp: %sを編集
pl_pl: Edytuj %s
pt_br: Editar %s

source: Edit the %s and click %s when you're done
ar_eg: ÍÑñÑò %s èÅæâÑò %s ÍêæåÇ ÊæÊçé
bg_bg: Променете %s и натиснете %s когато сте готови
da_dk: Ret %s og tryk %s når du er færdig
fi_fi: Muokkaa %sa ja klikkaa %s kun olet valmis
gl_es: Edite o %s e pulse %s cando estea feito
ja_jp: %s を編集して、終わったら %s をクリックしてください。
pl_pl: Edytuj %s i naci¶nij %s kiedy skoñczysz
pt_br: Editar o %s e clique em %s quando você terminar

source: Custom Thumbnail
af_za: Spesiaal-aangepaste duimnaelskets
ar_eg: ÊÎÕêÕ ÕèÑÉ åÕÚÑÉ
bg_bg: Миниатюрно Изображение по избор
da_dk: Selvvalgt ikon
fi_fi: Erillinen esikatselukuva
gl_es: Miniatura persoal
it_it: Anteprima Personalizzata
ja_jp: カスタムサムネイル
pl_pl: Twoja miniatura
pt_br: Miniatura Customizada

source: Remaking the Thumbnail...
af_za: Herbou van die duimnaelskets...
ar_eg: ÇÙÇÏÉ Ùåä ÇäÕèÑÉ ÇäåÕÚÑÉ
bg_bg: Пренаправяне на Миниатюрното Изображение ...
da_dk: Gendanner ikon...
fi_fi: Luodaan uudelleen esikatselukuva...
gl_es: Refacendo a miniatura...
it_it: Rigenerazione Anteprima...
ja_jp: サムネイルを作りなおしています...
pl_pl: Przetwarzanie miniatury...
pt_br: Refazendo a Miniatura...

source: Choose which part of the image will compose your thumbnail:
af_za: Kies watter gedeelte van die foto jy as duimnaelskets wil gebruik:
ar_eg: ÅÎÊÑò ÌÒÁ ÇäÕèÑÉ ÇäĞê êãèæ ÇäÕèÑÉ ÇäåÕÚÑÉ
bg_bg: Изберете коя част от изображението ще представлява миниатюрното изображение:
da_dk: Vælg hvilken del af billedet, der skal udgøre dit ikon:
fi_fi: Valitse, mik&auml; kohta kuvasta muodostaa esikatselukuvan:
gl_es: Elixa que parte da imaxe constituir&aacute; a s&uacute;a miniatura:
it_it: Scegli quale parte dell'immagine comporr&agrave; l'anteprima:
ja_jp: 画像のどの部分がサムネイルを生成するか選んでください:
pl_pl: Wybierz, która czê¶æ obrazka bedzie tworzyæ miniaturkê:
pt_br: Escolha qual parte da imagem irá compor sua miniatura:

source: Please select a watermark.
ar_eg: åæ áÖäã ÇÎÊÑ ÙäÇåÉ åÇÆêÉ
bg_bg: Моля посочете Боден Знак
da_dk: Vælg et vandmærke.
fi_fi: Valitse vesileima.
gl_es: Seleccione unha marca de auga.
ja_jp: 透かしをを選択してください。
pl_pl: Wybierz znak wodny.
pt_br: Por favor, selecione uma marca d'água.

source: Please select an alignment.
ar_eg: ÑÌÇÁ ÅÎÊÑò æèÙ ÇäÇ Õ×áÇáî
bg_bg: Моля посочете подреждане.
da_dk: Angiv venligst en placering.
fi_fi: Valitse tasauksen suunta
gl_es: Seleccione un alineamento
ja_jp: 配置を選択してください。
pl_pl: Proszê wybraæ wyrównanie.
pt_br: Por favor, selecione um alinhamento.

source: Edit Watermark
af_za: Redigeer Watermerk
ar_eg: ÊÍÑêÑ ÙäÇåÉ åÇÆêÉ
bg_bg: Променете Бодния Знак
da_dk: Ændr vandmærke
fi_fi: Muokkaa vesileimaa.
gl_es: Editar marca de auga
it_it: Modifica Marchio
ja_jp: 透かしを編集
pl_pl: Edycja Oznakowania
pt_br: Editar Marca d'água

source: Your image is a gif. Watermarking on animated gifs is currently not supported and will 'deface & unanimate' your picture.
ja_jp: あなたの画像はGIFです。アニメーションGIFに透かしを入れることは現在非対応で、あなたの画像を'deface & unanimate'します。

source: Configure Custom Fields
ar_eg: Êãèêæ Íâèä åÎÕÕÉ
bg_bg: Конфигуриране на Свободно Избраните Полета
da_dk: Konfigurer bruger-definerede felter
fi_fi: Muokkaa omia kentti&auml;
gl_es: Configura-los campos persoalizados
ja_jp: カスタムフィールドを設定
pl_pl: Konfiguracja pól u¿ytkownika
pt_br: Configurar Campos do Usuário

source: Number of user defined custom fields
af_za: Aantal gebruiker-gedefinierde spesiaale velde
ar_eg: ÙÏÏ ÇäÍâèä ÇäåÎÕÕÉ åæ âÈä ÇäåÓÊÎÏå
bg_bg: Брой на свободно избраните полета
da_dk: Antal brugerdefinerede felter
fi_fi: K&auml;ytt&auml;j&auml;n m&auml;&auml;rittelemien kenttien m&auml;&auml;r&auml;
gl_es: N&uacute;mero de campos persoalizados definidos polo usuario
it_it: Numero di campi personalizzati definiti dall'utente
ja_jp: ユーザが定義したカスタムフィールド数
pl_pl: Ilo¶æ zdefiniowanych pól przez u¿ytkownika
pt_br: Número de campos definidos pelo usuário

source: Field
af_za: Veld
ar_eg: Íâä
bg_bg: Поле
da_dk: Felt
fi_fi: Kentt&auml;
gl_es: Campo
it_it: Campo
ja_jp: フィールド
pl_pl: Pole
pt_br: Campo

source: Apply values to nested albums.
af_za: Toepas aan sub-albums.
bg_bg: Приложете стойностите към под-албумите
da_dk: Anvend værdier på under-albummer.
fi_fi: Lis‰‰ arvot sis‰kk‰isiin albumeihin.
it_it: Applica i valori agli album interni.
ja_jp: 値をネストアルバムにも適用する
pl_pl: Zastosuj do zagnie¿dzonych Albumów.
pt_br: Aplicar dados aos álbuns ramificados.

source: Member file
af_za: Lid L&ecirc;er
ar_eg: åäá ÙÖè
bg_bg: Потребителски файл
da_dk: Medlemsfil
fi_fi: J‰sentiedosto
gl_es: Ficheiro membro
it_it: Scheda utente
ja_jp: メンバーファイル
pl_pl: Plik cz³onków
pt_br: Arquivo de usuário

source: Username
af_za: Gebruikernaam
ar_eg: ÇÓå ÇäåÓÊÎÏå
bg_bg: Потребител
da_dk: Brugernavn
fi_fi: K‰ytt‰j‰nimi
gl_es: Usuario
it_it: Nome Utente
ja_jp: ユーザ名
pl_pl: U¿ytkownik
pt_br: Nome de usuário
