Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Creating Zipfile with %s
af_za: Skep inpakl&ecirc;er met %s
it_it: Creazione di un file Zip con %s

source: Your tempfolder is not writeable! Please check permissions of this dir: %s
it_it: La tua cartella temporanea non &egrave; scrivibile! Controlla i permessi di questa cartella: %s

source: MIMEtype of file %s is %s
it_it: Il tipo MIME del file %s &egrave; %s

source: %s sent you an E-C@rd.
af_za: %s het vir jou 'n e-kaartjie gestuur.
it_it: %s ti ha inviato una E-C@rd.

source: Last change: %s
af_za: Laaste wysiging was op %s.
it_it: Ultima modifica: %s

source: Viewed: %s
af_za: %s bekyk
it_it: Visto: %s

source: Viewed: 1 time.
af_za: 1 keer bekyk
it_it: Visto: una volta.

source: Send Photo as eCard
af_za: Stuur foto as e-kaartjie
it_it: Invia foto come eCard

source: View Images:
af_za: Besigtig foto's
it_it: Visualizza Immagini:

source: Delete selected ImageMap(s)
af_za: Skrap beeldkaart(e)

source: Update selected ImageMap(s)
af_za: Werk beeldkaart(e) by

source: Files:
af_za: L&ecirc;ers

source: MetaFiles:
af_za: Meta-l&ecirc;ers

source: ImageMap
af_za: Beeldkaart

source: You are no allowed to perform this action !
gl_es: ٮNon est&aacute; autorizado para realizar esta acci&oacute;n!

source: Admin
ar_eg: ÇäÅÏÇÑÉ
gl_es: Administrar

source: Users who can see the album
ar_eg: åÓÊÎÏåèæ êåãæçå ÑïÄêÉ ÇäÃäÈèåğ
gl_es: Usuarios que poden ve-lo &aacute;lbume

source: title
ar_eg: ÙæèÇæ
gl_es: t&iacute;tulo

source: items in this album
ar_eg: ÙæÇÕÑ áê çĞÇ ÇäÃäÈèåğ
gl_es: elementos neste &aacute;lbume

source: on
ar_eg: ÊÔÚêä
gl_es: a

source: Error %s getting EXIF data
gl_es: Erro %s obtendo os datos EXIF

source: To copy just one photo, make First and Last the same
gl_es: Para copiar s&oacute; unha foto, por como primeira e &uacute;ltima a mesma

source: Nested albums in this range will be ignored
gl_es: Os &aacute;lbumes anidados neste rango ser&aacute;n ignorados

source: %s has registered by %s. Email has been sent to %s.
ar_eg: %s ÓÌä åğæ âğÈä %s. ÃïÑÓäî ÇäÈÑêÏ ÇäÅäãÊÑèæê Åäé %s
gl_es: %s foi rexistrado por %s. Enviouse un correo a %s.

source: yes
ar_eg: æÙå
gl_es: si

source: no
ar_eg: äÇ
gl_es: non

source: Do you really want to delete this Album?
gl_es: Realmente quere borrar este &aacute;lbume?

source: Do you really want to delete user
gl_es: Realmente quere eliminar &oacute; usuario?

source: Album Title
ar_eg: ÙæèÇæ ÇäÃäÈèå
gl_es: T&iacute;tulo do &aacute;lbume

source: Background Color
ar_eg: äèæ ÇäÎäáêÉ
gl_es: Cor de fondo

source: Text Color
ar_eg: äèæ ÇäæÕ
gl_es: Cor do texto

source: Link Color
ar_eg: äèæ ÇäÑÇÈ×
gl_es: Cor dos enlaces

source: Background Image
ar_eg: ÕèÑÉ ÇäÎäáêÉ
gl_es: Imaxe de fondo

source: Font
ar_eg: ÇäÎ×
gl_es: Tipograf&iacute;a

source: Borders
ar_eg: ÇäÍÏèÏ
gl_es: Anchura dos bordes

source: Border color
ar_eg: äèæ ÇäÍÏèÏ
gl_es: Cor dos bordes

source: Thumbnail size
ar_eg: ÍÌå ÇäÕèÑ ÇäåÕÚÑÉ
gl_es: Tama&ntilde;o das miniaturas

source: Maximum dimensions of intermediate sized images
ar_eg: ÇäÃÈÙÇÏ ÇäâÕèé ääÕèÑğ ĞÇÊ ÇäÃÍÌÇå ÇäåÊèÓ×É
gl_es: M&aacute;ximas dimensi&oacute;ns das imaxes de tama&ntilde;o intermedio

source: off
ar_eg: ÅÚäÇâ
gl_es: desactivado

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
ar_eg: ÃâÕé ÍÌå ÈÇäãêäè ÈÇêÊ ääåäá Ğé ÇäÍÌå ÇäåÊèÓ× åæ ÇäæèÙ JPEG/PNG (0 Ãè áÇÑÚ äÙÏå èÌèÏ Ãê ÊÍÏêÏ ääÍÌå)
gl_es: M&aacute;ximo tama&ntilde;o en KBs dos arquivos JPEG/PNG de magnitude intermedia (0 ou valeiro para non facer restricci&oacute;ns de tama&ntilde;o)

source: Maximum dimensions of full sized images
ar_eg: ÇäÃÈÙÇÏ ÇäâÕèé ääÕèÑğ ĞÇÊ ÇäÃÍÌÇå ÇäãÇåäÉ
gl_es: M&aacute;ximas dimensi&oacute;ns das imaxes a tama&ntilde;o completo

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
ar_eg: ÃâÕé ÍÌå ÈÇäãêäè ÈÇêÊ ääåäá Ğé ÇäÍÌå ÇäãÇåä åæ ÇäæèÙ JPEG/PNG (0 Ãè áÇÑÚ äÙÏå èÌèÏ Ãê ÊÍÏêÏ ääÍÌå)
gl_es: M&aacute;ximo tama&ntilde;o en KBs dos arquivos JPEG/PNG a tama&ntilde;o completo (0 o valeiro para non facer restricci&oacute;ns de tama&ntilde;o)

source: Show <i>Return to</i> link
ar_eg: ÙÑÖ <i> ÙèÏÉ Åäé ÇäÑÇÈ× </i>
gl_es: Amosa-lo enlace <i>volver &oacute;</i>

source: Rows
ar_eg: Õáèá
gl_es: Filas

source: Columns
ar_eg: ÃÙåÏÉ
gl_es: Columnas

source: Auto fit-to-window for<br>images without a resized copy
ar_eg: ÅÍÊèÇÁ ÊäâÇÆê Åäé ÇäæÇáĞÉ ääÕèÑ <br> Ïèæ ÇäÍÇÌÉ Åäé æÓÎÉ ÃÙêÏ ÕêÇÚÉ ÍÌåçÇ
gl_es: Axustar tama&ntilde;o &aacute; ventana para<br>imaxes sen unha copia redimensionada

source: Offer visitors ability to specify<br>preference for full-size or resized images
ar_eg: ÇÊÇÍÉ ÇäÅåãÇæêÉ ääÒèÇÑ äÊÍÏêÏ ÊáÖêä <br> ääÕèÑğ ÈÇäÍÌå ÇäãÇåäğ Ãîè ÇäåÙÇÏ ÕêÇÚÉ ÃÍÌÇåçÇ
gl_es: Ofrecer &oacute;s visitantes a posibilidade de especificar <br>se prefiren imaxes redimensionadas ou a tama&ntilde;o completo

source: Which photo printing services<br>do you want to let visitors use?
ar_eg: Ãîêñ ÎÏåÇÊî ×ÈÇÙÉ ääÕèÑ <br> ÊèÏ Ãæ êÓÊÎÏåçÇ ÇäÒèñÇÑğ¿
gl_es: Qu&eacute; servicio de impresi&oacute;n de imaxes online<br>desexa que usen os seus visitantes?

source: Slideshow Type
ar_eg: æèÙ ÙÑÖ ÇäÔÑÇÆÍ
gl_es: Tipo de presentaci&oacute;n

source: Off
ar_eg: ÇÚäÇâ
gl_es: Desactivado

source: Ordered
ar_eg: åÑÊÈ
gl_es: Ordeado

source: Random
ar_eg: ÙÔèÇÆé
gl_es: Aleatoriamente

source: Include sub-albums in slideshow
ar_eg: ÊÖåêæ ÃäÈèåÇÊ áÑÙêÉ áê ÙÑÖ ÇäÔÑÇÆÍ
gl_es: Incluir sub&aacute;lbumes na presentaci&oacute;n

source: Allow slideshow to loop
ar_eg: ÇäÓåÇÍ äÙÑÖ ÇäÔÑÇÆÍ ÈÇäÍäâÉ ÇäåÓÊåÑÉ
gl_es: Permitir bucle nas presentaci&oacute;ns

source: Slideshow Length
ar_eg: ×èä ÙÑÖ ÇäÔÑÇÆÍ
gl_es: Lonxitude da presentaci&oacute;n

source: Album Frame
ar_eg: Ç×ÇÑ ÇäÃäÈèå
gl_es: Marco do &aacute;lbume

source: Thumb Frame
ar_eg: Å×ÇÑ åÕÚÑ
gl_es: Marco da miniatura

source: Image Frame
ar_eg: Ç×ÇÑ ÇäÕèÑÉ
gl_es: Marco da imaxe

source: Display EXIF data?
ar_eg: ÙÑÖ ÈêÇæÇÊ Çä EXIF ¿
gl_es: Amosar datos EXIF?

source: Display click counter for this album?
ar_eg: ÙÑÖ ÙÏÇÏ ÇäæâÑ äçĞÇ ÇäÃäÈèåğ¿
gl_es: Amosar contador de clics para este &aacute;lbume?

source: Display owners name with caption
ar_eg: ÙÑÖ ÃÓåÇÁ ÇäåäÇã ÈÇäÊÙäêâ
gl_es: Amosar o nome dos propietarios na lenda

source: Allow item owners to modify their images
ar_eg: ÇäÓåÇÍ äåäÇã ÇäåèÇÏ ÈÊÙÏêä ÕèÑçå
gl_es: Permitir &oacute;s propietarios modifica-las s&uacute;as imaxes

source: Allow item owners to delete their images
ar_eg: ÇäÓåÇÍ äåäÇã ÇäåèÇÏ ÈÍĞá ÕèÑçå
gl_es: Permitir &oacute;s propietarios borra-las s&uacute;as imaxes

source: Add new items at beginning of album
ar_eg: ÃÖá åèÇÏÇ ÌÏêÏÉ áé ÈÏÇêÉ ÇäÃäÈèå
gl_es: Engadi-los novos elementos &oacute; principio do &aacute;lbume

source: Display clickable image dimensions
ar_eg: ÙÑÖ ÃÈÙÇÏ ÕèÑ âÇÈäÉ ääæâÑ
gl_es: Amosa-las dimensi&oacute;ns da imaxe onde se pode pulsar

source: Year must be between 1000 and 3000
ar_eg: äÇÈÏ Ãæ êãèæ Èêæ ÙÇå 1000 è 3000
gl_es: O ano debe estar entre o 1000 e o 3000

source: You are not allowed to perform this action.
gl_es: Non est&aacute; autorizado para realizar esta acci&oacute;n.

source: Watermarking photo.
ar_eg: ÌÇÑê Ùåä ÙäÇåÉ åÇÆêÉ ääÕèÑÉ
gl_es: Fotograf&iacute;a con marca de auga.

source: this may take a while
ar_eg: âÏ êÓÊÚÑâ çĞÇ ÈÙÖ ÇäèâÊ
gl_es: esto pode levar un tempo

source: Apply to nested Albums
gl_es: Aplicar &oacute;s &aacute;lbumes anidados

source: Admin help
ar_eg: åÓÇÙÏÉ ÇÏÇÑÉ ÇäÈÑæÇåÌ
gl_es: Axuda de administraci&oacute;n

source: To install or upgrade the Gallery Remote Applets, please refer to
ar_eg: äÅÙÏÇÏ Ãîè ÊÍÏêË ÈÑÇåÌ ÇäåÙÑÖî Ùæ ÈÙÏ¬ ÑÌÇÁ ÃÔÑ Åäé
gl_es: Para instalar ou actualiza-los Applets Remotos de Gallery, por favor rem&iacute;tase a

source: the documentation page
ar_eg: ÕáÍÉ ÇäåÓÊæÏÇÊ
gl_es: a p&aacute;xina de documentaci&oacute;n

source: on the Gallery web site.
ar_eg: Ùäé åèâÙ ÇäåÙÑÖ
gl_es: no sitio web de Gallery.

source: Upload a ZIP file full of photos and movies!
gl_es: ٮSuba un arquivo ZIP con t&oacute;dalas s&uacute;as fotos e presentaci&oacute;ns!

source: 1. Select the number of files you want to upload:
ar_eg: ÇÎÊÑ ÙÏÏ ÇäåäáÇÊ ÇäÊé ÊÑêÏ ÇÑÓÇäçÇ
gl_es: 1. Seleccione o n&uacute;mero de arquivos que desexa subir:

source: Optional:
ar_eg: ÇÎÊêÇÑé
gl_es: Opcional:

source: Select the number of meta data files you want to upload:
ar_eg: ÇÎÊÑ ÙÏÏ åäáÇÊ ÇäÈêÇæÇÊğ ÇäÊé ÊÑêÏ ÇÑÓÇäçÇ
gl_es: Seleccione o n&uacute;mero de arquivos con metadatos que desexa subir:

source: 2. Use the Browse button to find the photos on your computer
ar_eg: Ç2. ÇÓÊÎÏå ÒÑ ÇäÊÕáÍ äÅêÌÇÏ ÇäÕèÑğ Ùäé ÍÇÓèÈã
gl_es: 2. Use o bot&oacute;n Examinar para atopa-las fotos no seu ordenador

source: File
ar_eg: åäá
gl_es: Arquivo

source: 3. Use the Browse button to find the meta data files on your computer
ar_eg: 3. ÇÓÊÎÏå ÒÑñ ÇäÊÕáÍ äÅêÌÇÏ åäáÇÊ ÇäÈêÇæÇÊ Ùäé ÍÇÓèÈğã
gl_es: 3. Use o bot&oacute;n Examinar para atopa-las fotos no seu ordenador

source: Leave blank if no caption is specified.
gl_es: D&eacute;ixeo en branco se non quere especificar ningunha lenda.

source: Use filename as caption if no caption is specified.
gl_es: Usar o nome do ficheiro como lenda se esta non foi especificada.

source: Use file creation date stamp as caption if no caption is specified.
gl_es: Usa-la data de creaci&oacute;n do ficheiro como lenda se esta non foi especificada.

source: Set photo captions with file creation times.
gl_es: Establece-las lendas das fotograf&iacute;as coas datas de creaci&oacute;n dos arquivos.

source: Delay:
gl_es: Demora:

source: second
gl_es: segundo

source: seconds
gl_es: segundos

source: Loop
ar_eg: ÍäâÉ
gl_es: Bucle

source: Note: admins can always create albums
ar_eg: åäÇÍØÉ: ÇäåÏêÑêæ êåãæçå ÏÇÆåÇ Êãèêæ ÃäÈèåÇÊ
gl_es: Nota: os administradores poden crear &aacute;lbumes sempre

source: None
ar_eg: äÇ ÊèÌÏ
gl_es: Ning&uacute;n

source: Check All
ar_eg: ÇáÍÕ Çäãä
gl_es: Marcar todos

source: Clear All
ar_eg: åÓÍ Çäãä
gl_es: Deseleccionar todos

source: Invert Selection
ar_eg: ÅÙãÓ ÇäÊÍÏêÏ
gl_es: Invertir selecci&oacute;n

source: Upload Date
ar_eg: ÊÇÑêÎ ÇäÅÑÓÇä
gl_es: Data de carga (subida)

source: Image Size
ar_eg: ÍÌå ÇäÕèÑÉ
gl_es: Tama&ntilde;o da imaxe

source: Additional EXIF Data
ar_eg: ÈêÇæÇÊ EXIF ÅÖÇáêÉ
gl_es: Datos adicionais EXIF

source: Total points in brackets
ar_eg: åÌåèÙ ÇäæâÇ× ÏÇÎä ÇäÃâèÇÓ ÇäåÊèÓ×É
gl_es: Puntos totais entre par&eacute;ntese

source: Average points in brackets
ar_eg: åÊèÓ× ÇäæâÇ× ÏÇÎä ÇäÃâèÇÓ
gl_es: Media de puntos entre par&eacute;ntese

source: %s: %s points;
ar_eg: %s: %s æâ×É
gl_es: %s: %s puntos;

source: Key - %s
ar_eg: åáÊÇÍ - %s
gl_es: Clave - %s

source: Poll results:
ar_eg: æÊÇÆÌ ÇäÅâÊÑÇÙ
gl_es: Resultados da enquisa:

source: Number %d overall.
ar_eg: Ñâå %d ããä
gl_es: %d en total.

source: You must specify a username
gl_es: Debe especificar un nome de usuario

source: You must specify a password
gl_es: Debe especificar un contrasinal

source: Select the new location of album
ar_eg: ÇÎÊÑ ÇäåèâÙ ÇäÌÏêÏ ääÃäÈèå
gl_es: Selecciona-la nova localizaci&oacute;n do &aacute;lbume

source: Move the album to a new album:
ar_eg: Çæâä ÇäÃäÈèå Åäé ÃäÈèå ÌÏêÏ
gl_es: Move-lo &aacute;lbume a un novo &aacute;lbume:

source: To move just one photo, make First and Last the same
gl_es: Para mover s&oacute; unha foto, por como primeira e &uacute;ltima a mesma

source: adding %s
ar_eg: ÅÖÇáÉ: %s
gl_es: engadindo %s

source: The members file should be one user per line, and the fields should be space separated. Each line is of the form:<br> <i>username emailaddress fullname</i>.<br> Only username is required. Everything after the email address is the full name, so there can be spaces in it.<p>
ar_eg: êÌÈ Ãæ êÊãèæ åäá ÇäÃÙÖÇÁ åæ åÓÊÎÏå èÇÍÏ äãä Ó×Ñ èÃæ ÊáÕä ÇäåÌÇäÇÊ ÈåÓÇáÇÊ. èêÊãèæ ãä Ó×Ñ åæ ÇäÔãä: <br> <i> ÇÓå ÇäåÓÊÎÏå èÇäÈÑêÏ ÇäÃäãÊÑèæé </i>. <br> Çäå×äèÈ çè ÇÓå ÇäåÓÊÎÏå áâ×. ãïä ÔêÁ ÈÙÏ ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæê êÃÊé ÇÓå ÇäåÓÊÎÏå ÈÇäãÇåä¬ äĞÇ êåãğæ Ãîæ êãèæ Èç áÑÇÚÇÊî. <p>
gl_es: Deber&iacute;a haber un usuario por li&ntilde;a no ficheiro de membros, e os campos deber&iacute;an estar separados por espacios. Cada li&ntilde;a ter&aacute; esta forma:<br> <i>nome_usuario direcci&oacute;n_correo nome_completo</i>.<br> S&oacute;amente nome_usuario &eacute; imprescindible. Todo o que ve&ntilde;a despois da direcci&oacute;n de correo ser&aacute; o nome completo. Deste xeito pode conter espacios en branco.<p>

source: Apply values to nested Albums.
gl_es: Aplicar &oacute;s &aacute;lbumes anidados.

source: Create User for %s.
ar_eg: ÇÓÊÍÏË åÓÊÎÏåÇ ä %s
gl_es: Crear usuario para %s.

source: You are not allowed to perform this action !
gl_es: ٮNon est&aacute; autorizado para realizar esta acci&oacute;n!

source: Resizing %d photos...
gl_es: Redimensionando %d fotos...

source: Processing image
gl_es: Procesando imaxe

source: Search Again
ar_eg: ÃÙÏ ÇäÈÍË
gl_es: Buscar de novo

source: Photos containing %s
gl_es: Fotos que conte&ntilde;en %s

source: Search the Gallery's Album and Photo<br> titles, descriptions and comments
ar_eg: ÇÈÍË áé ÃäÈèå ÇäåÙÑÖ èÙæÇèêæ ÇäÕèÑ<br> èÃèÕÇáçÇ èÇäÊÙäêâÇÊ ÙäêçÇ
gl_es: Buscar no &aacute;lbume e nas fotos da galer&iacute;a<br> t&iacute;tulos, descrci&oacute;ns e comentarios

source: Go
ar_eg: ÇĞçÈ
gl_es: Buscar

source: Correct Them!
gl_es: Corr&iacute;xaos

source: Empty
ar_eg: áÇÑÚ
gl_es: Valeiro

source: edit %s
ar_eg: ÊÍÑêÑ %s
gl_es: editar %s

source: edit
ar_eg: ÊÍÑêÑ
gl_es: edite

source: Add your comment
gl_es: Engada o su comentario

source: Commenter:
gl_es: Comentario:

source: Post
gl_es: Env&iacute;o

source: Error:
ar_eg: Î×Ã:
gl_es: Erro:

source: Executing:
ar_eg: ÊæáêĞ
gl_es: Executando:

source: The file %s does not exist ?!
gl_es: ٮO arquivo %s non existe!

source: PHP's %s unable to determine dimensions.
ar_eg: PHP's %s ÚêÑ âÇÏÑ Ùäé ÊÍÏêÏ ÇäÃÈÙÇÏ
gl_es: PHP's %s no &eacute; capaz de determina-las dimensi&oacute;ns.

source: Not closing this window because debug mode is on
ar_eg: äå ÊÚäâ çĞç ÇäæÇáĞÉ ÈÓÈÈ ÊÔÚêä æå× ÇäÊæâêÍ
gl_es: Non peche a ventana pois est&aacute; en modo debug

source: target file size %d kbytes
ar_eg: ÍÌå Çäåäá ÇäåÓÊçÏá %d ãêäè ÈÇêÊ
gl_es: tama&ntilde;o de arquivo elixido %d KB.

source: -> file size %d kbytes
ar_eg: -> ÍÌå Çäåäá %d ãêäè ÈÇêÊ
gl_es: -> tama&ntilde;o do ficheiro %d KB

source: trying quality %d%%
ar_eg: ÊÌÑÈÉ ÇäÌèÏÉ %d%%
gl_es: intentando calidade %d%%

source: Done.
ar_eg: Êå
gl_es: Feito.

source: Call to %s failed in %s for file %s!
ar_eg: ÇæÔÇÁ%s áÔä áé%s äåäá%s!
gl_es: ٮChamada a %s cun erro en %s para o ficheiro %s!

source: File %s type %d.
ar_eg: åäá%s æèÙ%d.
gl_es: Arquivo %s tipo %d.

source: There was an unknown failure in the %s call!
gl_es: ٮHoubo un erro desco&ntilde;ecido na chamada %s!

source: Unknown file type: %s
ar_eg: æèÙ åäá ÚêÑ åÙÑèá : %s
gl_es: Tipo desco&ntilde;ecido de arquivo: %s

source: Select Album
ar_eg: ÇÎÊÑ ÃäÈèå
gl_es: Seleccionar &aacute;lbume

source: Top Level
ar_eg: åÓÊèé ÙÇä
gl_es: Nivel superior

source: current location
ar_eg: ÇäåèâÙ ÇäÍÇäé
gl_es: situaci&oacute;n actual

source: self
ar_eg: æáÓ
gl_es: el mesmo

source: Could not open lock file (%s)!
ar_eg: äå êÊå áÊÍ åäá ÇäÚäâ (%s)!
gl_es: ٮNon se pode abri-lo peche do ficheiro (%s)!

source: Skipping %s (ZIP support not enabled)
gl_es: Saltando %s (soporte para formato ZIP non activado)

source: Unable to preserve EXIF data (jhead not installed)
ar_eg: äêÓ âÇÏÑÇ Ùäé ÍáØ ÈêÇæÇÊ EXIF (äå êÊå ÊæÕêÈ jhead)
gl_es: Non &eacute; posible preserva-los datos EXIF (jhead no est&aacute; instalado)

source: Generated by %s v%s
ar_eg: ÅæÔÇÁ %s v%s
gl_es: Xerado por %s v%s

source: Skipping invalid email address %s
ar_eg: êÊå ÊÎ×é ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæé ÇäÚêÑ ÕÍêÍ %s
gl_es: Saltando direcci&oacute;n de env&iacute;o de correo %s

source: Note: This is an automatically generated email message sent from the %s website. If you have received this in error, please ignore this message.
ar_eg: åïäÇÍØÉ: çĞç ÑÓÇäÉï ÈÑêÏ ÅäãÊÑèæê ÃæÔÆÊ ÂäêÇ èÃÑÓäÊ åğæ åèâÙ %s. ÅĞÇ ÊäâêÊ çĞç ÇäÑÓÇäÉğ Î×Çë¬ áÈÑÌÇÁ ÊÌÇçäçÇ.
gl_es: Nota: Isto &eacute; unha mensaxe de correo xerado autom&aacute;ticamente polo sitio web %s. Se o recibiu, foi por erro. Ignore esta mensaxe.

source: Report abuse to %s
ar_eg: ÈäÚ Ùæ ÇäÇæÊçÇãÇÊ Åäé %s
gl_es: Informar do abuso a %s

source: Email not sent as it is disabled for this gallery
ar_eg: äå êÊå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäêãÊÑèæé ÍêË Åæç åÙ×ä áé çĞÇ ÇäåÙÑÖ
gl_es: Correo non enviado mentras estea deshabilitado nesta galer&iacute;a

source: Email not sent as no address provided
ar_eg: äå êÊå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäêãÊÑèæé äÙÏå èÌèÏ ÙæèÇæ
gl_es: Correo non enviado mentras non se proporcione unha direcci&oacute;n

source: Email not sent to %s as it is not a valid address
ar_eg: äå êÊå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäêãÊÑèæé Åäé %s èĞäã äÃæ ÇäÙæèÇæ ÚêÑ ÕÍêÍ
gl_es: Correo non enviado a %s mentras non sexa unha direcci&oacute;n v&aacute;lida

source: Sender address %s is invalid, using %s.
ar_eg: ÙæèÇæ ÇäåÑÓä %s ÚêÑ ÕÍêÍ, ÇÓÊÎÏå %s.
gl_es: A direcci&oacute;n do remitente %s non &eacute; v&aacute;lido, usarase %s.

source: not shown
ar_eg: äå ÊÙÑÖ
gl_es: non amosado

source: Message
ar_eg: ÑÓÇäÉ
gl_es: Mensaxe

source: Email sent
ar_eg: Êå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæé
gl_es: Correo enviado

source: Email not sent
ar_eg: äå êÊå ÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæê
gl_es: Correo non enviado

source: Last comment %s.
ar_eg: ÂÎÑ ÊÙäêâ %s.
gl_es: &Uacute;ltimo comentario: %s.

source: FAILED
ar_eg: áÔä
gl_es: ERRO

source: Email activity
ar_eg: æÔÇ× ÇäÈÑêÏ ÇäÃäãÊÑèæé
gl_es: Actividade do correo

source: Hi !!FULLNAME!!, Congratulations. You have just been subscribed to %s at %s. Your account name is !!USERNAME!!. Please visit the gallery soon, and create a password by clicking this link: !!NEWPASSWORDLINK!! Gallery @ %s Administrator.
ar_eg: åÑÍÈÇë!! ÇäÇÓå ãÇåäÇ!!, ÊçÇæêæÇ. äâÏ ÇÔÊÑãÊ ääÊè áé %s åæ %s. ÇÓå ÇäÍÍÓÇÈ çè !!ÇÓå ÇäåÓÊÎÏå!!. ÑÌÇÁ ÒêÇÑÉ ÇäåÙÑÖ ÍÇäÇ èÇæÔÇÁ ãäåÉ åÑèÑ ÈÇäÖÚ× Ùäé çĞç ÇäèÕäÉğ : !!NEWPASSWORDLINK!! Gallery @ %s Administrator.
gl_es: ٮٮHola FULLNAME!!, Felicidades. Acaba de ser suscrito a %s &aacute;s %s. A s&uacute;a conta de usuario &eacute; USERNAME. Visite a galer&iacute;a o antes posible e cre un contrasinal pulsando neste enlace: NEWPASSWORDLINK O administrador @ %s de Gallery.

source: gallery title
ar_eg: ÙæèÇæ ÇäåÙÑÖ
gl_es: t&iacute;tulo da galer&iacute;a

source: gallery URL
ar_eg: ÑÇÈ× ÇäåÙÑÖ Ùäé ÇäÅæÊÑæÊ
gl_es: URL da galer&iacute;a

source: Dots
ar_eg: æâ×
gl_es: Puntos

source: Solid
ar_eg: åÊÕä
gl_es: S&oacute;lido

source: Just a simple dashed border around the thumb.
ar_eg: åÌÑÏ ÍÏ ÈÓê× åæáÕä Íèä ÇäÕèÑÉ ÇäåÕÚÑÉ
gl_es: Borde simple discontinuo &oacute; arredor da miniatura.

source: Just a simple solid border around the thumb.
ar_eg: åÌÑÏ ÍÏ ÈÓê× åÊÕä Íèä ÇäÕèÑÉ ÇäåÕÚÑÉ
gl_es: Borde simple continuo &oacute; arredor da miniatura.

source: Skipping %s.
ar_eg: ÊÎ×é%s.
gl_es: Saltando %s.

source: Can't open %s
ar_eg: äå êÊåãæ åæ áÊÍ %s
gl_es: Non se pode abrir %s

source: Not valid yet
ar_eg: äêÓ ÕÍêÍÇ ÈÙÏ
gl_es: Ainda non &eacute; v&aacute;lido

source: add photos
ar_eg: ÃÖá ÕèÑÇ
gl_es: engadir fotos

source: new nested album
ar_eg: ÃäÈèå ÌÏêÏ åÊÏÇÎä
gl_es: novo &aacute;lbume anidado

source: custom fields
ar_eg: ÇäÍâèä ÇäåÎÕÕÉ
gl_es: campos persoalizados

source: sort items
ar_eg: áÑÒ ÇäÙæÇÕÑ
gl_es: ordear elementos

source: resize all
ar_eg: ÊÚêêÑ ÍÌå Çäãä
gl_es: axustar o tama&ntilde;o de todos

source: rebuild thumbs
ar_eg: ÅÙÇÏÉ ÈæÇÁ ÇäÃÔãÇä ÇäåÕÚÑÉ
gl_es: reconstruir miniaturas

source: poll properties
ar_eg: ÎÕÇÆÕ ÇäÅâÊÑÇÙ
gl_es: propiedades da enquisa

source: poll results
ar_eg: æÊÇÆÌ ÇäÅâÊÑÇÙ
gl_es: resultados da enquisa

source: poll reset
ar_eg: ÅÙÇÏÉ ÊÑÊêÈ ÇäÅâÊÑÇÙ
gl_es: reiniciar enquisa

source: view comments
ar_eg: ÇæØÑ ÇäÊÙäêâÇÊ
gl_es: ver comentarios

source: admin options
gl_es: opci&oacute;ns do administrador

source: Changed:
ar_eg: ÊÚêÑ
gl_es: Modificado:

source: Contains:
ar_eg: åÍÊèêÇÊ
gl_es: Conten:

source: Email me when:
gl_es: Env&iacute;ame un correo cando:

source: resize photo
ar_eg: ÊÚêêÑ ÍÌå ÇäÕèÑÉ
gl_es: axustar tama&ntilde;o da foto

source: View Images
ar_eg: ÇÓÊÙÑÖ ÕèÑÇ
gl_es: Ver imaxes

source: print this photo with %s
gl_es: imprimir esta foto con %s

source: No email sent as no valid email addresses were found
ar_eg: äå êÊå ÇÑÓÇä Ãé ÈÑêÏ ÅäãÊÑèæê ÈÓÈÈ ÙÏå èÌèÏ ÙæÇèêæ ÈÑêÏ ÅäãÊÑèæê ÕÍêÍÉî

source: Album Summary
ar_eg: åÎÊÕÑ ääÃäÈèå

source: Supported file types
ar_eg: ÃæèÇÙ åÏÙèåÉ åæ ÇäåäáÇÊ

source: Send email to user <br>when account is created
ar_eg: ÃÑÓä ÈÑêÏ ÇäÃäãÊÑèæé ääåÓÊÎÏå <br>ÙæÏ ÇäÇæÊçÇÁ åæ Êãèêæ ÇäÍÓÇÈ

source: No votes
ar_eg: äÇ êèÌÏ ÃÕèÇÊ

source: No Caption
ar_eg: äÇÊÙäêâ

source: No resizing required
ar_eg: äÇÏÇÙé äÊÚêêÑ ÇäÍÌå

source: Sub-albums
ar_eg: ÃäÈèåÇÊ áÑÙêÉ

source: Powered by %s v%s
ar_eg: ÊÔÚêä %s v%s

source: No frames
ar_eg: ÈäÇ Ç×ÇÑÇÊ
