Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Test email sent to <b>%s</b>, and should arrive in a few minutes. If you don't receive it please confirm the email address used was correct. If you cannot receive the email, then it must be disabled for this server, and %s email functions cannot be used until that is rectified
ar_eg: ÃÑÓä ÈÑêÏ ÅÎÊÈÇÑ ÃäãÊÑèæê Åäé <b> %s </b>¬ èêîÌğÈ Ãîæ êÕä Åäêç áé ÚÖèæ ÈÖÙÉ ÏâÇÆâ. ÅĞÇ äå ÊîÊÓäåç áÈÑÌÇÁ ÇäÊÃãÏ åæ Ãæ ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæê ÇäĞé ÇÓÊÎÏå ãÇæ ÕÍêÍÇ. ÅĞÇ äå ÊÓÊ×êÙ ÅÓÊäÇå ÇäÈÑêÏ ÇäÅäãÊÑèæê¬ áäÇÈÏ Ãæç åÙ×ä åæ âÈä åäâå ÇäÔÈãÉ¬ èäÇ êåãæ ÇÓÊÎÏÇå èØÇÆá ÇäÈÑêÏ ÇäÃäãÊÑèæê%s ÅäÇ ÈÙÏ ÅÕäÇÍç .
bg_bg: Изпратен е пробен e-mail до <b>%s</b>, който би трябвало да пристигне до няколко минути. Ако не го получите, моля проверете дали e-mail адреса който сте използвали е правилен. Ако всичко е правилно, но пак не получавате e-mail-а, тогава най-вероятно e-mail системата на този сервер е изключена и %s e-mail функциите няма да могат да бъдат използвани докато това не се оправи.
es_es: Correo de prueba enviado a <b>%s</b> que debería llegar en unos pocos minutos. Si no lo recibe, asegúrese de la que la dirección de correo usada es válida. Si no puede recibir el mensaje, el servicio de correo debe estar deshabilitado en este servidor y las funciones de correo %s no pueden ser usadas hasta que esta situación cambie
gl_es: Correo de proba enviado a <b>%s</b> que deber&iacute;a chegar nuns poucos minutos. Se non o recibe, aseg&uacute;rese de que a direcci&oacute;n de correo usada &eacute; v&aacute;lida. Se non pode recibi-la mensaxe, o servicio de correo debe estar deshabilitado neste servidor e as funci&oacute;ns de correo %s non poden ser usadas ata que esta situaci&oacute;n cambie
is_is: Prufupóstur var sendur til <b>%s</b>, og ætti að berast innan fáeinna mínútna. Ef hann berst þér ekki, gakktu þá vinsamlegast úr skugga um að tölvupóstfangið hafi verið rétt. Ef þú getur ekki móttekið tölvupóstinn, þá hlýtur tölvupóstur að vera óvirkur á þessari tölvu, og tölvupóstaðgerðir í %s er þá ekki hægt að nota fyrr en það er leiðrétt.
nl_nl: Test e-mail verzonden naar <b>%s</b>, en zal binnen kort aankomen. Als u de mail niet ontvangt controleer of het e-mailadres correct is. Als u de e-mail niet heeft ontvangen dan zal deze optie uitgeschakeld zijn op deze server, en de %s e-mail functie kan niet gebruikt worden eer het probleem verholpen is
no_no: En test-e-post ble sendt til <b>%s</b>, og skal komme fram om en stund. Hvis du ikke mottar e-posten, bekreft at e-postadressen under er korrekt. Hvis du ikke mottar e-posten, så er e-post ikke tilgjengelig på denne tjeneren, og e-postfunksjonen i %s kan ikke bli brukt inntil det er fikset.
pt_br: Email de teste enviado para <b>%s</b> e deve chegar ao destino em alguns minutos. Se você não recebê-lo, por favor confirme se o endereço informado está correto. Se você não puder receber o email, então ele deve estar desabilitado para este servidor e as funções de email do %s não podem ser usadas até que sejam retificadas.
sv_se: Test e-post skickad till <b>%s</b> och bör komma fram om ett par minuter. Om du inte får den, vänligen kontrollera att e-postadressen som användes var riktig. Om du inte kan mottaga e-posten så måste det avaktiveras för denna server och %s e-postegenskapen kan inte användas så länge detta inte är korrigerat
vi_vn: Thử gửi email tới <b>%s</b>, và nó sẽ tới trong vài phút. Nếu bạn không nhận được xin hãy chắc chắn địa chỉ email bạn ghi là chính xác. Nếu bạn không thể nhận email, có thể hệ thống máy chủ tắt chức năng hoặc hoặc không có, khi đó chức năng %s email không dùng được cho đến khi được chỉnh lại

source: You must use a valid email address
ar_eg: äÇÈÏ åæ ÇÓÊÎÏÇå ÙæèÇæ ÈÑêÏ ÃäãÊÑèæé ÓÇÑ
bg_bg: Трябва да използвате валиден E-mail адрес
es_es: Debe usar una dirección de correo válida
gl_es: Debe usar unha direcci&oacute;n de correo v&aacute;lida
is_is: Þú verður að gefa upp gilt tölvupóstfang
nl_nl: U moet een geldig e-mailadres gebruiken
no_no: Du må bruke en gyldig e-postadresse
pt_br: Você deve especificar um email válido
sv_se: Du måste använda en giltig e-postadress
vi_vn: Bạn phải dùng một địa chỉ email hợp lệ

source: Try again?
ar_eg: çä ÊÑêÏ ÇäåÍÇèäÉ åÑÉ ËÇæêÉ¿
bg_bg: Отново?
es_es: ¿Intertarlo de nuevo?
gl_es: Intentalo de novo?
is_is: Reyna aftur?
nl_nl: Probeer opnieuw
no_no: Prøv igjen?
pt_br: Tentar novamente?
sv_se: Försök igen?
vi_vn: Thử lại?

source: This enables you to confirm that email is working correctly on your system. Submit your email address below, and an email will be sent to you. If you receive it, then you know that mail is working on your system
ar_eg: çĞÇ êåãæã åæ ÇäÊÃãÏ Ãæ ÇäÈÑêÏ ÇäÅäãÊÑèæê êÙåä È×ÑêâÉ ÕÍêÍÉ Ùäé æØÇåã. ÖÙ ÙæèÇæ ÈÑêÏã ÇäÅäãÊÑèæê ÃÓáäç¬ èÓêÑÓä Åäêã ÈÑêÏ ÅäãÊÑèæê. áÅĞÇ ÊÓäåÊç¬ áÇÙäå Ãæ ÇäÈÑêÏ êÙåä ÈÕèÑÉ ÕÍêÍÉ Ùäé æØÇåã.
bg_bg: Това ще ви помогне да потвърдите, че e-mail системата ви работи правилно. Въведете e-mail адреса си по-долу за да ви бъде изпратено пробно съобщение. Ако го получите, значи e-mail-а на системата ви работи нормално.
es_es: Esto le permite confirmar que el correo está trabajando correctamente en su sistema. Escriba su dirección de correo abajo y le será enviado un mensaje. Si lo recibe, tendrá la seguridad de que el correo está funcionando en su sistema.
gl_es: Isto lle permite confirmar que o correo est&aacute; traballando correctamente no seu sistema. Escriba a s&uacute;a direcci&oacute;n de correo abaixo e seralle enviada unha mensaxe. Se o recibe, ter&aacute; la seguridade de que o correo est&aacute; funcionando no seu sistema.
is_is: Þetta gerir þér kleift að staðfesta að tölvupóstur virki rétt á kerfi þínu. Gefðu upp tölvupóstfang þitt hér fyrir neðan; tölvupóstur verður sendur á póstfangið. Ef hann berst, þá veistu að tölvupóstur virkar á kerfinu.
nl_nl: Dit stelt u instaat om te bevestigen dat uw e-mail goed werkt op uw systeem. Voer uw e-mailadres hieronder in, en een e-mail zal naar u verzonden worden. Als u deze ontvangt dan weet u dat de e-mail goed werkt op uw systeem
no_no: Dette lar deg bekrefte at e-post virker som den skal på systemet. Skriv inn e-postadressen din nedenfor, og en e-post vil bli sendt til deg. Hvis du mottar den, så vet du at e-postfunksjonen på systemet ditt virker
pt_br: Isto habilitará a você confirmar que o email está funcionando corretamente em seu sistema. Informe seu endereço de email abaixo e um email será enviado a você. Se você recebê-lo, então você saberá que o serviço de correio está funcionando em seu sistema.
sv_se: Detta möjliggör för dig att konfirmera att e-posten fungerar ordentligt på ditt system. Skriv in din e-postadress nedan och en e-post kommer att skickas till dig. Om du får den så vet du att e-posten fungerar på ditt system.
vi_vn: Điều này cho phép bạn xác nhận rằng email có làm việc trên hệ thống của bạn. Ghi địa chỉ email của bạn vào bên dưới, khi đó một email sẽ được gửi tới cho bạn. Nếu bạn nhận được nó, có nghĩa chức năng gửi email có làm việc

source: %s not set.
ar_eg: äå êÊå ÊÙêêæ %s
bg_bg: %s не е зададен.
es_es: %s no establecido.
gl_es: %s non establecido.
is_is: %s ekki skilgreint.
nl_nl: %s niet gezet.
no_no: %s ikke satt.
pt_br: %s não ajustado.
sv_se: %s inte inställd.
vi_vn: %s không được đặt.

source: Warning
ar_eg: ÊÍĞêÑ
bg_bg: Внимание
es_es: Advertencia
gl_es: Advertencia
is_is: Aðvörun
nl_nl: Waarschuwing
no_no: Advarsel
pt_br: Aviso
sv_se: Varning
vi_vn: Cảnh báo

source: Your email address:
ar_eg: ÙæèÇæ ÈÑêÏã ÇäÃäãÊÑèæé:
bg_bg: E-mail адреса ви:
es_es: Su dirección de correo electrónico:
gl_es: A s&uacute;a direcci&oacute;n de correo electr&oacute;nico:
is_is: Tölvupóstfang þitt:
nl_nl: Uw e-mailadres:
no_no: Din e-postadresse:
pt_br: Seu endereço de email:
sv_se: Din e-postadress:
vi_vn: Địa chỉ email của bạn:

source: Send Email
ar_eg: ÃÑÓä ÈÑêÏÇ ÃäãÊÑèæêÇ
bg_bg: Изпратете E-mail
es_es: Enviar correo
gl_es: Enviar correo
is_is: Senda tölvupóst
nl_nl: Verzend e-mail
no_no: Send e-post
pt_br: Enviar Email
sv_se: Skicka E-post
vi_vn: Gửi Email

source: Gallery NetPBM Check
ar_eg: áÍÕ Çä NetPBM áé ÇäåÙÑÖ
bg_bg: Проверка за 'NetPBM'
es_es: Chequeo de NetPBM
gl_es: Chequeo de NetPBM
no_no: Gallery NetPBM-sjekk
pt_br: Verificação do NetPBM do Gallery
vi_vn: Kiểm tra NetPBM cho Thư viện ảnh

source: %sClick here%s to hide the details
ar_eg: %sÇæâÑ çæÇ%s äÅÎáÇÁ ÇäÊáÇÕêä
bg_bg: %sНатиснете Тук%s, за да скриете подробностите
es_es: %sPulse aquí%s para ocultar los detalles
gl_es: %sPulse aqu&iacute;%s para oculta-los detalles
is_is: %sSmelltu hér%s til að fela smáatriði
nl_nl: %sKlik hier%s om de details te verbergen
no_no: %sTrykk her%s for å skjule detaljene
pt_br: %sClique aqui%s para ocultar os detalhes
sv_se: %sKlicka här%s för att dölja detaljerna
vi_vn: %sNhấn vào đây%s để ẩn chi tiết

source: If you see errors, you should %sclick here%s to see more details
ar_eg: ÅĞÇ ÑÃêÊ ÃÎ×ÇÁ áêÌÈ Ãæ %sÊæâÑ çæÇ%s äÑÄêÉ ÇäåÒêÏ åæ ÇäÊáÇÕêä
bg_bg: Ако видите грешки, %sнатиснете тук%s за да видите повече подробности
es_es: Si observa errores, debería %spulsar aquí%s para ver más detalles
gl_es: Se observa erros, deber&iacute;a %spulsar aqu&iacute;%s para ver m&aacute;is detalles
is_is: Ef þú sérð villur, þá ættir þú að %ssmella hér%s til þess að sjá frekari upplýsingar
nl_nl: Als U fouten ziet, kan je %shier klikken%s om meer details te zien
no_no: Hvis du ser feil, %strykk her%s for å se flere detaljer
pt_br: Se você visualizar erros, você deve %sclicar aqui%s para ver mais detalhes
sv_se: Om du får felmeddelanden så kan du %sKlicka här%s för att finna mer information
vi_vn: Nếu bạn thấy có lỗi, bạn nên %snhấn vào đây%s để xem chi tiết hơn

source: Check Versions
ar_eg: áÍÕ ÇäÃÕÏÇÑÇÊ
bg_bg: Проверете Версиите
es_es: Chequear versiones
gl_es: Chequear versi&oacute;ns
is_is: Athuga útgáfu
nl_nl: Controleer versies
no_no: Sjekk versjoner
pt_br: Verificar Versões
sv_se: Kontrollera versioner
vi_vn: Kiểm tra Phiên bản

source: This page gives you information about the version of each necessary %s file.
ar_eg: çĞç ÇäÕáÍÉ ÊèáÑ äã ÈêÇæÇÊ Ùæ ÅÕÏÇÑ ãä åäá %s ÖÑèÑé.
bg_bg: Тази страница показва информациа за версията на всеки от нужните на %s файлове.
es_es: Esta página proporciona información sobre la versión de cada archivo necesario de %s.
gl_es: Esta p&aacute;xina proporciona informaci&oacute;n sobre a versi&oacute;n de cada arquivo necesario de %s.
is_is: Þessi síða gefur upplýsingar um hverja eina og einustu %s skrá.
nl_nl: Deze pagina geeft u meer informatie over de versie van elke %s bestand.
no_no: Denne siden gir deg informasjon om versjonen av hver av de nødvendige %s-filene.
pt_br: Esta página provê informações sobre a versão de cada arquivo do %s.
sv_se: Denna sida tillhandahåller dig med information om versionen på varje nödvändig %s fil.
vi_vn: Trang này đưa ra cho bạn thông tin về phiên bản của mỗi file %s cần thiết.

source: If you see any error(s), we highly suggest to get the actual version of that file(s).
ar_eg: ÅĞÇ ÑÃêÊ Î×Ã/ÃÎ×ÇÁ áÅææÇ æâÊÑÍ Ùäêã Ãæ ÊÍÕä Ùäé ÇäÅÕÏÇÑ ÇäÍâêâê ääåäá/ÇäåäáÇÊ
bg_bg: Ако видите грешка(и), ви препоръчваме да разберете реалните версиите на файловете.
es_es: Si observa algún error, le recomendamos encarecidamente que obtenga la última versión de esos ficheros.
gl_es: Se observa alg&uacute;n error, recomend&aacute;moslle encarecidamente que obte&ntilde;a a &uacute;ltima versi&oacute;n deses ficheiros.
no_no: Hvis du ser feilmeldinger, anbefaler vi at du laster ned de aktuelle versjonene av disse filene.
pt_br: Se você encontrar quaisquer erros, sugerimos enfaticamente que você obtenha a versão atualizada deste(s) arquivo(s).
vi_vn: Nếu bạn thấy có lỗi, chúng tôi đề nghị bạn hãy sử dụng phiên bản hiện tại của những file đó.

source: One file is missing, corrupt or older than expected.
bg_bg: Един файл липсва, повреден е или е по-стар от очакваното.
es_es: Un fichero está ausente, corrupto o es más antiguo que lo que se esperaba.
no_no: En fil mangler, er ødelagt eller er eldre enn forventet.
pt_br: Um arquivo está faltando, corrompido ou mais antigo do que esperado.
vi_vn: Một file bị mất, hỏng hoặc quá cũ so với yêu cầu.

source: All files okay.
bg_bg: Всички файлове са ОК.
es_es: Todos los ficheros son correctos.
no_no: Alle filene er OK.
pt_br: Todos os arquivos estão ok.
vi_vn: Tất cả file tốt.

source: There are problems with the following files. Please correct them before configuring %s.
ar_eg: ÊèÌÏ ÈÙÖ ÇäåÔÇãä áé çĞç ÇäåäáÇÊ. ÈÑÌÇÁ ÅÕäÇÍ çĞç ÇäåÔÇãä âÈä ÅÙÏÇÏ Çä %s.
bg_bg: Има проблеми със следните файлове. Моля отстранете тези проблеми преди да конфигурирате %s.
es_es: Hay problemas con los siguientes ficheros. Corríjalos antes de configurar %s.
gl_es: Hai problemas cos seguintes ficheiros. Corr&iacute;xaos antes de configurar %s.
is_is: Það eru vandamál með eftirfarandi skrár. Vinsamlegast lagaðu þær fyrir uppsetningu %s.
nl_nl: Er zijn problemen met de volgende bestanden. Verbeter deze alvorens te configurenen %s.
no_no: Det er problemer med følgende filer. Rett opp filene før du konfigurerer %s.
pt_br: Há problemas com os seguintes arquivos. Por favor corrija-os antes de configurar %s.
sv_se: Det är problem med följande filer. Vänligen rätta till dem innan du forsätter %s.
vi_vn: Có vấn đề với những file sau. Xin hãy sửa lại chúng cho đúng trước khi cấu hình %s.

source: One file is more recent than expected.
bg_bg: Един файл е по-нов от очакваното.
es_es: Un fichero es más reciente que lo que se esperaba.
is_is: Ein skrá er nýrri en búist var við.
nl_nl: Een bestand is nieuwer dan verwacht.
no_no: En fil er nyere enn forventet.
pt_br: Um arquivo é mais recente do que esperado.
sv_se: En fil är nyare än förväntat
vi_vn: Một file mới gần đây hơn so với yêu cầu.

source: The following files are more up-to-date than expected for this version of %s. If you are using pre-release code, this is OK.
ar_eg: ÇäåäáÇÊ ÇäÊÇäêÉ ÃãËÑ ÍÏÇËÉ ååÇ çè åÊèâÙ äçĞÇ ÇäÅÕÏÇÑ åæ%s. ÅĞÇ ãæÊ ÊÓÊÎÏå ÊÙäêåÇÊ ÈÑåÌêÉ åÇ âÈä ÇäÅÕÏÇÑ¬ áçĞÇ ÌêÏ.
bg_bg: Следните файлове са по-нова версия от очакваната отговаряща за тази версия на %s. Това е нормално, ако използвате 'pre-release' версия на програмата.
es_es: Los siguientes archivos son más actuales que la versión esperada para esta versión de %s. Si está usando código en pruebas, esto es normal.
gl_es: Os seguintes arquivos son m&aacute;is actuais que a versi&oacute;n esperada para esta versi&oacute;n de %s. Se est&aacute; a usar c&oacute;digo en probas, isto &eacute; normal.
is_is: Eftirfarandi skrár eru nýrri en búist var við fyrir þessa útgáfu af %s. Þetta er í lagi ef þú ert að nota forútgáfu (pre-release).
nl_nl: De volgende bestanden zijn nieuwer dan verwacht voor deze versie van %s. Als u beta code gebruikt is dit in orde.
no_no: Følgende filer er nyere enn det som ble forventet for denne versjonen av %s. Hvis du bruker en pre-release av programmet, er dette OK.
pt_br: Os seguintes arquivos estão mais atualizados do que o experado para esta versão do %s. Se você está utilizando um código pre-release, está tudo OK.
sv_se: Följande filer är mer uppdaterade än förväntat för denna version av %s. Om du använder en förutgåva av koden så är detta förväntat.
vi_vn: Những file sau đây là đúng hạn hơn cả so với phiên bản %s. Nếu bạn sử dụng các phiên bản giới thiệu trước, cũng chấp thuận được.

source: One file is up-to-date.
bg_bg: Един файл е последна версия.
es_es: Un fichero ha sido actualizado.
is_is: Ein skrá er ný uppfærð.
nl_nl: Een bestand is up-to-date.
no_no: En fil er oppdatert.
pt_br: Um arquivo está atualizado.
sv_se: En fil är uppdaterad.
vi_vn: Một file là đúng hạn.

source: All files are up-to-date.
bg_bg: Всички файлове са последна версия.
es_es: Todos los archivos están actualizados.
is_is: Allar skrár eru ný uppfærðar.
nl_nl: Alle bestanden zijn up-to-date
no_no: Alle filer har riktig dato.
pt_br: Todos os arquivos estão atualizados.
sv_se: Alla filer är uppdaterade.
vi_vn: Tất cả các file đúng hạn.

source: The following files are up-to-date.
ar_eg: ÇäåäáÇÊ ÇäÊÇäêÉ åäáÇÊ ÍÏêËÉ
bg_bg: Следните файлове са последна версия.
es_es: Los siguientes ficheros han sido puestos al día.
gl_es: Os seguintes ficheiros foron postos &oacute; d&iacute;a.
is_is: Eftirfarandi skrár eru ný uppfærðar.
nl_nl: De volgende bestanden zijn up-to-date.
no_no: Følgende filer er oppdaterte.
pt_br: Os seguintes arquivos estão atualizados.
sv_se: Följande filer är uppdaterade.
vi_vn: Những file sau là đúng hạn.

source: unknown
ar_eg: ÚêÑ åÙÑèá
bg_bg: неясно
es_es: desconocido
gl_es: desco&ntilde;ecido
is_is: óþekkt
nl_nl: onbekend
no_no: ukjent
pt_br: desconhecido
sv_se: Okänd
vi_vn: không&nbsp;rõ

source: Gallery prefers NetPBM version 9.9 and up. You can install just the binaries Gallery needs from the %sGallery Download Page%s. Or, you can compile and install the entire NetPBM package from the %sNetPBM website%s.
ar_eg: êáÖä ÇäåÙÑÖ ÇÓÊÎÏÇå ÅÕÏÇÑ 9.9 Ãè ÃÍÏË åæ NetPBM. êåãæã áâ× ÊËÈêÊ ÇäËæÇÆêÇÊ ÇäÊé êÍÊÇÌ ÅäêçÇ ÇäåÙÑÖ åæ %s ÕáÍÉ ÇäÊÍåêä ÇäÎÇÕÉ ÈÇäåÙÑÖ%s. Ãè âå ÈÊÌåêÙ èÊËÈêÊ ÇäÑÒåÉ ÇäãÇåäÉ äNetPBM åæ %s åèâÙ ÇäNetPBM Ùäé ÇäÔÈãÉ %s.
bg_bg: Галерията предпочита 'NetPBM' версия 9.9 или по-нова. Можете да инсталирате само файловете от които Галерията има нужда, от %sGallery Download Page%s. Или, можете да компилирате и инсталирате целия пакет 'NetPBM' от %sweb-страницата на NetPBM%s.
es_es: Gallery prefiere la versión 9.9 o posterior de NetPBM. Puede instalar solamente los binarios que Gallery necesita desde la página de %sGallery en Sourceforge%s. O, en cambio, puede compilar e instalar por completo el paquete de NetPBM desde la página de %sNetPBM en Sourceforge%s.
gl_es: Gallery prefire a versi&oacute;n 9.9 ou posterior de NetPBM. Pode instalar s&oacute; os binarios que Gallery necesita dende a p&aacute;xina de %sGallery en Sourceforge%s. Ou, nembargantes, pode compilar e instalar por completo o paquete de NetPBM dende a p&aacute;xina de %sNetPBM en Sourceforge%s.
no_no: Gallery foretrekker NetPBM 9.9 eller høyere. Du kan installere bare de filene Gallery behøver fra %sGallery nedlastingssider%s. Eller du kan kompilere og installere hele NetPBM-pakken fra %sNetPBM-hjemmesiden%s.
pt_br: Gallery prefere o NetPBM na versão 9.9 e superiores. Você pode instalar apenas os executáveis que o Gallery precisa da %sPágina de Download do Gallery%s. Ou você pode compilar e instalar o pacote inteiro do NetPBM do %ssite do NetPBM%s.
vi_vn: Thư viện ảnh yêu cầu NetPBM phiên bản 9.9 hoặc hơn. Bạn có thể chỉ cần cài đặt binaries mà Thư viện ảnh cần từ %sTrang tải phần mềm cho Thư viện ảnh%s. Hoặc, bạn có thể biên dịch và cài đặt toàn bộ gói NetPBM từ %sWebsite NetPBM%s.

source: Note:
ar_eg: åäÇÍØÉ:
bg_bg: Забележка:
es_es: Nota:
gl_es: Nota:
is_is: Ath:
nl_nl: Opmerking:
no_no: Merk:
pt_br: Nota:
sv_se: Observera:
vi_vn: Chú ý:

source: You can install the binaries from the Gallery site even if you don't have root access on your box! If you can't get it working, try leaving the NetPBM path blank and using ImageMagick instead.
ar_eg: êåãæã ÊËÈêÊ ÇäËæÇÆêÇÊ åæ åèâÙ ÇäåÙÑÖ ÍÊé äè äå êãæ äÏêã ÎÇÕêÉ ÇäèÕèä ÇäÌĞÑé Ùäé ÕæÏèâã. áÅĞÇ äå ÊÊåãæ åæ ÊÔÚêäç, áÍÇèä ÊÑã åÓÇÑ Çä NetPBM ÎÇäêÇ èÇÓÊÎÏå ImageMagick ÈÏäÇ åæç.
bg_bg: Mожете да инсталирате файловете от страницата на Галерията дори и да нямате 'root' достъп до системата ви. Ако нямате успех с това, оставете празен пътя към директорията на 'NetPBM' и вместо него използвайте 'ImageMagick'.
es_es: Puede instalar los binarios desde el sitio web de Gallery incluso si no tiene acceso como root en su máquina. Si no puede continuar trabajando, inténtelo dejando la ruta a NetPBM en blanco y use ImageMagick en su lugar.
gl_es: Pode instala-los binarios dende o sitio web de Gallery incluso se non ten acceso como root na s&uacute;a m&aacute;quina. Se non pode continuar traballando, int&eacute;nteo deixando a ruta a NetPBM en branco e use ImageMagick no seu lugar.
no_no: Du kan installere filene fra Gallery's sider selv om du ikke har root-tilgang på tjeneren! Hvis du ikke får det til å virke, prøv å la stien til NetPBM være tom, og bruk ImageMagick isteden.
pt_br: Você pode instalar os executáveis do site do Gallery mesmo que você não tenha o acesso de root em seu sistema! Se você não conseguir executá-lo, tente deixar o caminho do NetPBM em branco e usar, ao invés disso, o ImageMagick.
vi_vn: Bạn có thể cài đặt các binaries lấy từ trang của Thư viện ảnh ngay cả nếu bạn không có quyền truy cập root trên hệ thống! Nếu bạn không thể làm cho nó chạy, hãy để trống đường dẫn của NetPBM và dùng ImageMagick thay thế.

source: I've found part of NetPBM, but some critical components are missing (see below). Perhaps your version of NetPBM is out of date.
ar_eg: äâÏ èÌÏÊ ÌÒÁÇ åæ NetPBM¬ ÅäÇ Ãæ ÈÙÖ ÇäÙæÇÕÑ ÇäåçåÉ åáâèÏÉ (ÃæØÑ ÃÓáäç). åæ ÇäÃÑÌÍ Ãæ êãèæ ÅÕÏÇÑã åæ NetPBM âÏêåÇ.
bg_bg: Намерихме части от NetPBM, но някои критични компоненти липсват (вижте по-долу). Може би имате стара версия.
es_es: Hemos encontrado parte del paquete NetPBM pero algunos componentes críticos están ausentes (véalo abajo). Quizás su versión de NetPBM esté obsoleta.
no_no: Deler av NetPBM ble funnet, men noen kritiske komponenter er ikke der (se nedenfor). Kanskje din versjon av NetPBM er utdatert.
pt_br: Encontrado parte do NetPBM, mas alguns componentes críticos estão faltando (veja abaixo). Talvez sua versão do NetPBM esteja desatualizada.
vi_vn: Đã thấy phần của NetPBM, nhưng có vài thành phần cần thiết bị mất (xem bên dưới). Có thể phiên bản NetPBM của bạn đã quá cũ.

source: Gallery prefers ImageMagick version 5.4.8 and up. You can compile and install the entire ImageMagick package from the %sImageMagick website%s.
ar_eg: êáÖä ÇäåÙÑÖ ÇÓÊÎÏÇå ÅÕÏÇÑ 5.4.8 Ãè ÃÍÏË åæ ImageMagick. êåãæã ÊÌåêÙ èÊËÈêÊ ÇäÑÒåÉ ÇäãÇåäÉ äImageMagick åæ %s åèâÙ ÇäImageMagick Ùäé ÇäÔÈãÉ %s.
bg_bg: Галерията предпочита 'ImageMagick' версия 5.4.8 и нагоре. Можете да компилирате и инсталирате целия 'ImаgeMagick' пакет от %sweb-страницата на ImageMagick%s.
es_es: Gallery prefiere la versión 5.4.8 de ImageMagick o posteriores. Puede compilar e instalar el paquete completo de ImageMagick desde la %spágina web de ImageMagick%s.
gl_es: Gallery prefire a versi&oacute;n 5.4.8 de ImageMagick ou posteriores. Pode compilar e instala-lo paquete completo de ImageMagick dende a %sp&aacute;xina web de ImageMagick%s.
is_is: Gallery vill helst ImageMagick útgáfur 5.4.8 og uppúr. Þú getur þýtt og sett upp allan ImageMagick-pakkann frá %sImageMagick vefsvæðinu%s.
nl_nl: Gallery gebruikt ImageMagick versie 5.4.8 of hoger. U kan het hele ImageMagick packet compileren en installeren vanaf %sImageMagick website%s.
no_no: Gallery foretrekker ImageMagick versjon 5.4.8 og over. Du kan kompilere og installere hele pakken til ImageMagick fra %sImageMagick-hjemmesiden%s.
pt_br: Gallery requer ImageMagick na versão 5.4.8 e superiores. Você pode compilar e instalar o pacote inteiro do %ssite do ImageMagick%s.
sv_se: Gallery föredrar ImageMagick version 5.4.8 eller senare. Du kan kompilera och installera hela ImageMagick-paketet från %sImageMagick's webbplats%s.
vi_vn: Gallery khuyến cáo ImageMagick phiên bản 5.4.8 hoặc hơn. Bạn có thể biên dịch và cài đặt ImageMagick trọn bộ từ %sWebsite ImageMagick%s.
