Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_common.po
Languages: da_dk, gl_es, nl_nl, tr_tr

source: It seems you didn't download any additional languages. This is not a problem! Gallery will appear just in English. Note: If this is not true, check that all files in locale folder are readable for the webserver, or contact the Gallery Team.
gl_es: Parece que no puido descarregarse m&aacute;is idiomas. Isto non &eacute; un problema. Gallery s&oacute; se amosar&aacute; en ingl&eacute;s. Nota: Se isto no &eacute; cierto, comprobe que t&oacute;dolos ficheiros do directorio locale poden ser lidos polo servidor web, ou contacte co Equipo de Gallery.
nl_nl: Het lijkt er op dat u geen extra laten heeft ge&iuml;nstalleerd. Dat is geem probleem! Gallery is dan enkel beschikbaar in het Engels. Opmerking: als dit niet waar is, controleer dan dat alle bestanden in de locale map leesbaar zijn voor de webserver, of neem contact op met het Gallery Team.

source: %d languages are available. If you are missing a language please visit the %sGallery download page%s.
gl_es: %d linguaxes est&aacute;n dispo&ntilde;ibles. Se alg&uacute;n linguaxe que lle interese est&aacute; ausente, visite a %sp&aacute;xina de descarregas de Gallery%s.
nl_nl: %d talen beschikbaar. Als u een taal mist kunt u deze downloaden op de %sGallery download pagina%s.
tr_tr: %d dil kullanýlabilir durumda. Eðer eksik dil olduðunu düþünüyorsanýz %sGaleri Download Sayfasýný%s ziyaret ediniz.

source: You can check for more recent versions by visiting %s.
da_dk: Du kan se efter nyere version ved at besøge %s.
gl_es: Pode revisar se existen versi&oacute;ns m&aacute;is recentes visitando %s.
nl_nl: U kan controleren of er een nieuwe versie beschikbaar is door %s te bezoeken.
tr_tr: Yeni versiyonlarý %s 'yi ziyaret ederek kontrol edebilirsiniz.

source: This version of %s was released on %s.
da_dk: Denne version af %s blev frigivet den %s.
gl_es: Esta versi&oacute;n de %s foi liberada en %s.
nl_nl: Deze versie van %s werd vrijgegeven op %s.
tr_tr: %s versiyonu yayýmlanma tarihi %s.

source: This is a development build of %s that was released on %s.
da_dk: Dette er en udviklingsversion af %s som blev frigivet den %s.
gl_es: Esta &eacute; unha versi&oacute;n en desenvolvemento de %s que foi liberada en %s.
nl_nl: Deze versie van %s werd vrijgegeven op %s.
tr_tr: Bu %s geliþtirme versiyonudur, yayýnlanma tarihi %s.

source: Please check regularly for updates.
da_dk: Se venligst regelmæssigt efter opdateringer.
gl_es: Por favor, comprobe regularmente as actualizaci&oacute;ns.
nl_nl: Gelieve regelmatig te controleren of er updates beschikbaar zijn.
tr_tr: Güncellemeler için kontrol et.

source: All gallery locales are available on this host.
da_dk: Alle sprogfiler for galleriet er tilgængelige på denne maskine.
gl_es: T&oacute;dolos idiomas est&aacute;n dispo&ntilde;ibles nesta m&aacute;quina.
nl_nl: Alle lokale variabelen van Gallery zijn beschikbaar op deze host.
tr_tr: Gerekli tüm Galeri localleri mevcut.

source: There are %d locales that Gallery was unable to locate. You may need to select manually date formats.
nl_nl: Er zijn %d locales die Gallery niet kan vinden. U moet wellicht handmatig uw datumformaten instellen.

source: Dates in %d languages may not be formatted properly, because the corresponding locales are missing. You may need to select manually the date formats for these.
gl_es: As datas en %d linguaxes non ser&aacute;n formateadas correctamente porque estes idiomas est&aacute;n ausentes. Pero pode escoller outro formato manualmente para estas.
nl_nl: De datums in %d talen zijn misschien niet goed ingesteld, omdat de bijbehorende locales missen. U moet wellicht handmatig uw datumformaten instellen.

source: We were unable to detect any locales. However, your PHP installation is configured with the %s restriction so this may be interfering with the way that we detect locales. Unfortunately this means the date format will not change for different languages. However, it is OK to continue.
nl_nl: We konden geen enkele taal vinden. Echter: uw PHP installatie is geconfigureerd met de %s restrictie, dus dit kan de detectering van talen beinvloeden. Helaas betekent dit dat de datumformaten niet wijzigen voor verschillende talen. U kunt wel gewoon doorgaan.

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
nl_nl: We konden geen enkele systeemlocale vinden. Meertalige functies worden uitgezet. Installeer a.u.b. de overeenstemmende locales of vraag uw beheerder dit te doen. Dit probleem is bekend voor %s systemen. In dat geval kunt u deze %sDebian locale HowTo%s raadplegen.

source: Only the default locale for this machine is available, so date format will not change for different languages.
da_dk: Kun standard regionaldata er tilgængelig på denne maskine, så datoformatet vil ikke skifte med forskellige sprog.
gl_es: S&oacute; a configuraci&oacute;n rexional por defecto est&aacute; dispo&ntilde;ible nesta m&aacute;quina, as&iacute; que o formato das datas non cambiar&aacute; nos diferentes linguaxes.
nl_nl: Enkel de standaard locale is geïnstalleerd op dit systeem. Hierdoor zal de weergave van de datum niet veranderen voor verschillende talen.

source: Advanced
da_dk: Avanceret
gl_es: Avanzado
nl_nl: Geavanceerd
tr_tr: Detaylý

source: <b>System</b> locale selection required
gl_es: A elecci&oacute;n dun <b>idioma</b> &eacute; imprescindibel
nl_nl: <b>Systeem</b> lokale selectie vereist
tr_tr: <b>Sistem</b> locale seçimi gerekli

source: There is more than one suitable <b>system</b> locale installed on your machine for the following languages. Please chose the one you think is most suitable.
gl_es: Hai m&aacute;is dunha <b>configuraci&oacute;n rexional</b> id&oacute;nea instaladas na s&uacute;a m&aacute;quina para os seguintes linguaxes. Por favor, escolla a que crea m&aacute;is axeitada.
nl_nl: Er zijn meer dan 1 geschikte locales geïnstalleerd op uw systeem voor de volgende talen. Gelieve diegene te kiezen waarvan U denkt dat deze het meest geschikt is.

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
gl_es: Isto &eacute; <b>s&oacute;amente</b> para os formatos de datas e horas. S&oacute; necesita edita-los idiomas para activalo
nl_nl: Dit is <b>enkel</b> voor datum en tijd formaten. U hoeft enkel de talen te wijzigen die u hierboven aangezet heeft.

source: System locale
da_dk: System sprogdata
gl_es: Idioma do sistema
nl_nl: Systeem locale
tr_tr: Sistem locale

source: <b>System</b> locale problems
gl_es: Problemas cos idiomas do <b>sistema</b>
nl_nl: <b>Systeem</b> lokale problemen
tr_tr: <b>Sistem</b> locale problemleri

source: There are no apparently suitable <b>system</b> locales installed on your machine for the following languages. Please choose the one you think is most suitable.
gl_es: Aparentemente non hai <b>configuraci&oacute;ns rexionais</b> id&oacute;neas instaladas na s&uacute;a m&aacute;quina para os seguintes linguaxes. Por favor, escolla a que crea m&aacute;is axeitada.
nl_nl: Er zijn blijkbaar geen geschikte locales geïnstalleerd op uw systeem voor de volgende talen. Gelieve diegene te kiezen waarvan U denkt dat deze het meest geschikt is.

source: <b>safe_mode</b> is off.
da_dk: <b>safe_mode</b> er slået fra.
gl_es: O xeito seguro (<b>safe_mode</b>) est&aacute; desactivado.
nl_nl: <b>safe_mode</b> staat uit
tr_tr: <b>safe mode(güvenli kip)/b> kapalý.

source: <b>magic_quotes</b> are off.
da_dk: <b>magic_quotes</b> er slået fra.
gl_es: O par&aacute;metro <b>magic_quotes_gpc</b> est&aacute; desactivado.
nl_nl: <b>magic_quotes</b> staan uit
tr_tr: <b>magic_quotes</b> kapalý.

source: In %s, missing %s in row %d with %s %s.
gl_es: En %s, desaparecido %s na fila %d con %s %s.
nl_nl: In %s, missende %s in rij %d met %s %s.

source: Vote words and values
gl_es: Votar palabras e valores
nl_nl: Stemwoorden en -waarden

source: In %s, blank in row %d.
gl_es: En %s, espacio en branco na fila %d.
nl_nl: In %s, lege waarde in rij %d.

source: In %s, for name %s (row %d) value %s should be a positive whole number
gl_es: En %s, para o nome %s (fila %d) o valor %s deber&iacute;a ser un n&uacute;mero enteiro positivo
nl_nl: In %s, voor naam %s (rij %d) waarde %s zou een positief geheel getal moeten zijn

source: <b>register_globals</b> is off.
da_dk: <b>register_globals</b> er slået fra.
nl_nl: <b>register_globals</b> staat uit
tr_tr: <b>register_globals</b> kapalý.

source: Your passwords do not match!
da_dk: Dine kodeord er forskellige!
nl_nl: Uw wachtwoorden komen niet overeen!

source: OK
gl_es: CORRECTO
nl_nl: Oke
tr_tr: TAMAM

source: Valid admin email address given.
da_dk: Gyldig administrator e-post-adresse angivet.
gl_es: Entregada unha direcci&oacute;n de correo v&aacute;lida para o administrador.
nl_nl: Geldig beheerders e-mailadres opgegeven.
tr_tr: Geçerli yönetici email adresi verildi.

source: You must specify valid admin email addresses
da_dk: Du skal angive gyldige aministrator e-post-adresser
gl_es: Debe especificar direcci&oacute;ns de correo v&aacute;lidas para o administrador
nl_nl: U moet een geldig admins e-mailadres opgeven
tr_tr: Geçerli yönetici email adresleri girmelisiniz

source: %s is not a valid email address.
da_dk: %s er ikke en gyldig e-post-adresse.
gl_es: %s non &eacute; unha direcci&oacute;n de correo v&aacute;lida.
nl_nl: %s is geen geldig e-mailadres.
tr_tr: %s geçerli bir email adresi deðil.

source: Valid sender email address given.
gl_es: Entregada unha direcci&oacute;n de correo v&aacute;lida para o remitente.
nl_nl: Geldige afzenders e-mailadres opgegeven.
tr_tr: Geçerli gönderen email adresi verildi.

source: You must specify a valid sender email address
da_dk: Du skal angive en gyldig afsenderadresse
gl_es: Debe especificar unha direcci&oacute;n de correo v&aacute;lida para o remitente
nl_nl: U moet een geldig afzender e-mailadres opgeven
tr_tr: Geçerli bir gönderen email adresi girmelisiniz

source: You must include %s in your welcome email
gl_es: Debe incluir %s no seu correo de benvida
nl_nl: U moet %s in uw welkomstmail zetten

source: You must include %s or %s in your welcome email
gl_es: Debe incluir %s ou %s no seu correo de benvida
nl_nl: U moet %s of %s in uw welkomstmail zetten

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
gl_es: Os seguintes ficheiros est&aacute;n obsoletos, corruptos ou ausentes:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
nl_nl: De volgende bestanden zijn verouders, corrupt of ontbreken:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
da_dk: Dette bør rettes før der gås videre
gl_es: Isto deber&iacute;a ser arranxado antes de proceder
nl_nl: Dit moet gerepareerd worden voor u verder kunt gaan

source: Look at %sCheck Versions%s for more details.
da_dk: Se %sKontroller versioner%s for flere detaljer.
gl_es: Consulte %sComprobar versi&oacute;ns%s para m&aacute;is detalles.
nl_nl: Kijk hier %sControleer versies%s voor meer details.
tr_tr: Daha Fazla bilgi için %sBuraya Týklayýnýz%s .

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
da_dk: %d filer er nyere end forventet. Dette er OK hvis du bruger en beta, CVS eller modificeret kode.
gl_es: %d ficheiros son m&aacute;is recentes do que se esperaba. Isto &eacute; correcto se est&aacute; a utilizar unha versi&oacute;n pre-release, beta, de CVS ou modificada.
nl_nl: %d bestanden zijn nieuwer dan verwacht. Dit is goed als u een pre-release, beta, CVS of gewijzigde versie gebruikt.

source: All tested files up-to-date.
da_dk: Alle kontrollerede filer er up to date.
gl_es: T&oacute;dolos ficheiros comprobados est&aacute;n postos &oacute; d&iacute;a.
nl_nl: Alle bestanden zijn up-to-date.
tr_tr: Tüm test edilen dosyalar güncel.

source: All %d tested files up-to-date.
da_dk: Alle %d kontrollerede filer er up to date.
gl_es: T&oacute;dolos ficheiros (%d) comprobados est&aacute;n postos &oacute; d&iacute;a.
nl_nl: Alle %d geteste bestanden zijn up-to-date.

source: this is new in version %s
da_dk: dette er nyt i version %s
gl_es: isto &eacute; novo na versi&oacute;n %s
nl_nl: dit is nieuw in versie %s
tr_tr: bu %s versiyonunda yeni

source: Return to %s.
da_dk: Ved tilbage til %s.
gl_es: Volver a %s.
nl_nl: Terug naar %s.
tr_tr: %s Dön.

source: Configuration Wizard
da_dk: Konfigurationstilstand
gl_es: Asistente de Configuraci&oacute;n
nl_nl: Configuratie wizard
tr_tr: Konfigurasyon Sihirbazý

source: You must enter a password for the %s account.
da_dk: Du skal angive en adgangskode for %s kontoen.
gl_es: Debe introducir un contrasinal para a conta %s.
nl_nl: U moet een wachtwoord opgeven voor het %s account.
tr_tr: %s hesabý için þifre girmelisiniz.

source: It seems you've already configured Gallery, because there is one admin account, but its not called %s.
gl_es: Parece que ti&ntilde;a configurado Gallery porque hai unha conta de administraci&oacute;n, pero non se chama %s.
nl_nl: Het lijkt er op dat u Gallery al geconfigureerd heeft, omdat er een beheerders account is, maar het heet niet %s.

source: It seems you've already configured Gallery, because there are %d admin accounts, but no user called %s.
gl_es: Parece que ti&ntilde;a configurado Gallery porque hai %d contas de administraci&oacute;n, pero non hai ningunha chamada %s.
nl_nl: Het lijkt er op dat u Gallery al geconfigureerd heeft, omdat er %d beheerders accounts zijn, maar geen gebruiker genaamd %s.

source: You don't have to enter a password. But if you do, Gallery will create an administrator account called %s with that password.
gl_es: Non ten que introducir un contrasinal. Pero se o fai, Gallery crear&aacute; unha conta de administrador chamada %s con ese contrasinal.
nl_nl: U hoeft geen wachtwoord in te voeren, maar als u dat wel doet zal Gallery een beheerders account genaamd %s aanmaken met dat wachtwoord.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
gl_es: Parece que ti&ntilde;a configurado Gallery porque existe o usuario %s. No ten que introducir un contrasinal. Pero se o fai, Gallery cambiar&aacute; o contrasinal do usuario %s.
nl_nl: Het lijkt er op dat u Gallery al geconfigureerd heeft, omdat de gebruiker %s bestaat. U hoeft geen wachtwoord in te voeren, maar als u dat wel doet zal Gallery het wachtwoord van %s wijzigen.

source: Admin password
da_dk: Administrator-adgangskode
gl_es: Contrasinal do Administrador
nl_nl: Beheerders wachtwoord
tr_tr: Yönetici Þifresi

source: Full Name
da_dk: Fuldt navn
gl_es: Nome completo
nl_nl: Volledige naam
tr_tr: Isim - Soyad

source: Full name that you can click on to send email (mailto:)
gl_es: Nome completo sobre o que pode pulsar para enviar unha mensaxe de correo (mailto:)
nl_nl: Volledige naam waarop u kunt klikken om een bericht te sturen (mailto:)

source: Username that you can click on to send email (mailto:)
gl_es: Nome de usuario sobre o que pode pulsar para enviar unha mensaxe de correo (mailto:)
nl_nl: Gebruikersnaam waarop u kunt klikken om een bericht te sturen (mailto:)

source: email address
gl_es: direcci&oacute;n de correo electr&oacute;nico
nl_nl: e-mail adres
tr_tr: email adresi

source: File missing or unreadable. Please install then re-run this test.
gl_es: Ficheiro non atopado ou imposibel de ler. Por favor, inst&aacute;leo e execute de novo esta proba.
nl_nl: Bestand mist of is onleesbaar. Installeer a.u.b. en herstart deze test.

source: Please ensure that %s is the latest version.
gl_es: Por favor, aseg&uacute;rese de que a versi&oacute;n %s &eacute; a &uacute;ltima.
nl_nl: Zorg er voor dat %s de laatste versie is.

source: Testing status of %d files.
gl_es: Comprobando o estado de %d ficheiros.
nl_nl: Testen van de status van %d bestanden.
tr_tr: %d dosyanýn test durumu.

source: Cannot read file %s.
da_dk: Kan ikke læse filen %s.
gl_es: Non se pode le-lo ficheiro %s.
nl_nl: Kan het bestand %s nie lezen.

source: File missing or unreadable.
da_dk: Filen mangler eller kan ikke læses.
gl_es: Fichero no encontrado o imposibel de ler.
nl_nl: Bestand mist of is onleesbaar.
tr_tr: Dosya kayýp ya da okunamýyor.

source: Version information not found in %s. File must be old version or corrupted.
da_dk: Versionsinformation ikke fundet i %s. Filen må være en gammel version eller ugyldig.
gl_es: No se atopou informaci&oacute;n sobre a versi&oacute;n en %s. O ficheiro debe ser unha versi&oacute;n antiga ou pode estar corrupto.
nl_nl: Versieinformatie niet gevonden in %s. Bestand is of oud, of corrupt.

source: Missing version
da_dk: Mangler version
gl_es: Versi&oacute;n non atopada
nl_nl: Ontbrekende versie
tr_tr: Kayýp versiyon

source: Problem with %s. Expected version %s (or greater) but found %s.
da_dk: Problem med %s. Forventede version %s (eller større) men fandt %s.
nl_nl: Probleem met %s. Verwachtte versie %s (of nieuwer) maar vond %s.

source: Expected version %s (or greater) but found %s.
da_dk: Forventede version %s (eller større) men fandt %s.
gl_es: Essper&aacute;base a versi&oacute;n %s (ou superior) pero atopouse la %s.
nl_nl: Verwachtte versie %s (of nieuwer) maar vond %s.

source: %s OK. Actual version (%s) more recent than expected version (%s)
da_dk: %s OK. Den aktuelle version (%s) er nyere end den forventede version (%s)
gl_es: %s correcto. A versi&oacute;n actual (%s) &eacute; m&aacute;is recente que a esperada (%s)
nl_nl: %s okay. De werkelijke versie (%s) is nieuwer dan de verwachtte versie (%s).

source: Expected version %s but found %s.
da_dk: Forventede version %s men fandt %s.
gl_es: Esper&aacute;base a versi&oacute;n %s pero atopouse a %s.
nl_nl: Verwachtte versie %s, maar vond %s.

source: %s OK
gl_es: %s correcto
nl_nl: %s okay
tr_tr: %s TAMAM

source: Found expected version %s.
da_dk: Fandt den forventede version %s.
gl_es: Atopouse a versi&oacute;n esperada de %s.
nl_nl: Vond de verwachtte versie %s.

source: This email will be sent when new accounts are created.
da_dk: Denne email vil blive sendt når nye konti bliver oprettet.
gl_es: Este correo ser&aacute; enviado cando as novas contas sexan creadas.
nl_nl: Deze e-mail wordt verzonden als er een nieuw account wordt gecreeerd.

source: File %s does not exist.
da_dk: Filen %s eksisterer ikke.
gl_es: O arquivo %s non existe.
nl_nl: Bestand %s bestaat niet.
tr_tr: %s dosyasý mevcut deðil.

source: Expected status: %s, but actually received status %s.
da_dk: Ventet status: %s, men modtagen status var %s.
gl_es: Espar&aacute;base o estatus %s, pero recibiuse o estatus %s.
nl_nl: Verwachte status: %s, maar de onvangen status is %s.
tr_tr: Beklenen durum: %s, ancak alýnan durum %s.

source: can't detect version on Windows
da_dk: Kan ikke detektere version af Windows
gl_es: non se pode detecta-la versi&oacute;n de Windows
nl_nl: kan versie niet detecteren in Windows

source: OK! Version: %s
gl_es: ¡Perfecto! Versi&oacute;n: %s
nl_nl: Oke! Versie: %s
tr_tr: Tamam! Versiyon: %s

source: Vote
da_dk: Stem
nl_nl: Stem
tr_tr: Oy

source: Total points in brackets
da_dk: Total antal point i kantede parenteser
gl_es: Puntos totais entre par&eacute;ntese
nl_nl: Totale punten tussen haakjes

source: Average points in brackets
da_dk: Gennemsnitligt antal point i kantede parenteser
gl_es: Media de puntos entre par&eacute;ntese
nl_nl: Gemiddelde punten tussen haakjes

source: 1 voter
da_dk: 1 stemmeafgiver
nl_nl: 1 stemmer
tr_tr: 1 oy veren

source: Result from one voter
da_dk: Resultat fra en stemmeafgiver
nl_nl: Resultaten van een stemmer.
tr_tr: Sonuç oy veren sayýsý bir

source: %s: %s points;
da_dk: %s: %s point;
gl_es: %s: %s puntos;
nl_nl: %s: %s punten;
tr_tr: %s: %s puan;

source: Key - %s
da_dk: Nøgle - %s
gl_es: Clave - %s
nl_nl: Sleutel - %s.
tr_tr: Anahtar - %s

source: No votes so far.
da_dk: Ingen stemmer endnu.
nl_nl: Er zijn nog geen stemmen.
tr_tr: Oy yok.

source: Poll results:
da_dk: Afstemningsresultater:
gl_es: Resultados da enquisa:
nl_nl: Poll resultaten:
tr_tr: Oylama sonuçlarý:

source: No votes
da_dk: Ingen stemmer
nl_nl: Geen stemmen
tr_tr: Oy yok

source: Number %d overall.
da_dk: Nummer %d i alt.
gl_es: %d en total.
nl_nl: Nummer %d totaal.

source: one vote
da_dk: en stemme
nl_nl: een stem
tr_tr: bir oy

source: Background Image (URL)
tr_tr: Arkaplan Resmi (URL)

source: Colors
tr_tr: Renkler

source: Frames
gl_es: Cadros
tr_tr: Çerçeveler

source: Album Frame
da_dk: Albumramme
gl_es: Marco do &aacute;lbume
tr_tr: Albüm Çerçevesi

source: Slideshow
tr_tr: Slaytgösterisi

source: Sizes
tr_tr: Boyutlar

source: Display
tr_tr: Görüntüle

source: Services
tr_tr: Hizmetler

source: Enable Ecards ?
tr_tr: Ekart'ý aktif hale getir?

source: Who can vote?
tr_tr: Kimler oy verebilir?

source: Voting Options
tr_tr: Oylama Seçenekleri

source: Misc
tr_tr: Çeþitli

source: Microthumbs
tr_tr: Mikrothumbs

source: both
tr_tr: ikisi de

source: Fixed
tr_tr: Düzeltildi

source: Dynamic
tr_tr: Dinamik

source: Number of previous thumbs
tr_tr: Önceki thumb sayýsý

source: Number of next thumbs
tr_tr: Sonraki thumb sayýsý

source: Colorpicker
tr_tr: Renkseçici

source: Color Picker
tr_tr: Renk Seçici

source: Search:
tr_tr: Ara:

source: Problem including file %s
tr_tr: %s dosyasý problem içeriyor

source: No Skin
da_dk: Intet skind
tr_tr: Skin Yok

source: Resizing Image: %s
da_dk: Ændrer størrelse på: %s
tr_tr: Resim Boyutu Yenileniyor: %s

source: Email not sent as no reciepient address provided
tr_tr: Alýcý adresi belirtilmediðinden Email gönderilmedi

source: This is a HTML mail, please have a look at the Attachment.
tr_tr: Bu HTML mesajý, lütfen eklentilere bakýnýz.

source: The Url to your Gallery.
tr_tr: Galerinize Url.

source: Title of your Gallery.
tr_tr: Galerinizin Baþlýðý.

source: Admin email(s)
tr_tr: Yönetici email(larý)

source: Password for the newly created user.
tr_tr: Yeni yaratýlan kullanýcý için þifre.

source: Fullname
tr_tr: Ýsim Soyad

source: New comment for %s
tr_tr: %s için yeni yorum var

source: A new comment has been added to Gallery: %s
tr_tr: Galeriye yeni yorum eklendi: %s

source: The comment was added by %s to this %s in this %s.
tr_tr: %s tarafýndan yeni bir yorum eklendi. Yorum Eklenen öge: %s, albüm: %s .

source: Item
tr_tr: Öge

source: Album
gl_es: &Aacute;lbume
tr_tr: Albüm

source: *** Begin comment ***
tr_tr: *** Yorum baþlangýç ***

source: ***End comment ***
tr_tr: *** Yorum bitiþ ***

source: If you no longer wish to receive emails about this image, follow the links above and ensure that 'Email me when comments are added' is unchecked in both the photo and album page (You'll need to login first).
tr_tr: Bu resim hakkýnda bundan sonra email almak istemiyor iseniz, yukarýda bulunan linkleri takip edin ve Yorum eklendiðinde bana email gönder seçeneðinin foto ve albüm sayfasýnda seçili olmadýðýndan emin olun (Öncelikli olarak giriþ yapmýþ olmalýsýnýz).

source: New comment for %s.
tr_tr: %s için yeni yorum.

source: The given Value not a valid Integer.
tr_tr: Verilen Deðer geçerli bir Tamsayý (bütün) deðil.

source: Album: %s
gl_es: &Aacute;lbume: %s
tr_tr: Albüm: %s
