Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: You must provide your new password.
af_za: Jy moet jou nuwe wagwoord invoer.
ar_eg: äÇÈÏ åæ èÖÙ ãäåÉ ÇäåÑèÑ ÇäÌÏêÏÉ ÇäÎÇÕÉ Èã
bg_bg: Трябва да въведете новата си парола.
da_dk: Du skal angive din gamle adgangskode.
fi_fi: Sinun on annettava uusi salasana.
gl_es: Debe proporciona-lo seu novo contrasinal.
it_it: Devi fornire la tua nuova password.
ja_jp: 新しいパスワードを入力しなければいけません。
pl_pl: Musisz podaæ swoje nowe has³o.
pt_br: Você deve informar sua nova senha.

source: Make New Password
af_za: Maak 'n nuwe wagwoord
ar_eg: âå ÈÙåä ãäåÉ åÑèÑ ÌÏêÏÉ äã
bg_bg: Сменете си Паролата
da_dk: Lav ny adgangskode
fi_fi: Tee uusi salasana
gl_es: Crear un novo contrasinal
it_it: Genera Nuova password
ja_jp: 新しいパスワードを生成
pl_pl: Twórz Nowe Has³o
pt_br: Criar Nova Senha

source: Enter the Gallery
ar_eg: ÃÏÎä ÇäåÙÑÖ
bg_bg: Влезте в Галерията
da_dk: Gå ind i Gallery
fi_fi: Astu Galleriaan
gl_es: Entrar en Gallery
ja_jp: Galleryへ入る
pl_pl: Wej¶cie do Twojej Galerii
pt_br: Entrar no Gallery

source: You can change your user information here.
af_za: Hier kan jy jou gegewens wysig.
ar_eg: êåãæã ÊÚêêÑ ÈêÇæÇÊã ãåÓÊÎÏå çæÇ
bg_bg: Тук можете да промените информацията за вас.
da_dk: Du kan ændre information om dig selv her.
fi_fi: Voit vaihtaa omat tietosi t&auml;&auml;ll&auml;.
gl_es: Pode cambia-la s&uacute;a informaci&oacute;n de usuario aqu&iacute;.
it_it: Qui puoi cambiare le tue informazioni utente.
ja_jp: ここで自分の情報を変更できます。
pl_pl: Mo¿esz tutaj zmieniæ informacje dot. u¿ytkownika.
pt_br: Você pode alterar suas informações de usuário aqui.

source: You must enter the new password twice.
af_za: Jy moet 'n wagwoord invoer
ar_eg: êÌÈ ÅÏÎÇä ãäåÉ ÇäåÑèÑ ÇäÌÏêÏÉ åÑÊêæ
bg_bg: Трябва да въведете паролата си два пъти.
da_dk: Du skal indtaste din nye adgangskode to gange.
fi_fi: Sinun t‰ytyy antaa uusi salasanasi kahdesti.
gl_es: Debe introducir o novo contrasinal d&uacute;as veces.
it_it: Devi inserire la tua nuova password due volte.
ja_jp: 新しいパスワードは2回入力しなくてはいけません。
pl_pl: Musisz podaæ nowe has³o dwukrotnie.
pt_br: Você deve informar a nova senha duas vezes.

source: Owner
ar_eg: ÇäåÇäã
bg_bg: Собственик
da_dk: Ejer
fi_fi: Omistaja
gl_es: Propietario
ja_jp: 所有者
pl_pl: W³a¶ciciel:
pt_br: Dono

source: Warning: you have changed voters from %s to %s. It is advisable to reset the poll to remove all previous votes.
af_za: Waaskuwing: jy het kiesers van %s na %s verander. Dit is raadsaam dat jy die meningspeilings-uitslae herstel om al die vorige stemme te verwyder.
ar_eg: ÊÍĞêÑ: äâÏÚêÑÊ ÇäæÇÎÈêæ åğæò %s Åäé %s. êïÓÊÍÓæ ÅÙÇÏÉ ÇäÅÓÊ×äÇÙğ äÅÒÇäÉ ãïä ÇäÃÕèÇÊ ÇäÓÇÈâÉ.
bg_bg: Внимание: вие променихте гласуващите от %s на %s. Желателно е да анулирате гласуването за да премахнете вички предишни резултати.
da_dk: Advarsel: du har ændret stemmer fra %s til %s. Det tilrådes at nulstille afstemningen så alle tidligere stemmer fjernes.
fi_fi: Varoitus: olet vaihtanut ‰‰ni‰ %s -> %s. On kannattavaa resetoida ‰‰nestys poistaaksesi kaikki entiset ‰‰net.
gl_es: Advertencia: cambiou votantes dende %s a %s. &Eacute; aconsellable reinicia-la enquisa ou borrar t&oacute;dolos votos previos.
it_it: Attenzione: hai cambiato i votanti da %s a %s. E' raccomandabile azzerare la votazione per rimuovere i voti precedenti.
ja_jp: 警告: 投票を%sから%sに変更しました。これまでの票を全て削除するには投票をリセットするのが賢明です。
pl_pl: Ostrze¿enie: zmieni³e¶ g³osowanie z %s na %s. Zaleca siê zresetowanie ankiet aby usun±æ wszystkie poprzednie g³osy.
pt_br: Aviso: você alterou os eleitores de %s para %s. É interessante reiniciar a votação para remover todos os votos anteriores.

source: Poll Properties
af_za: Meningspeiling eienskappe
ar_eg: ÎÕÇÆÕ ÇäÊÕèêÊ
bg_bg: Детайли на гласуването
da_dk: Egenskaber for afstemning
fi_fi: ƒ‰nestyksen asetukset
gl_es: Propiedades da enquisa
it_it: Propriet&agrave; Votazione
ja_jp: 投票プロパティ
pl_pl: Ustawienia ankiety
pt_br: Propriedades da Votação

source: Type of poll for this album
af_za: Tipe meningspeilings vir hierdie album
ar_eg: æèÙ ÇäÊÕèêÊ äçĞÇ ÇäÃäÈèå
bg_bg: Тип на гласуването за този албум
da_dk: Afstemingstype for dette album
fi_fi: ƒ‰nestyksen tyyppi t‰ss‰ albumissa
gl_es: Tipo de enquisa para este &aacute;lbume
it_it: Tipo di votazione per questo album
ja_jp: このアルバムに対する投票の種類
pl_pl: Typ ankiety dla tego albumu
pt_br: Tipo de votação para este álbum

source: Rank
af_za: Rang
ar_eg: ÑÊÈÉ
bg_bg: По Ред
da_dk: Rang
fi_fi: Luokitus
gl_es: Ranking
it_it: Classifica
ja_jp: ランク
pl_pl: Ranking

source: Critique
af_za: Kritiek
ar_eg: æâÏ
bg_bg: С Критика
da_dk: Kritik
fi_fi: Arvostelu
gl_es: Cr&iacute;tica
it_it: Pagella
ja_jp: 批評
pl_pl: Recenzja
pt_br: Crítica

source: Number of voting options
af_za: Aantal kies opsies
ar_eg: ÙÏÏ ÎêÇÑÇÊ ÇäÊÕèêÊ
bg_bg: Брой на точките за гласуване
da_dk: Antal afstemningsmuligheder
fi_fi: ƒ‰nestysvaihtoehtojen m‰‰r‰
gl_es: N&uacute;mero de opci&oacute;ns para votar
it_it: Numero di opzioni di voto
ja_jp: 投票オプションの数
pl_pl: Liczba opcji g³osowania
pt_br: Número de opções para votar

source: Show results of voting to all visitors?
af_za: Wys uitslae van meningspeilings aan alle besoekers?
ar_eg: çä ÊÙÑÖ æÊÇÆÌ ÇäÊÕèêÊ äãä ÇäÒÇÆÑêæ¿
bg_bg: Да покажем ли резултатите от гласуването на всички посетители?
da_dk: Vis afstemningsresultater til alle besøgende?
fi_fi: N‰yt‰ ‰‰nestyksen tulokset kaikille k‰vijˆille?
gl_es: Amosa-los resultados das enquisas a t&oacute;dolos visitantes?
it_it: Mostrare i risultati dei voti a tutti i visitatori?
ja_jp: 投票結果を全ての訪問者に公開しますか?
pl_pl: Pokazywaæ wyniki g³osowania wszystkim odwiedzaj±cym?
pt_br: Mostrar resultado das votações para todos os visitantes?

source: Number of lines of results graph to display on the album page
af_za: Aantal lyne van uitslag grafiek op die album blad
ar_eg: ÙÏÏ Î×è× æÊÇÆÌ ÇäÑÓå ÇäÈêÇæê ääÙÑÖ Ùäé ÕáÍÉ ÇäÃäÈèå
bg_bg: Брой на редовете с резултати (във формата на диаграма) който да е показан на страницата на албума
da_dk: Antal linier fra resultatgrafen, der skal vises på albumsiden
fi_fi: Kuinka monta rivi‰ tulosdiagrammissa n‰ytet‰‰n albumisivulla
gl_es: N&uacute;mero de li&ntilde;as de resultados do gr&aacute;fico para amosar na p&aacute;xina do &aacute;lbume
it_it: Numero di linee di risultati grafici da mostrare sulla pagina dell'album
ja_jp: アルバムページに表示する結果グラフの行数
pl_pl: Ilo¶æ linii w wynikach graficznych do wy¶wietlenia na ka¿dej stronie albumu
pt_br: Número de linhas do resultado gráfico para mostrar na página do álbum

source: Who can vote
af_za: Wie kan stem
ar_eg: åæ äç Íâ ÇäÊÕèêÊ
bg_bg: Кой може да гласува
da_dk: Hvem kan stemme
fi_fi: Ketk‰ voivat ‰‰nest‰‰
gl_es: Quen pode votar
it_it: Chi pu&ograve; votare
ja_jp: 投票できる人
pl_pl: Kto mo¿e g³osowaæ
pt_br: Quem pode votar

source: Orientation of vote choices
af_za: Orientering van stem opsies
ar_eg: ÊèÌêç ÎêÇÑÇÊ ÇäÊÕèêÊ
bg_bg: Разположение на изборите за гласуване
da_dk: Orientering af valgmuligheder
fi_fi: ƒ‰nestysvaihtoehtojen suunta
gl_es: Orientaci&oacute;n das opci&oacute;ns votadas
it_it: Orientamento della scelta di voto
ja_jp: 投票の選択オリエンテーション
pl_pl: Orientacja wyborów do g³osowania
pt_br: Orientação das escolhas dos votos

source: Horizontal
af_za: Horizontaal
ar_eg: Ãáâé
bg_bg: Хоризонтално
da_dk: Horisontalt
fi_fi: Vaakasuunta
it_it: Orizzontale
ja_jp: 水平方向
pl_pl: Poziomo

source: Vertical
af_za: Vertikaal
ar_eg: ÑÃÓé
bg_bg: Вертикално
da_dk: Vertikalt
fi_fi: Pystysuunta
it_it: Verticale
ja_jp: 垂直方向
pl_pl: Pionowo

source: Vote hint
af_za: Stem wenk
ar_eg: ÊäåêÍ ääÊÕèêÊ
bg_bg: Съвет за гласуване
da_dk: Stemmevink
fi_fi: ƒ‰nestysvihje
gl_es: Intenci&oacute;n de voto
it_it: Consiglio per il voto
ja_jp: 投票のヒント
pl_pl: Podpowied¼ do g³osowania
pt_br: Dica de votação

source: Displayed Value
af_za: Betoonde waarde
ar_eg: ÇäâêåÉ ÇäåÙÑèÖÉ
bg_bg: Показана стойност
da_dk: Vist værdi
fi_fi: Esitett‰v‰ arvo
gl_es: Valor amosado
it_it: Valore Mostrato
ja_jp: 表示内容
pl_pl: Wy¶wietlana warto¶æ
pt_br: Valor Exibido

source: Points
af_za: Punte
bg_bg: Точки
da_dk: Point
fi_fi: Pistett‰
it_it: Punti
ja_jp: 点
pl_pl: Punkty
pt_br: Pontos

source: Back to Gallery
bg_bg: Назад към Галерията
da_dk: Vend tilbage til galleriet
fi_fi: Takaisin galleriaan
ja_jp: Galleryへ戻る
pl_pl: Powrót do Galerii
pt_br: Retornar ao Gallery

source: Poll Results
af_za: Meningspeiling Uitslag
ar_eg: æÊÇÆÌ ÇäÇâÊÑÇÙ
bg_bg: Резултати от Гласуването
da_dk: Afstemingsresultater
fi_fi: ƒ‰nestyksen tulokset
gl_es: Resultados da enquisa
it_it: Risultati della Votazione
ja_jp: 投票結果
pl_pl: Wyniki ankiety
pt_br: Resultados da Votação

source: Return to %s
ar_eg: ÙèÏÉ Åäé %s
bg_bg: Назад към %s
da_dk: Vend tilbage til %s
fi_fi: Palauta %s
gl_es: Volver a %s
ja_jp: %s に戻る
pl_pl: Powrót do %s
pt_br: Retornar para %s

source: Results Breakdown
af_za: Uitslag Ontleding
ar_eg: ÊÙ×êä ÇäæÊÇÆÌ
bg_bg: Категоризиране на Резултатите
da_dk: Opgørelse af resultater
fi_fi: Tuloksien toimintah‰iriˆ
gl_es: An&aacute;lise de resultados
it_it: Pannello dei Risultati
ja_jp: 結果の内訳
pl_pl: Wyniki uszkodzone
pt_br: Resultados Finais

source: Album: %s
ar_eg: ÃäÈèå:%s
bg_bg: Албум: %s
fi_fi: Albumi: %s
gl_es: &Aacute;lbume: %s
ja_jp: アルバム: %s
pt_br: Álbum: %s

source: No votes so far.
af_za: Geen stemme tot dusver nie
ar_eg: äÇÊèÌÏ ÃÕèÇÊ ÍÊé ÇäÂæ
bg_bg: До момента няма гласове.
da_dk: Ingen stemmer endnu.
fi_fi: Ei ‰‰ni‰ t‰h‰n menness‰
it_it: Nessun voto finora.
ja_jp: 今のところ投票はありません。
pl_pl: Nikt jeszcze nie g³osowa³.
pt_br: Nenhum voto até agora.

source: Uploading Photos
af_za: Foto's Oplaai
ar_eg: ÅÑÓÇä ÇäÕèÑ
bg_bg: Качване на Снимки към сървъра
da_dk: Overfører billeder
fi_fi: Kopioidaan valokuvat palvelimelle
gl_es: Subiendo fotos
it_it: Caricamento Foto
ja_jp: 画像のアップロード中
pl_pl: Wgrywanie obrazków
pt_br: Enviando Fotos

source: File upload in progress!
af_za: Besig met oplaai van foto's!
ar_eg: Çäåäá âêÏ ÇäÅÑÓÇä
bg_bg: В момента се извършва трансфер!
da_dk: Filoverførsel i gang!
fi_fi: Palvelimelle kopiointi k&auml;ynniss&auml;!
gl_es: ٮCarga de arquivos &oacute; servidor en marcha!
it_it: Caricamento file in corso!
ja_jp: ファイルのアップロードが進行中です!
pl_pl: Trwa wgrywanie plików!
pt_br: Envio de arquivos em execução!

source: This page will go away automatically when the upload is complete. Please be patient!
af_za: Hierdie blad verdwyn outomaties as die oplaai voltooi is. Wag net 'n bietjie...
ar_eg: çĞç ÇäÕáÍÉ ÓîÊÎÊáé ÊäâÇÆêÇ ÙæÏåÇ êãÊåä ÇäÅÑÓÇä. åæ áÖäã ãæ ÕÈèÑÇ!
bg_bg: Тази страница ще се махне автоматично когато трансфера приключи. Моля бъдете търпеливи!
da_dk: Dette vindue vil lukke af sig selv når overførslen er færdig. Vær tålmodig!
fi_fi: T&auml;m&auml; sivu h&auml;vi&auml;&auml; automaattisesti, kun palvelimelle kopiointi on valmis. Odota hetki, ole hyv&auml;!
gl_es: Esta p&aacute;xina cerrarase autom&aacute;ticamente cando a carga est&eacute; completa. Sexa pacente!
it_it: Questa pagina sparir&agrave; automaticamente quando il caricamento sar&agrave; completato. Per favore sii paziente!
ja_jp: このページはアップロードが完了すると自動的に閉じます。しばらく我慢してください。
pl_pl: Ta strona zamknie siê sama automatycznie gdy zakoñczy siê wgrywanie. Proszê byæ cierpliwym!
pt_br: Esta página fechará automaticamente quando o envio for concluído. Por favor, seja paciente!

source: Publish Your Photos and Movies to %s.
af_za: Publiseer jou Foto's en Flieks op %s.
ar_eg: ÇæÔÑ ÕèÑã èÃáäÇåã Ùäé %s.
bg_bg: Публикувайте снимките и филмите си на %s.
da_dk: Publicer dine billeder og film på %s.
fi_fi: Julkaise valokuvasi ja videotiedostosi %s:hen.
gl_es: Publica as t&uacute;as Fotos e V&iacute;deos en %s
it_it: Pubblica le tue Foto e Filmati su %s.
ja_jp: 画像と動画を %s に発行する。
pl_pl: Publikuj swoje zdjêcia i filmy do %s.
pt_br: Publicar Suas Fotos e Filmes para %s.

source: Username and Password are not correct.
af_za: Gebruikernaam en Wagwoord foutief.
ar_eg: ÇÓå ÇäåÓÊÎÏå èãäåÉ ÇäåÑèÑ ÚêÑ ÕÍêÍêæ
bg_bg: Неправилно име или парола
da_dk: Brugernavn og adgangskode er ikke korrekte.
fi_fi: K&auml;ytt&auml;j&auml;tunnus ja salasana eiv&auml;t ole oikein.
gl_es: O Nome de Usuario e O Contrasinal non son correcta
it_it: Nome Utente e Password errati.
ja_jp: ユーザ名とパスワードが間違っています。
pl_pl: U¿ytkownik i Has³o s± niepoprawne.
pt_br: Usuário e Senha estão incorretos.

source: Please Enter Username and Password
af_za: Voer jou Gebruikersnaam en Wagwoord in
ar_eg: åæ áÖäã ÃÏÎä ÇÓå ÇäåÓÊÎÏå èãäåÉ ÇäåÑèÑ
bg_bg: Моля въведете Име и Парола
da_dk: Indtast brugernavn og adgangskode
fi_fi: Ole hyv&auml; ja anna k&auml;ytt&auml;j&auml;tunnuksesi ja salasanasi
gl_es: Por favor, introduce o Nome de Usuario e O Contrasinal
it_it: Per favore inserisci Nome Utente e Password
ja_jp: ユーザ名とパスワードを入力してください。
pl_pl: Podaj U¿ytkownika i Has³o
pt_br: Por favor, Entre com Usuário e Senha

source: Username:
af_za: Gebruikernaam:
ar_eg: ÇÓå ÇäåÓÊÎÏå
bg_bg: Име:
da_dk: Brugernavn:
fi_fi: K&auml;ytt&auml;j&auml;tunnus:
gl_es: Nome de usuario:
it_it: Nome Utente:
ja_jp: ユーザ名:
pl_pl: U¿ytkownik:
pt_br: Nome do Usuário:

source: Password:
af_za: Wagwoord:
ar_eg: ãäåÉ ÇäåÑèÑ
bg_bg: Парола:
da_dk: Adgangskode:
fi_fi: Salasana:
gl_es: Contrasinal:
ja_jp: パスワード:
pl_pl: Has³o:
pt_br: Senha:

source: Select the Album to which to Publish
af_za: Kies die album wat jy wil publiseer
ar_eg: ÇÎÊÑ ÇäÃäÈèå ÇäĞé ÓÊæÔÑ Ùäêç
bg_bg: Изберете Албума в който искате да Публикувате
da_dk: Vælg albummet du ønsker at publicere
fi_fi: Valitse albumi, johon haluat julkaista
gl_es: Seleccione o &aacute;lbume que desexa publicar
it_it: Seleziona l'Album dove Pubblicare
ja_jp: 発行するアルバムを選択してください。
pl_pl: Wybierz Album który chcesz publikowaæ
pt_br: Selecione o álbuns a que serão publicadas

source: Use filenames as captions
af_za: Gebruik l&ecirc;rname as onderskrif
ar_eg: ÇÓÊÎÏå ÃÓåÇÁ ÇäåäáÇÊ ãÊÙäêâÇÊ
bg_bg: Използвайте имената на файловете като надписи
da_dk: Brug filnavne som billedtekster
fi_fi: K&auml;yt&auml; tiedostonimi&auml; kuvatekstein&auml;
gl_es: Usar nomes de arquivo como lendas
it_it: Usa il nome del file come didascalia
ja_jp: 説明にファイル名を使用します
pl_pl: U¿yj nazwy pliku jako podpisu pod obrazkiem.
pt_br: Usar nome-de-arquivo como legendas

source: Create New Album
af_za: Kre&euml;er Nuwe Album
ar_eg: ÇæÔÇÁ ÃäÈèå ÌÏêÏ
bg_bg: Създайте Нов Албум
da_dk: Opret nyt album
fi_fi: Luo uusi kuva-albumi
gl_es: Crear un Novo &Aacute;lbume
it_it: Crea Nuovo Album
ja_jp: 新しいアルバムの作成
pl_pl: Nowy album
pt_br: Criar Novo Álbum

source: Not Logged In!
af_za: Nie ingelog nie!
ar_eg: äå êÊå ÊÓÌêä ÇäÏÎèä
bg_bg: Не сте в системата!
da_dk: Ikke logget ind!
fi_fi: Et ole kirjautunut sis&auml;&auml;n galleriaan!
gl_es: Non est&aacute; identificado!
it_it: Non connesso!
ja_jp: ログインしていません!
pl_pl: Nie zalogowany!!
pt_br: Não Autenticado!

source: No album specified!
af_za: Geen album aangegee nie!
ar_eg: äå êÊå ÊÍÏêÏ ÃäÈèå
bg_bg: Не сте посочили албум!
da_dk: Intet album angivet!
fi_fi: Albumia ei ole m&auml;&auml;ritetty!
it_it: Nessun album selezionato!
ja_jp: アルバムが指定されていません!
pl_pl: Nie wybrano albumu!
pt_br: Nenhum álbum especificado!

source: This user cannot add photos in %s.
af_za: Hierdie gebruikers mag nie fotos in %s byvoeg nie.
ar_eg: çĞÇ ÇäåÓÊÎÏå äÇ êåãæç ÅÖÇáÉ ÕèÑ áé %s.
bg_bg: Този потребител не може да добавя снимки в %s.
da_dk: Denne bruger kan ikke tilføje billeder i %s.
fi_fi: T&auml;m&auml; k&auml;ytt&auml;j&auml; ei voi lis&auml;t&auml; valokuvia %s:hen.
gl_es: Este usuario non pode engadir fotos en %s.
it_it: Questo utente non pu&ograve; aggiungere foto in %s.
ja_jp: このユーザは%sに画像を追加できません。
pl_pl: U¿ytkownik nie mo¿e dodawaæ zdjêæ w %s.
pt_br: Este usuário não pode adicionar fotos em %s.

source: Press the 'Back' button and try again!
af_za: Kliek op die 'Terug' knop en probeer weer!
ar_eg: ÇÖÚ× åáÊÇÍ "ÑÌèÙ" Ëå ÍÇèä ËÇæêÉ!
bg_bg: Натиснете бутона 'Назад' и опитайте отново!
da_dk: Tryk på 'Tilbage'-knappen og prøv igen!
fi_fi: Paina "Back"-painiketta ja yrit&auml; uudelleen!
gl_es: ٮPulse o bot&oacute;n 'Atr&aacute;s' e int&eacute;nteo de novo!
it_it: Premi il pulsante 'Indietro' e prova di nuovo!
ja_jp: '戻る' ボタンを押してもう一度試してください。
pl_pl: Naci¶nij 'Powrót' i spróbuj jeszcze raz!
pt_br: Pressione o botão 'Voltar' em seu navegador e tente novamente!

source: User cannot create ROOT level album.
af_za: Die gebruiker mag nie wortel <i>('root')</i> albums skep nie.
ar_eg: ÇäåÓÊÎÏå äÇ êåãæç ÇÓÊÍÏÇË ÃäÈèå Ğé åÓÊèé ÌĞÑé
bg_bg: Потребителя не може да създаде албум на ниво 'ROOT'.
da_dk: Bruger kan ikke oprette album på ROOT-niveau.
fi_fi: K&auml;ytt&auml;j&auml; ei voi luoda juuritason albumia.
gl_es: O usuario NON pode crear &aacute;lbumes no nivel RA&Iacute;Z.
it_it: L'utente non pu&ograve; creare album di PRIMO livello.
ja_jp: ユーザはルートレベルアルバムを作成できません。
pl_pl: U¿ytkownik nie mo¿e tworzyæ albumow w katalogu g³ównym.
pt_br: Este usuário não pode criar um álbum no nível RAIZ.

source: User cannot create nested album in %s.
af_za: Die gebruiker mag nie sub-albums in %s skep nie.
ar_eg: äÇ êåãæ ääåÓÊÎÏå ÇÓÊÍÏÇË ÃäÈèå åÊÏÇÎä áê %s.
bg_bg: Потребителя не може да създаде под-албум в %s.
da_dk: Bruger kan ikke oprette underalbum i %s.
fi_fi: K&auml;ytt&auml;j&auml; ei voi luoda sis&auml;kk&auml;ist&auml; albumia %s:hen.
gl_es: O usuario NON pode crear &aacute;lbumes anidados en %s.
it_it: L'utente non pu&ograve; creare album interni a %s.
ja_jp: ユーザはアルバム%s以下にネストアルバムを作成できません。
pl_pl: U¿ytkownik nie mo¿e tworzyæ osadzonych albumow w %s.
pt_br: Este usuário não pode criar álbum ramificado em %s.

source: No Parent Album Specified!
af_za: Geen ho&euml;re-vlak album opgegee nie!
ar_eg: äå êÊå ÊÙêêæ ÃäÈèå ÃÕäé!
bg_bg: Не е избран Главен Албум!
da_dk: Intet overalbum angivet!
fi_fi: Emoalbumia ei ole m&auml;&auml;ritetty!
it_it: Nessun Album Padre selezionato!
ja_jp: 親アルバムが指定されていません!
pl_pl: Nie sprecyzowano w którym albumie osadzasz!
pt_br: Não há Álbum Principal Especificado!

source: Enter New Album Title
af_za: Gee die nuwe album 'n titel
ar_eg: ÃÏÎä ÙæèÇæ ÌÏêÏ ääÃäÈèå
bg_bg: Въведете Ново Заглавие за Албума
da_dk: Indtast ny titel på album
fi_fi: Anna uusi otsikko albumille
gl_es: Introduza o novo t&iacute;tulo do &aacute;lbume
it_it: Immetti il nuovo Titolo dell'Album
ja_jp: 新しいアルバムのタイトルを入力してください
pl_pl: Wpisz tytu³ nowego albumu
pt_br: Entre com o Título do Novo Álbum

source: Select Parent Album
af_za: Kies ho&euml;re-vlak album
ar_eg: ÇÎÊÑ ÃäÈèåÇ ÃÕäêÇ
bg_bg: Изберете Преден Албум
da_dk: Vælg overalbum
fi_fi: Valitse emoalbumi
gl_es: Seleccionar &aacute;lbume pai
it_it: Seleziona l'Album Padre
ja_jp: 親アルバムを選択
pl_pl: Wybierz nadrzêdny album
pt_br: Selecione Álbum Principal

source: NEW TOP LEVEL ALBUM
af_za: Nuwe Hoofalbum
ar_eg: ÃäÈèå ÌÏêÏ ÙÇäé ÇäåÓÊèé
bg_bg: НОВ ГЛАВЕН АЛБУМ
da_dk: NYT TOPNIVEAU ALBUM
fi_fi: Uusi p&auml;&auml;tason albumi
gl_es: Novo nivel superior do &aacute;lbume
it_it: NUOVO ALBUM DI PRIMO LIVELLO
ja_jp: 新しいトップレベルアルバム
pl_pl: NOWY ALBUM W G£ÓWNYM KATALOGU
pt_br: NOVO ÁLBUM PRINCIPAL

source: User cannot add to album
af_za: Die gebruiker mag nie foto's byvoeg nie
ar_eg: äÇ êåãæ ääåÓÊÎÏå Ãæ êÖêá Åäé ÇäÃäÈèå
bg_bg: Потребителя не може да добавя кум албума
da_dk: Bruger kan ikke tilføje til album
fi_fi: K&auml;ytt&auml;j&auml; ei voi lis&auml;t&auml; kuvia albumiin
gl_es: O usuario NON pode engadir a un &aacute;lbume
it_it: L'utente non pu&ograve; aggiungere all'album
ja_jp: アルバムに追加できないユーザ
pl_pl: U¿ytkownik nie mo¿e dodawaæ do albumu
pt_br: Este usuário não pode adicionar ao álbum

source: No file specified
af_za: Geen l&ecirc;er gekies nie
ar_eg: äå êÊå ÊÙêêæ åäá
bg_bg: Не е посочен файл
da_dk: Ingen fil valgt
fi_fi: Tiedostoa ei ole m&auml;&auml;ritetty
it_it: Nessun file specificato
ja_jp: ファイルが指定されていません
pl_pl: Nie wybrano plików
pt_br: Nenhum arquivo especificado

source: Photo Upload
af_za: Foto Oplaai
ar_eg: ÅêÏÇÙ ÕèÑÉ
bg_bg: Качване на Снимки
da_dk: Overførsel af billede
fi_fi: Kuvan kopiointi palvelimelle
gl_es: Subir fotograf&iacute;a
it_it: Caricamento Foto
ja_jp: 画像アップロード
pl_pl: Wgrywanie Zdjêæ
pt_br: Envio de Foto

source: Upload Photos to
af_za: Laai foto's op na
ar_eg: ÅêÏÇÙ ÕèÑ áé
bg_bg: Качете Снимки на
da_dk: Overfør billeder til
fi_fi: Kopioi valokuvat palvelimelle
gl_es: Subindo fotos a
it_it: Invio Foto a
ja_jp: 画像をアップロード:
pl_pl: Wgraj zdjêcia do
pt_br: Enviar Fotos para

source: Publishing with Windows XP
af_za: Publiseer met Windows XP
ar_eg: ÊÍÑêÑ ÈæèÇáĞ XP
bg_bg: Публикуеане с Windows XP.
da_dk: Publicerer med Windows XP
fi_fi: Julkaisu WinXP:n kanssa
gl_es: Publicando con Windows XP
it_it: Pubblica con Windows XP
ja_jp: Windows XP で発行する
pl_pl: Publikowanie z Windows XP
pt_br: Publicando com Windows XP

source: Using the Windows XP <i>Publish To the Web</i> feature
ar_eg: ÇÓÊÎÏÇå æèÇáĞ XP<i> ÊÍÑêÑ áé ÇäÔÈãÉ</i> ÓåÉ
bg_bg: Ползване на функцията на Windows XP, наречена <i>Публикуване към Web-страници</i>
da_dk: Bruger <i>Publish To the Web</i>-funktionen i Windows XP
fi_fi: K&auml;ytt&auml;m&auml;ll&auml; WinXP:n <i>Julkaise Webiss&auml;</i> -toimintoa
gl_es: Uso da caracter&iacute;stica de XP <i>Publicar &aacute; Web</i>
ja_jp: Windows XP の <i>Publish To the Web</i> 機能を使います
pl_pl: U¿ywaj±c opcji <i>Publikuj w sieci</i> z Windows'a XP
pt_br: Usando a função <i>Publicar Para a Web</i> (<i>Publish To The Web</i>) do Windows XP

source: Windows XP comes with a nice feature that allows you to publish content from your desktop directly to a web service. %s <b>has experimental</b> support for this feature.
ar_eg: ÊÍØé æèÇáĞXP ÈÓåÉ ÎÇÕÉ ÊÓòåÍ äã ÈÇäæÔÑ åğæ ÍÇÓèÈã åÈÇÔÑÉ Ùäé ÇäÇæÊÑæÊ. %s <b> Èç ÏÙå ÊÌÑêÈé</b>äçĞç ÇäÎÇÕêÉ.
bg_bg: Windows XP притежава една полезна функция, която позволява да се публикуват данни от вашия Desktop към Web-страница. %s <b>ima експериментална</b> поддръжка за тази функция.
da_dk: Windows XP indeholder en funktion som tillader dig at publicere indhold fra dit skrivebord direkte til en net-tjeneste. %s <b>har eksperimentel</b> støtte for denne funktion.
fi_fi: WinXP on varustettu toiminnolla, jonka avulla voit julkaista materiaalia ty&ouml;p&ouml;yd&auml;lt&auml; suoraan internetiin. %s:ss&auml; on kokeellinen tuki t&auml;lle toiminnolle.
gl_es: Windows XP ven cunha caracter&iacute;stica que lle permite publicar contido dende o seu escritorio directamente nun servicio web. %s <b>ten soporte experimental</b> para esta caracter&iacute;stica.
ja_jp: Windows XPは、デスクトップから直接ウェブにコンテンツを発行できるすばらしい機能を備えています。%sはこの機能を実験的にサポートしています。
pl_pl: Windows XP jest dostarczony z opcj±, która pozwala publikowaæ zawarto¶æ w sieci prosto z Twojego pupitu. W %s <b>jest to funkcja testowana</b>, narazie bez wsparcia.
pt_br: O Windows XP possui uma função especial que permite a você publicar o conteúdo de seu computador diretamente para o servidor web. %s <b>tem suporte experimental</b> para esta função.

source: It's relatively easy to configure.
af_za: Dit is redelik maklik om dit te konfigureer.
ar_eg: åæ ÇäÓçä æÓÈêÇ ÇÙÏÇÏç
bg_bg: Сравнително лесно е да се конфигурира.
da_dk: Det er ret let at konfigurere.
fi_fi: Sen asetukset on varsin helppo tehd&auml;.
gl_es: &Eacute; relativamente sinxelo de configurar.
it_it: E' abbastanza facile da configurare.
ja_jp: これは比較的設定が簡単です。
pl_pl: Jest to wzglêdnie proste do ustawienia.
pt_br: É relativamente fácil de configurar.

source: Step 1
af_za: Stap 1
ar_eg: ÇäÎ×èÉ ÇäÃèäé
bg_bg: Стъпка 1
da_dk: Trin 1
fi_fi: Vaihe 1
gl_es: Paso 1
it_it: Passo 1
ja_jp: ステップ1
pl_pl: Krok 1
pt_br: Passo 1

source: Download the %sXP Configuration File%s
ar_eg: âå ÈÊÍåêä %sXP åäá ÇäÅÙÏÇÏ %s
bg_bg: Свалете %sКонфигурационния файл за Windows XP%s
da_dk: Hent %sXP's konfigurationsfil%s
fi_fi: Kopioi itsellesi %sXP:n asetustiedosto %s
gl_es: Descarregue o %sficheiro de configuraci&oacute;n de XP%s.
ja_jp: %sXP コンフィグレーションファイル%sをダウンロードしてください。
pl_pl: ¦ci±gnij %sPlik Konfiguracyjny XP%s,
pt_br: Baixe da internet o %sConfigurador de Arquivos do XP%s
