Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Please check the permission of these files and the folder above. chmod them, or ask your admin to do this.
bg_bg: Моля проверете привилегиите на тези файлове и на директорията над тях. Променете ги с 'chmod' или помолете вашия администратор да го направи.
da_dk: Kontroller venligst rettighederne for ovenstående filer og kataloget. chmod dem, eller få din administrator til det.
fi_fi: Tarkista n‰iden tiedostojen ja yl‰puolisen kansion oikeudet. K‰yt‰ chmod-komentoa tai pyyd‰ p‰‰k‰ytt‰j‰‰ tekem‰‰n em. toiminnot.
it_it: Controlla le autorizzazioni di questi file e della cartella che segue. fa' il chmod, oppure chiedi di farlo all'amministratore.
ja_jp: 上に挙げたファイルやフォルダのパーミッションをチェックしてください。それらをchmod するか、管理者に聞いてください。
pl_pl: Proszê daj uprawnienia tym plikom i folderowi, w którym siê znajduj±. Wykonaj na nich komendê chmod albo popro¶ twojego administratora, aby to zrobi³.
pt_br: Por favor, verifique as permissões desses arquivos e da pasta acima. Execute o comando 'chmod' nestes arquivos ou peça ao administrador para fazê-lo para você.

source: Reload
af_za: Herlaai
bg_bg: Презаредете
da_dk: Genindlæs
fi_fi: Lataa uudelleen
it_it: Ricarica
ja_jp: 更新
pl_pl: Prze³aduj
pt_br: Recarregar

source: Validate Albums
af_za: Album Geldigheid
bg_bg: Проверете Албумите
da_dk: Kontroller albummer
fi_fi: Validoi albumit
it_it: Convalida Album
ja_jp: アルバム正当性確認
pl_pl: Sprawd¼ albumy pod k±tem poprawno¶ci
pt_br: Validar Álbuns

source: Missing Files:
bg_bg: Липсващи Файлове
da_dk: Manglende filer:
fi_fi: Puuttuvat tiedostot:
ja_jp: 欠落ファイル:
pl_pl: Brakuj±ce pliki:
pt_br: Arquivos Faltando:

source: Missing File
bg_bg: Липсващ Файл
da_dk: Manglende fil
fi_fi: Puuttuva tiedosto
ja_jp: 欠落ファイル
pl_pl: Brakuj±cy plik:
pt_br: Faltam Arquivos

source: Action
af_za: Aksie
bg_bg: Действие
da_dk: Handling
fi_fi: Toiminto
it_it: Azione
ja_jp: アクション
pl_pl: Akcja
pt_br: Ação

source: delete photo
ar_eg: ÇÍĞá ÇäÕèÑÉ
bg_bg: изтриите снимката
da_dk: slet billede
fi_fi: poista kuva
gl_es: borrar foto
ja_jp: 画像削除
pl_pl: kasuj zdjêcie
pt_br: apagar foto

source: No Missing Files
bg_bg: Няма Липсващи Файлове
da_dk: Ingen filer mangler
fi_fi: Ei puuttuvia tiedostoja
ja_jp: 欠落ファイル無し
pl_pl: Nie ma brakuj±cych plików
pt_br: Não Faltam Arquivos

source: There are no missing files in this Gallery.
af_za: Daar is geen verlore l&ecirc;ers in <i>Gallery</i> nie.
bg_bg: В тази Галерия не са открити липвсащи файлове.
da_dk: Der mangler ingen filer i dette galleri.
fi_fi: T‰st‰ galleriasta ei puutu tiedostoja.
it_it: Non ci sono file mancanti in questa Gallery.
ja_jp: このGalleryには欠落したファイルはありません。
pl_pl: Nie ma brakuj±cych plików w tej Galerii.
pt_br: Não há arquivos órfãos neste Gallery.

source: Invalid Albums:
bg_bg: Невалидни Албуми:
da_dk: Ugyldige albummer:
fi_fi: Ep‰kelvot albumit:
ja_jp: 無効なアルバム:
pl_pl: Nieprawid³owe Albumy:
pt_br: Álbuns Inválidos:

source: Invalid Album
bg_bg: Невалиден Албум
da_dk: Ugyldigt album
fi_fi: Ep‰kelpo albumi
ja_jp: 無効なアルバム
pl_pl: Nieprawid³owy Album:
pt_br: Álbum Inválido

source: delete directory
bg_bg: изтриите директорията
da_dk: slet bibliotek
fi_fi: poista hakemisto
ja_jp: ディレクトリ削除
pl_pl: usuñ katalog
pt_br: apagar pasta

source: No Invalid Albums Found
bg_bg: Няма Невалидни Албуми
da_dk: Ingen ugyldige albummer fundet
fi_fi: Ep‰kelpoja albumeita ei lˆytynyt
ja_jp: 無効なアルバムは見付かりませんでした。
pl_pl: Nie znaleziono nieprawid³owych albumów
pt_br: Nenhum Álbum Inválido Encontrado

source: There are no invalid albums present in this Gallery.
bg_bg: В тази Галерия не са открити невалидни албуми.
da_dk: Der er ingen ugyldige albummer i dette galleri.
fi_fi: T‰ss‰ Galleriassa ei ole ep‰kelpoja albumeja.
ja_jp: このGalleryには無効なアルバムはありません。
pl_pl: Nie ma nieprawid³owych albumów obecnych w tej Galerii.
pt_br: Não há álbuns inválidos presentes neste Gallery.

source: Progress
ar_eg: ÇäÊâÏå
bg_bg: Напредък
da_dk: Fremgang
fi_fi: Tila
gl_es: Progreso
ja_jp: 進行状況
pl_pl: Postêp
pt_br: Progresso

source: Upgrade Albums
af_za: Albums opgradeer
ar_eg: ÊÑâêÉ ÇäÃäÈèåÇÊ
bg_bg: Обновяване на Албумите
da_dk: Opgradér album
fi_fi: P‰ivitet‰‰n albumia
gl_es: Actualizar &aacute;lbumes
it_it: Aggiornamento Album
ja_jp: アルバムアップグレード
pl_pl: Aktualizuj albumy
pt_br: Atualizar Álbuns

source: The following albums in your gallery were created with an older version of the software and are out of date.
ar_eg: ÇäÃäÈèåÇÊ ÇäÊÇäêÉ áé åÙÑÖã ÇÓÊÍÏËÊ ÈæÓÎÉ âÏêåÉ åæ ÇäÈÑæÇåÌ èÚêÑ ÕÇäÍÉ ääÇÓÊÎÏÇå
bg_bg: Следните албуми от Галерията ви, са били създадени от по-стара версия на Галерията и е необходимо да бъдат обновени.
da_dk: De følgende albummer i dit Gallery blev lavet med en ældre version af programmet og er forældede.
fi_fi: Seuraavat albumit Galleriassasi on luodu vanhemmalla Gallerian versiolla ja ne ovat n&auml;in ollen vanhentuneet.
gl_es: Os seguintes &aacute;lbumes da s&uacute;a galer&iacute;a foron creados cunha versi&oacute;n anterior deste programa e quedaron obsoletos.
ja_jp: Gallery中にある以下のアルバムは古いバージョンのGalleryにより作成され、旧式のものです。
pl_pl: Poni¿sze albumy w Twojej Galerii zosta³y stworzone wcze¶niejsz± wersj± galerii i s± przeterminowane.
pt_br: Os seguintes álbuns em seu Gallery foram criados por uma versão anterior deste software e estão desatualizados.

source: This is not a problem!
af_za: Dit is nie 'n probleem nie.
ar_eg: çĞç äêÓÊ åÔãäÉ
bg_bg: Няма проблем!
da_dk: Dette er ikke et problem!
fi_fi: T&auml;m&auml; ei kuitenkaan ole ongelma!
gl_es: ٮIsto non &eacute; un problema!
it_it: Non &egrave; un problema!
ja_jp: これは問題ではありません。
pl_pl: To nie jest problem!
pt_br: Isto não é um problema!

source: We can upgrade them. This may take some time for large albums but we'll try to keep you informed as we proceed.
af_za: Ons kan dit opgradeer, maar kan 'n rukkie duur vir groot albums.
ar_eg: êåãææÇ ÊîÑâêÊçå. ÅäÇ Ãæ çĞÇ âÏ êÓÊÚÑâ èâÊÇ ääÃäÈèåÇÊ ÇäãÈêÑÉ, èäãææÇ ÓîæÍÇèä Å×äÇÙã ÈÇäÊâÏå ÃËæÇÁ ÙåäêÉ ÇäÊÑâêÉ.
bg_bg: Ние можем да ги обновим. Може да отнеме повечко време при по-големи албуми, но ще опитаме да ви информираме успоредно с процеса.
da_dk: Vi kan opgradere dem. Det kan tage nogen tid for store albummer, men vi vil holde dig orienteret mens vi gør det.
fi_fi: Voin p&auml;ivitt&auml;&auml; ne. T&auml;m&auml; vie hetken aikaa isojen albumien kohdalla, mutta kerron sinulle tapahtuman edistymisest&auml;.
gl_es: Podemos actualizalos. Isto pode tardar algo m&aacute;is de tempo para os &aacute;lbumes grandes pero intentaremos manterlle informado durante o proceso.
it_it: Possiamo aggiornarli. Questo richieder&agrave; un po' di tempo per grandi album, ma cercheremo di tenerti informato sul processo.
ja_jp: それらをアップグレードすることが可能です。大きいアルバムでは時間がかかりますが、システムは利用者に対して進行を通知しようとするでしょう。
pl_pl: Mo¿emy je aktualizowaæ. To mo¿e potrwaæ ale bêdziesz informowany o postêpie.
pt_br: Nós podemos atualizá-los. Este processo poderá tomar algum tempo para álbuns extensos mas tentaremos mantê-lo informado a medida em que prosseguimos.

source: None of your photos will be harmed in any way by this process.
af_za: Jou foto's sal nie op enige manier deur hierdie proses geskend word nie.
ar_eg: äæ ÊÊÃËÑ Ãé åæ ÕèÑã ÈÃêÉ ÍÇä ÈçĞç ÇäÙåäêÉ.
bg_bg: Това по никакъв начин няма да навреди на вашите снимки.
da_dk: Ingen af dine billeder vil tage skade ved dette.
fi_fi: Kuvillasi ei ole h&auml;t&auml;&auml; t&auml;m&auml;n prosessin aikana.
gl_es: Ningunha das s&uacute;as fotos ser&aacute;n da&ntilde;adas por este proceso en ning&uacute;n caso.
it_it: Nessuna delle tue foto sar&agrave; danneggiata in alcun modo da questo processo.
ja_jp: この作業において画像ファイルはどのような形の被害も受けません。
pl_pl: ¯aden z obrazków nie ucierpi w tym procesie.
pt_br: Nenhuma de suas fotos, de forma alguma, serão danificadas por este processo.

source: Rest assured, that if this process takes a long time now, it's going to make your gallery run more efficiently in the future.
af_za: Al duur dit 'n rukkie, sal jou <u>Gallery</u>-installasie meer effektief loop.
ar_eg: ãæ å×åÆæÇ¬ áÅĞÇ ÃÎĞÊ çĞç ÇäÙåäêÉ èâÊÇ ×èêäÇ ÇäÂæ¬ áÅæçÇ ÓÊÌÙä åÙÑÖã êÙåä ÈãáÇÁÉ ÃãËÑ åÓÊâÈäÇ.
bg_bg: Независимо че този процес отнема повече време сега, той ще направи Галерията ви да работи по ефективно за в бъдеще.
da_dk: Hvis denne opgradering tager lang tid nu, så trøst dig med at vil det gøre dit Gallery mere effektivt i fremtiden.
fi_fi: Ole huoleti: vaikka t&auml;m&auml; vie nyt paljon aikaa, se tekee Gallerian k&auml;yt&ouml;n jouhevammaksi tulevaisuudessa.
gl_es: Seguramente, se este proceso leva demasiado tempo agora, far&aacute; que Gallery funcione m&aacute;is eficientemente no futuro.
it_it: Stai tranquillo, se questo processo ora ci mette molto tempo, esso render&agrave; pi&ugrave; efficiente la tua galleria.
ja_jp: 安心してください、この作業に今長い時間がかかっても、それはあなたのGaleryをより効率的に実行するためのものです。
pl_pl: B±d¼ pewnien, ¿e chocia¿ proces mo¿e potrwaæ - Twoja galeria bêdzie chodzi³a szybciej i efektywniej w przysz³o¶ci.
pt_br: Fique descansado, pois se esse processo levar um longo tempo a partir de agora é porque ele fará com que seu Gallery execute de maneira mais eficiente no futuro.

source: All albums are up to date.
af_za: Alle albums is op datum.
ar_eg: ãä ÇäÃäÈèåÇÊ Êå ÊÍÏêË
bg_bg: Всички албуми са последна версия
da_dk: Alle albummer er opgraderet.
fi_fi: Kaikki albumit ovat ajan tasalla.
gl_es: T&oacute;dolos &aacute;lbumes est&aacute;n actualizados
it_it: Tutti gli album sono aggiornati.
ja_jp: 全てのアルバムは最新版です。
pl_pl: Wszystkie albumy s± aktualne.
pt_br: Todos os álbuns estão atualizados.

source: The following albums need to be upgraded. You can process them individually by clicking the upgrade link next to the album that you desire, or you can just %s.
af_za: Die volgende albums benodig 'n opgradeering. Jy kan albums een-vir-een opgradeer deur op die opgradeer skakel langs elke album te kliek, of jy kan net %s
ar_eg: ÇäÃäÈèåÇÊ ÇäÊÇäêÉ áé ÍÇÌÉ Åäé ÊÑâêÉ. êåãğæ Ãîæ ÊïÙÇäÌçÇ ÈÔãä åæáÑÏ ÈÇäÖÚ× Ùäé èÕäÉğ ÇäÊÑâêÉ ÈÌÇæÈ ÇäÃäÈèå ÇäĞê ÊîÑòÚÈ áé ÊÑâêÊç¬ Ãîè êåãğæã áâ× Ãæ %s.
bg_bg: Следните албуми трябва да бъдат обновени. Можете да ги обновите един по един, като натиснете Link-а който се намира до албума или може да ги %s.
da_dk: De følgende albummer skal opgraderes. Du kan behandle dem en ad gangen ved at trykke på henvisningen ved siden af det album, du ønsker, eller du kan bare %s.
fi_fi: Seuraavat albumit on p&auml;ivitett&auml;v&auml;. Voit k&auml;sitell&auml; ne yksitellen klikkaamalla p&auml;ivityslinkki&auml; haluamasi albumin vieress&auml;, tai voit p‰ivitt‰‰ kaikki kerralla %s
gl_es: Os seguintes &aacute;lbumes necesitan ser actualizados. Pode procesalos individualmente pulsando o enlace de actualizaci&oacute;n a continuaci&oacute;n do &aacute;lbume que desexe, ou simplemente pode %s
it_it: I seguenti Album richiedono un aggiornamento. Puoi modificarli individualmente cliccando sul link di aggiornamento di fianco all'album che desideri, o puoi semplicemente %s.
ja_jp: 以下のアルバムはアップグレードする必要があります。アルバムのとなりにあるアップグレードリンクをクリックすることで、個別にアップグレードができます。また、%sをするだけです。
pl_pl: Wymienione albumy musz± zostaæ zaktualizowane. Mo¿esz to zrobiæ po jednym klikaj±c na przycisk uaktualnienia obok albumu, lub mo¿esz %s.
pt_br: Os seguintes álbuns precisam ser atualizados. Você pode processá-los individualmente clicando no link atualizar próximo ao álbum desejado, ou você pode simplesmente %s.

source: upgrade them all at once
af_za: alle albums tesame opgradeer
ar_eg: ÊÍÏêË ÇäÌåêÙ áé èâÊ èÇÍÏ
bg_bg: обновите всички наведнъж
da_dk: opgradere dem alle på en gang
fi_fi: p&auml;ivit&auml; kaikki albumit kerralla
gl_es: actualizar t&oacute;dolos &aacute;lbumes dunha vez
it_it: aggiornali tutti in una volta
ja_jp: 一度に全てのアルバムをアップグレード
pl_pl: zaktualizowaæ je wszystkie za jednym razem
pt_br: atualizá-los todos de uma vez

source: upgrade
af_za: opgradeer
ar_eg: ÊÍÏêË
bg_bg: обновете
da_dk: opgradér
fi_fi: p&auml;ivit&auml;
gl_es: actualizar
it_it: aggiorna
ja_jp: アップグレード
pl_pl: aktualizuj
pt_br: atualizar

source: items
ar_eg: åèÇÏ
bg_bg: елемента
da_dk: objekter
fi_fi: kohdetta
gl_es: elementos
ja_jp: 個のアイテム
pl_pl: pozycji
pt_br: itens

source: Upgrading Users
af_za: Opgradeer van Gebruikers
ar_eg: ÊÍÏêË ÇäåÓÊÎÏåêæ
bg_bg: Обноваване на Потребителите
da_dk: Opgraderer brugere
fi_fi: P&auml;ivitet&auml;&auml;n k&auml;ytt&auml;ji&auml;
gl_es: Actualizar usuarios
it_it: Aggiornamento Utenti
ja_jp: ユーザをアップグレード
pl_pl: Uaktualnianie listy u¿ytkowników
pt_br: Atualizando Usuários

source: The user database in your gallery was created with an older version of the software and is out of date.
af_za: Die gebruiker databank in jou galery is met 'n ouer weergawe gebou, en is nie op datum nie.
ar_eg: âÇÙÏÉ ÈêÇæÇÊ ÇäåÓÊÎÏå áê åÙÑÖã ÇÓÊÍÏËÊ ÈæÓÎÉ âÏêåÉ åæ ÇäÈÑæÇåÌ èÚêÑ ÕÇäÍÉ ääÇÓÊÎÏÇå.
bg_bg: Базата ви данни с потребители на Галерията, е била създадена от по-стара версия на Галерията и е необходимо да бъде обновена.
da_dk: Brugerdatabasen i dit galleri blev oprettet med en ældre version af programmet og er forældet.
fi_fi: Koska k‰ytt‰j‰tietokanta on luotu vanhemmalla Gallerian versiolla, se on vanhentunut.
gl_es: A base de datos de usuarios da s&uacute;a galer&iacute;a foi creada cunha versi&oacute;n anterior deste programa e quedou obsoleta.
it_it: Il database utenti della tua Galleria &egrave; stato creato con una versione precedente del software e non &egrave; aggiornato.
ja_jp: Gallery中にあるユーザデータベースは古いバージョンのGalleryにより作成され、旧式のものです。
pl_pl: Baza u¿ytkowników w Twojej Galerii zosta³a stworzona przy pomocy starszej jej wersji i jest przeterminowana.
pt_br: A base de usuários em seu Gallery foi criada por uma versão anterior deste software e está desatualizada.

source: We will upgrade it. This may take some time.
af_za: Dit opgradeer word. Vir 'n groot album kan dit 'n tydjie duur.
ar_eg: Óèá æâèå ÈÊÍÏêËçÇ, ÅäÇ Ãæ çĞÇ ÓêÓÊÚÑâ ÈÙÖ ÇäèâÊ
bg_bg: Ние ще я обновим. Това може да отнеме известно време.
da_dk: Vi vil opgradere det. Det kan tage nogen tid.
fi_fi: P&auml;ivit&auml;mme sen. T&auml;m&auml; vie hetken aikaa.
gl_es: Actualizaremola. Isto pode levar uns minutos.
it_it: Possiamo aggiornarlo. Questo richieder&agrave; un po' di tempo.
ja_jp: アップグレードするには若干時間がかかります
pl_pl: Zaktualizujemy. To mo¿e potrwaæ kilka minut.
pt_br: Nós iremos atualizá-la. Isso leverá apenas um tempo.

source: Your data will not be harmed in any way by this process.
af_za: Jou data sal nie op enige manier deur hierdie proses geskend word nie.
ar_eg: äæ ÊÊÃËÑ ÈêÇæÇÊã ÈÃêÉ ÍÇä ÃËæÇÁ ÇäâêÇå ÈçĞç ÇäÙåäêÉ
bg_bg: Този процес във никакъв случай няма да повреди данните ви.
da_dk: Dine data vil ikke tage skade.
fi_fi: Tiedostoillesi ei k&auml;y mit&auml;&auml;n t&auml;m&auml;n prosessin aikana.
gl_es: Os seus datos non ser&aacute;n da&ntilde;ados en ning&uacute;n caso por este proceso.
it_it: I tuoi dati non saranno danneggiati in alcun modo da questo processo.
ja_jp: この作業においてあなたのデータはどのような形の被害も受けません。
pl_pl: ¯aden z obrazków nie ucierpi w tym procesie.
pt_br: Seus dados não serão danificados de maneira alguma por este processo.

source: If you get an error, and only some users are upgraded, try refreshing the page to upgrade remaining users.
af_za: As jy 'n fout kry en net 'n paar gebruikers is opgegradeer, probeer om die webblad te vervars om die uitstaande gebruikers ook op te gradeer.
ar_eg: ÅĞÇ ØçÑ äã Î×Ã èäå êÊå ÊÍÏêË ÌåêÙ ÇäåÓÊÎÏåêæ áÍÇèä ÊÍÏêË ÇäÕáÍÉ äãê êÊå ÊÍÏêË ÈÇâé ÇäåÓÊÎÏåêæ
bg_bg: Ако видите грешка и само някой от потребителите са обновени, опитайте да презаредите страницата за да обновите и останалите потребители.
da_dk: Hvis du får en fejl og kun nogle brugere er opgraderet, så prøv at genindlæse siden for at opgradere de sidste brugere.
fi_fi: Jos sait virheen, ja vain osa k‰ytt‰jist‰ p‰ivitettiin, yrit‰ ladata sivu uudestaan p‰ivitt‰‰ksesi j‰ljell‰ olevat k‰ytt‰j‰t.
gl_es: Se se atopa cun error, e s&oacute;amente alg&uacute;ns dos usuarios son actualizados, intente refresca-la p&aacute;xina para actualizar &oacute; resto dos usuarios.
it_it: Se si verifica un errore, e solo alcuni utenti sono aggiornati, cerca di ricaricare la pagina per aggiornare gli utenti restanti.
ja_jp: エラーが起こっていれば、いくつかのユーザしかアップグレードされていません。残りのユーザをアップグレードするには、ページをリロードしてください。
pl_pl: Je¿eli otrzymasz b³±d i tylko niektórzy u¿ytkownicy siê zaktualizuj±, spróbuj od¶wie¿yæ stronê by zaktualizowaæ pozosta³ych.
pt_br: Se você encontrou um erro e somente alguns usuários foram migrados, tente atualizar a página para migrar usuários restantes.

source: There was a problem upgrading users. Please check messages above, and try again
af_za: Daar was'n probleem met die opgradeering van gebruikers.<br>Kyk asseblief na die boodskappe hier bo, en probeer weer
ar_eg: äâÏ ÍÏËÊ åÔãäÉ ÃËæÇÁ ÊÍÏêË ÇäåÓÊÎÏåêæ. åæ áÖäã ÊÍââ åæ ÇäÑÓÇÆä ÙÇäêç èÃÙÏ ÇäåÍÇèäÉ
bg_bg: Имаше проблем при обновяването на потребителите. Моля проверете съобщенията по-горе и опитайте отново.
da_dk: Der opstod et problem under opgraderingen af brugere. Check venligst de ovenstående beskeder og prøv igen
fi_fi: K&auml;ytt&auml;jien p&auml;ivityksess&auml; ilmeni ongelma. Lue yl&auml;puoliset virheilmoitukset ja yrit&auml; uudelleen
gl_es: Houbo un problema na actualizaci&oacute;n de usuarios. Por favor revise as mensaxes darriba e int&eacute;nteo outra vez.
it_it: C'&egrave; stato un problema nell'aggiornamento degli utenti. Per favore controlla i messaggi qui sopra e prova di nuovo.
ja_jp: ユーザをアップグレードする際に問題が起きました。上のメッセージを確認し、もう一度試してください
pl_pl: Zaistnia³ problem przy aktualizacji u¿ytkowników. Sprawd¼ co jest napisane poni¿ej i sprobój jeszcze raz
pt_br: Ocorreu um problema ao atualizar os usuários. Por favor, verifique as mensagens acima e tente novamente

source: Retry
af_za: Probeer Weer
ar_eg: ÃÙÏ ÇäåÍÇèäÉ
bg_bg: Отново
da_dk: Prøv igen
fi_fi: Yrit&auml; uudelleen
gl_es: Reintentar
it_it: Riprova
ja_jp: 再試行
pl_pl: Powtórz
pt_br: Tente novamente

source: Users upgraded successfully.
af_za: Gebruikers suksesvol opgegradeer
ar_eg: Êå ÊÍÏêË ÇäåÓÊÎÏåêæ ÈæÌÇÍ
bg_bg: Потребителите са обновени успешно.
da_dk: Brugere opgraderet uden problemer.
fi_fi: K&auml;ytt&auml;jien p&auml;ivitys onnistui.
gl_es: Actualizaci&oacute;n de usuarios correcta.
it_it: Utenti aggiornati con successo.
ja_jp: ユーザのアップグレードに成功しました。
pl_pl: Aktualizacja u¿ytkowników udana.
pt_br: Usuários atualizados com sucesso.

source: You are not allowed to change your username.
af_za: Jy mag nie jou gebruikernaam verander nie.
bg_bg: Не ви е позволено да си променяте потребителското име.
da_dk: Du har ikke rettigheder til at ændre dit eget brugernavn.
fi_fi: Sinulla ei ole oikeutta vaihtaa k‰ytt‰j‰tunnustasi.
it_it: Non hai l'autorizzazione a modificare il nome utente.
ja_jp: あなたがユーザ名を変更することは許可されていません。
pl_pl: Nie masz mozliwo¶ci zmieniæ twojej nazwy u¿ytkownika.
pt_br: Você não está autorizado a trocar o seu nome de usuário.

source: Incorrect password
ar_eg: ãäåÉ åÑèÑ ÚêÑ ÕÍêÍÉ
bg_bg: Неправилна парола
da_dk: Forkert adgangskode
fi_fi: V&auml;&auml;r&auml; salasana
gl_es: Contrasinal incorrecto
ja_jp: 間違ったパスワード
pl_pl: Niepoprawne has³o
pt_br: Senha incorreta

source: You must provide your old password to change it.
af_za: Jy moet jou ou wagwoord invoer as jy dit wil verander.
ar_eg: êÌÈ ÅÏÎÇä ãäåÉ ÇäåÑèÑ ÇäâÏêåÉ äÊÚêêÑçÇ
bg_bg: Трябва да въведете старата си парола за да я смените.
da_dk: Du skal angive din gamle adgangskode for at ændre den.
fi_fi: Sinun on annettava vanha salasana vaihtaaksesi sen.
gl_es: Debe proporciona-lo seu contrasinal anterior para cambialo.
it_it: Devi inserire la tua vecchia password per cambiarla.
ja_jp: パスワードを変更するには古いパスワードが必要です。
pl_pl: Musisz podaæ stare has³o aby je zmieniæ.
pt_br: Você deve informar sua senha atual para mudá-la.

source: Change User Preferences
af_za: Wysig Gebruikersvoorkeure
ar_eg: ÊÚêêÑ ÊáÖêäÇÊ ÇäåÓÊÎÏå
bg_bg: Променете Потребителските Настройки
da_dk: Ændr brugervalg
fi_fi: Muuta k&auml;ytt&auml;j&auml;asetuksia
gl_es: Cambiar preferenzas de usuario
it_it: Cambia Preferenze Utente
ja_jp: ユーザの個別設定を変更する
pl_pl: Zmieñ ustawienia u¿ytkownika
pt_br: Alterar Preferências do Usuário

source: If you want to change your password, you must provide your old password and then enter the new one twice.
af_za: As jy jou wagwoord wil verander, moet jy jou ou wagwoord invoer en dan en die nuwe wagwoord twee keer invoer
ar_eg: ÅĞÇ ÃÑÏÊ ÊîÚêêÑ ãäåÉ ÇäåÑèÑ äÏêã¬ êÌğÈ Ãîæ ÊÏÎä ãäåÉ ÇäåÑèÑ ÇäâÏêåÉ Ëå ÈÙÏ Ğäã ÊÏÎä ÇäÌÏêÏÉ åÑñÊêæ.
bg_bg: Ако искате да си смените паролата, трябва да въведете първо старата си парола и след това два пъти новата парола.
da_dk: Hvis du vil ændre din adgangskode, skal du indtaste din gamle adgangskode og derefter den nye to gange.
fi_fi: Jos haluat vaihtaa salasanasi, sinun tulee antaa ensin vanha salasanani ja antaa sitten uusi salasana kahdesti.
gl_es: Se desexa cambia-lo seu contrasinal debe escribi-lo antigo e introduci-lo novo d&uacute;as veces.
it_it: Se vuoi cambiare la tua password, devi inserire la vecchia e poi inserire la nuova due volte.
ja_jp: パスワードを変更する場合は、古いパスワード1回、新しいパスワードを2回入力しなくてはいけません。
pl_pl: Je¶li chcesz zmieniæ has³o, podaj stare a potem wprowad¼ dwa razy nowe has³o.
pt_br: Se você quiser trocar sua senha, você deve informar sua senha atual e então entrar com a nova senha duas vezes.

source: You can change your username to any combination of letters and digits.
af_za: Jy kan jou gebruikersnaam na enige kombinasie van letters en syfers verander.
ar_eg: ïêåòãæ Ãîæ ÊïÚêÑ ÇÓåã ÇäåÓÊÎÏå Åäé Ãê åÌåèÙÉ åæ ÇäÍÑèá Ãè ÇäÃÑâÇå.
bg_bg: Можете да промените името си на всякаква комбинация от букви и цифри.
da_dk: Du kan ændre dit brugernavn til enhver kombination af tal og bogstaver.
fi_fi: Voit vaihtaa k&auml;ytt&auml;j&auml;tunnuksesi miksi tahansa kirjaiten / numeroiden yhdistelm&auml;ksi.
gl_es: Pode cambia-lo seu nome de usuario a calquera combinaci&oacute;n de letras e d&iacute;xitos.
it_it: Puoi modificare il tuo nome utente con una combinazione di lettere e numeri a piacere.
ja_jp: ユーザ名はあらゆる文字や数字の組合せへ変更できます。
pl_pl: Mo¿esz zmieniæ swoj± nazwê na ka¿d± kombinacjê liter i liczb.
pt_br: Você pode alterar seu nome de usuário para quaisquer combinação de letras e números.

source: Executing: %s
af_za: Besig met: %s
it_it: In Esecuzione: %s
ja_jp: 実行中: %s

source: Results:
af_za: Uitslae:
ar_eg: æÊÇÆÌ
bg_bg: Резултати:
da_dk: Resultater:
fi_fi: Tulos:
gl_es: Resultados:
it_it: Risultati:
ja_jp: 結果:
pl_pl: Wyniki:
pt_br: Resultados:

source: none
af_za: geen
ar_eg: äÇ êèÌÏ
bg_bg: никое
da_dk: ingen
fi_fi: ei mit&auml;&auml;n
gl_es: ning&uacute;n
it_it: nessuno
ja_jp: なし
pl_pl: ¿aden
pt_br: nenhum

source: Debug messages:
af_za: ontfout boodskappe:
bg_bg: Debug съобщения:
da_dk: Fejlfindingsmeddelelser:
fi_fi: Debug-viestit:
it_it: Messaggi di debug:
ja_jp: デバッグメッセージ:
pl_pl: Komunikaty z debuga:
pt_br: Depurar mensagens:

source: Status: %s (expected %s)
af_za: Status: %s (verwag: %s)
ar_eg: ÇäÍÇäÉ : %s (åÊèâÙ %s)
bg_bg: Резултат: %s (очаквано %s)
da_dk: Status: %s (forventede %s)
fi_fi: Tila: %s (odotettu %s)
gl_es: Status: %s (esper&aacute;base %s)
it_it: Stato: %s (atteso %s)
ja_jp: ステータス: %s (予測 %s)
pl_pl: Status: %s (oczekiwane %s)
pt_br: Status: %s (esperado %s)

source: The file does not exist ?!
bg_bg: Файла не съществува ?!
da_dk: Filen eksisterer ikke?!
fi_fi: Tiedostoa ei ole olemassa?!
ja_jp: ファイルが存在しない ?!
pl_pl: Plik nie istnieje ?!
pt_br: O arquivo não existe?!

source: You have no graphics package configured for use!
af_za: Jy het geen grafiese pakket gekonfigureer nie!
ar_eg: äêÓ äÏêã ÍÒåÉ ÑÓèåÇÊ åÙÏÉ ääÇÓÊÎÏÇå
bg_bg: Нямате конфигуриран графичен пакет, който Галерията да използва!
da_dk: Du har ikke en brugbar grafikpakke konfigureret!
fi_fi: Sinulla ei ole asennettuna / konfiguroituna grafiikkapakettia!
gl_es: Non ten ning&uacute;n paquete gr&aacute;fico configurado para usaro
it_it: Non hai configurato nessun pacchetto grafico!
ja_jp: 使用するグラフィックパッケージが設定されていません。
pl_pl: Nie masz ¿adnego pakietu graficznego skonfigurowanego do u¿ytku!
pt_br: Você não possui pacotes gráficos configurados para usar!
