Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Username that you can click on to send email (mailto:)
ar_eg: ÇÓå ÇäåÓÊÎÏå ÇäĞé êåãæã ÇäæâÑ Ùäêç äÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæé (ÃÑÓä Åäé)
bg_bg: Потребителското име на което цъквате за да изпратите e-mail (mailto:)
es_es: Nombre de usuario sobre el que puede pulsar para enviar un mensaje de correo (mailto:)
gl_es: Nome de usuario sobre o que pode pulsar para enviar unha mensaxe de correo (mailto:)
no_no: Brukernavn som du kan trykke på for å sende e-post (mailto:)
pt_br: Nome de usuário que você pode clicar para enviar email (mailto:)
vi_vn: Tên truy cập mà bạn có thể nhấn chuột vào và gửi mail (mailto:)

source: email address
ar_eg: ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæé
bg_bg: е-mail адреса
es_es: dirección de correo electrónico
gl_es: direcci&oacute;n de correo electr&oacute;nico
no_no: e-postadresse
pt_br: endereço de email
vi_vn: địa chỉ email

source: File missing or unreadable. Please install then re-run this test.
ar_eg: åäá åáâèÏ Ãè ÚêÑ âÇÈä ääâÑÇÁÉ. åæ áÖäã âå ÈÊæÕêÈ ÇäÈÑæÇåÌ Ëå ÃÙÏ ÊÔÚêä çĞÇ ÇäÅÎÊÈÇÑ.
bg_bg: Файла липсва или не се чете. Моля преинсталирайте и пуснете теста отново.
es_es: Fichero no encontrado o imposible de leer. Por favor, instálelo y ejecute de nuevo esta prueba.
gl_es: Ficheiro non atopado ou imposibel de ler. Por favor, inst&aacute;leo e execute de novo esta proba.
no_no: Fil mangler eller er uleselig. Vennligst installer og kjør denne testen på nytt.
pt_br: Arquivo faltando ou é inacessível. Por favor, instale-o e re-execute este teste.
vi_vn: File không có hoặc không thể đọc được. Hãy cài đặt và chạy lại thử nghiệm này.

source: Please ensure that %s is the latest version.
ar_eg: åæ áÖäã ÊÃãÏ åæ Ãæ %s çê ÂÎÑ ÅÕÏÇÑ
bg_bg: Моля уверете се че %s e последна версия.
es_es: Por favor, asegúrese de que la versión %s es la última.
gl_es: Por favor, aseg&uacute;rese de que a versi&oacute;n %s &eacute; a &uacute;ltima.
no_no: Vennligst forsikre deg om at %s er siste versjon.
pt_br: Por favor, certifique-se que %s é a versão mais recente.
vi_vn: Hãy chắc chắn rằng %s là phiên bản mới nhất.

source: Testing status of %d files.
ar_eg: ÅÎÊÈÇÑ ÍÇäÉ åäáÇÊ Çä %d
bg_bg: Проверка на състоянието на %d файла.
es_es: Comprobando el estado de %d ficheros.
gl_es: Comprobando o estado de %d ficheiros.
no_no: Tester status på %d filer.
pt_br: Estando status dos arquivos %d.
vi_vn: Kiểm tra trạng thái của %d files.

source: Cannot read file %s.
ar_eg: äå êÊåãæ åæ âÑÇÁÉ åäá %s.
bg_bg: Файла %s не се чете.
es_es: No se puede leer el fichero %s.
gl_es: Non se pode le-lo ficheiro %s.
no_no: Kan ikke lese filen %s.
pt_br: Não posso ler arquivo %s.
vi_vn: Không đọc được file %s.

source: File missing or unreadable.
ar_eg: åäá åáâèÏ Ãè ÚêÑ âÇÈä ääâÑÇÁÉ
bg_bg: Файла не съществува или не се чете.
es_es: Fichero no encontrado o imposible de leer.
gl_es: Fichero no encontrado o imposibel de ler.
no_no: Fil mangler eller er uleselig.
pt_br: Arquivo não encontrado ou é ilegível.
vi_vn: File không có hoặc không thể đọc được.

source: Version information not found in %s. File must be old version or corrupted.
ar_eg: äå êÊå ÇäÙËèÑ Ùäé ÈêÇæÇÊ äçĞÇ ÇäÅÕÏÇÑ áé %s. äÇÈÏ Ãæ êãèæ Çäåäá âÏêåÇ ÃèåÙ×èÈÇ
bg_bg: Няма информация за версията на %s. Файла или е стара версия или е развален.
es_es: No se ha encontrado información sobre la versión en %s. El fichero debe ser una versión antigua o puede estar corrupto.
gl_es: No se atopou informaci&oacute;n sobre a versi&oacute;n en %s. O ficheiro debe ser unha versi&oacute;n antiga ou pode estar corrupto.
no_no: Versjoninformasjon ikke funnet i %s. Filen må være gammel eller ødelagt.
pt_br: Informação de versão não encontrada em %s. Arquivo deve ser de versão mais antiga ou está corrompido.
vi_vn: Thông tin phiên bản không thấy trong %s. File đã quá cũ hoặc hỏng hóc.

source: Missing version
ar_eg: ÅÕÏÇÑ åáâèÏ
bg_bg: Липсваща версия
es_es: Versión no encontrada
gl_es: Versi&oacute;n non atopada
no_no: Mangler versjon
pt_br: Faltando versão
vi_vn: Không thấy số phiên bản

source: Problem with %s. Expected version %s (or greater) but found %s.
ar_eg: ÍÏËÊ åÔãäÉ åÙ %s. ÅÕÏÇÑ åÊèâÙ %s (Ãè ÃãÈÑ) èäãæ ÙËÑ Ùäé %s.
bg_bg: Има проблем с %s. Очакваната e версия %s (или по-нова), но е намерена версия %s.
es_es: Problema con %s. Se esperaba la versión %s (o superior) pero se encontró la %s.
no_no: Problemer med %s. Forventet versjon %s (eller høyere) men fant %s.
pt_br: Problema com %s. Esperado versão %s (ou superior) mas foi encontrada %s.
vi_vn: Có vấn đề với %s. Phiên bản yêu cầu %s (hoặc mới hơn) nhưng thấy %s.

source: Expected version %s (or greater) but found %s.
ar_eg: ÅÕÏÇÑ åÊèâÙ %s (Ãè ÃãÈÑ) èäãæ ÙËÑ Ùäé %s.
bg_bg: Очакваната e версия %s (или по-нова), но е намерена версия %s.
es_es: Se esperaba la versión %s (o superior) pero se encontró la %s.
gl_es: Essper&aacute;base a versi&oacute;n %s (ou superior) pero atopouse la %s.
no_no: Forventet versjon %s (eller høyere) men fant %s.
pt_br: Esperado versão %s (ou superior) mas foi encontrada %s.
vi_vn: Phiên bản yêu cầu %s (hoặc mới hơn) nhưng thấy %s.

source: %s OK. Actual version (%s) more recent than expected version (%s)
ar_eg: %s åèÇáâ. ÅÕÏÇÑ Íâêâê (%s) ÃÍÏË åæ ÇäÅÕÏÇÑ ÇäåÊèâÙ (%s).
bg_bg: %s e OK. Намерената версия (%s) е по-нова от очакваната (%s)
es_es: %s correcto. La versión actual (%s) es más reciente que la esperada (%s)
gl_es: %s correcto. A versi&oacute;n actual (%s) &eacute; m&aacute;is recente que a esperada (%s)
no_no: %s OK. Aktuell versjon (%s) er nyere enn forventet versjon (%s)
pt_br: %s OK. Versão atual (%s) mais recente do que a versão esperada (%s)
vi_vn: %s tốt. Phiên bản thực tế (%s) mới hơn so với phiên bản yêu cầu (%s)

source: Expected version %s but found %s.
ar_eg: ÅÕÏÇÑ åÊèâÙ %s èäãæ èÌÏ %s
bg_bg: Очакванaта версия e %s, но е намерена %s
es_es: Se esperaba la versión %s pero se ha econtrado la %s.
gl_es: Esper&aacute;base a versi&oacute;n %s pero atopouse a %s.
no_no: Forventet versjon %s, men fant %s.
pt_br: Versão esperada %s mas encontrada versão %s.
vi_vn: Phiên bản yêu cầu %s nhưng thấy %s.

source: %s OK
ar_eg: %s åèÇáâ
es_es: %s correcto
gl_es: %s correcto
vi_vn: %s tốt

source: Found expected version %s.
ar_eg: ÙËÑ Ùäé ÅÕÏÇÑ åÊèâÙ %s.
bg_bg: Намерена е очакваната версия %s.
es_es: Se encontró la versión esperada de %s.
gl_es: Atopouse a versi&oacute;n esperada de %s.
no_no: Fant forventet versjon %s.
pt_br: Encontrada versão esperada %s.
vi_vn: Thấy phiên bản yêu cầu %s.

source: This email will be sent when new accounts are created.
ar_eg: ÓêÊå ÅÑÓÇä çĞç ÇäÑÓÇäÉ ÇäÅäãÊÑèæêÉ ÍêæåÇ ÊæÔÃ ÍÓÇÈÇÊ ÌÏêÏÉ.
bg_bg: Този e-mail ще бъде изпратен когато са създадени нови потребители.
es_es: Este correo será enviado cuando las nuevas cuentas sean creadas.
gl_es: Este correo ser&aacute; enviado cando as novas contas sexan creadas.
pt_br: Este email será enviado quando novas contas forem criadas.
vi_vn: Email này sẽ được gửi khi có tài khoản mới được tạo.

source: File %s does not exist.
ar_eg: äÇ êèÌÏ åäá %s
bg_bg: Файла %s не съществува.
es_es: El archivo %s no existe.
gl_es: O arquivo %s non existe.
is_is: Skráin %s er ekki til.
nl_nl: Bestand %s bestaat niet.
no_no: Filen %s eksisterer ikke.
pt_br: Arquivo %s não existe.
sv_se: Filen %s finns inte.
vi_vn: File %s không tồn tại.

source: Expected status: %s, but actually received status %s.
ar_eg: ÍÇäÉ åÊèâÙÉ: %s, èäãæ áé ÇäÍâêâÉ ÍÇäÉ åÊäâÇç %s.
bg_bg: Очакван резултат: %s, но получения резултат е %s.
es_es: Se esparaba el status %s, pero se recibió el status %s.
gl_es: Espar&aacute;base o estatus %s, pero recibiuse o estatus %s.
is_is: Bjóst við ástandi: %s, en fékk raunar ástandið %s.
nl_nl: Verwachte status: %s, maar de onvangen status is %s.
no_no: Ventet status: %s, men mottatt status var %s.
pt_br: Status esperado: %s, mas realmente recebemos o status %s.
sv_se: Förväntad status: %s, men faktisk mottagen status är %s.
vi_vn: Trạng thái yêu cầu: %s, nhưng trạng thái nhận thực tế %s.

source: can't detect version on Windows
ar_eg: äå êÊåãæ åæ ÇãÊÔÇá ÇäÅÕÏÇÑ Ùäé æèÇáĞ èêæÏèÒ
bg_bg: не може да разберем каква е версията на Windows
es_es: no se puede detectar la versión de Windows
gl_es: non se pode detecta-la versi&oacute;n de Windows
is_is: get ekki skynjað útgáfu á Windows
nl_nl: kan versie niet detecteren in Windows
no_no: Kan ikke detektere versjon av Windows
pt_br: não posso detectar versão no Windows
sv_se: kan inte upptäcka version av Windows
vi_vn: không thể nhận ra phiên bản trên Windows

source: OK! Version: %s
ar_eg: åèÇáâ! ÅÕÏÇÑ: %s
bg_bg: ОК! Версия: %s
es_es: ¡Perfecto! Versión: %s
gl_es: ¡Perfecto! Versi&oacute;n: %s
is_is: Í lagi! Útgáfa: %s
nl_nl: Oke! Versie: %s
no_no: OK! Versjon: %s
pt_br: OK! Versão: %s
vi_vn: Ok! Phiên bản: %s

source: Gallery Configuration Wizard: Step %d
ar_eg: ÅÙÏÇÏ ÇäåÙÑÖ: Î×èÉ %d
bg_bg: Конфигурация на Галерията: Стъпка %d
es_es: Asistente de Configuración de Gallery: Paso %d
gl_es: Asistente de Configuraci&oacute;n de Gallery: Paso %d
is_is: Gallery: Uppsetningarhamur: skref %d
nl_nl: Gallery Configuratie Wizard: Stap %d
no_no: Gallery konfigurasjonsveiviser: Steg %d
pt_br: Gallery: Assistente de Configuração: Passo %d
sv_se: Gallerys Konfigurationsguide: Steg %d
vi_vn: Thuật cấu hình Thư viện ảnh: Bước %d

source: This is the Gallery system check page.
ar_eg: çĞç ÕáÍÉï åÑÇâÈÉğ æØÇåğ ÇäåÙÑÖ.
bg_bg: Това е страницата на Галерията е за проверка на системата.
es_es: Esta es la página de chequeo del sistema de Gallery
gl_es: Esta &eacute; a p&aacute;xina de chequeo do sistema de Gallery
is_is: Þetta er kerfisskoðunarsíða Gallery
nl_nl: Dit is de Gallery Systeem controle pagina.
no_no: Dette er Gallerys systemsjekk-side.
pt_br: Esta é a página de verificação do sistema do Gallery.
sv_se: Detta är Gallerys Systemkontrollsida.
vi_vn: Đây là trang kiểm tra hệ thống Thư viện ảnh.

source: This page will validate your installation to make sure that you have all the necessary components and permissions on this system and that everything is configured reasonably.
ar_eg: çĞç ÇäÕáÍÉ ÓÊÕÇÏâ Ùäé ÇäÊËÈêÊ ääÊÃòãÏ Ãæ äÏêã ãä ÇäåãèæÇÊ èÇäÃĞèæÇÊ ÇäÖÑèÑêÉ äçĞÇ ÇäæØÇåğ èÃæ ãä ÔêÁ âÏ Êå ÊËÈêÊç È×ÑêâÉ ÕÍêÍÉ.
bg_bg: Тази страница ще потвърди инсталацията ви, за да сме сигурни, че имате всички необходими компоненти и права в тази система, и че конфигурацията на системата е приемлива.
es_es: Esta página validará su instalación para asegurar que tiene todos los componentes y permisos necesarios en su sistema, y que todo está correctamente configurado.
is_is: Þessi síða mun yfirfara uppsetningu þína til að ganga úr skugga um að þú sért með alla nauðsynlega hluti og aðgangsheimildir á þessu kerfi, og að allt sé skynsamlega uppsett.
nl_nl: Deze pagina zal uw installatie valideren om na te kijken of u alle nodige componenten en rechten hebt op dit systeem en dat alles degelijk geconfigureerd is.
no_no: Denne siden vil kontrollere installasjonen for å bekrefte at du har alle nødvendige komponenter og tillatelser på dette systemet, og at alt er konfigurert riktig.
pt_br: Esta página irá validar sua instalação para ter certeza que você possui todos os componentes necessários e permissões neste sistema e que tudo está apropriadamente configurado.
sv_se: Denna sida kommer att kontrollera din installation för att säkerhetsställa att alla nödvändiga komponenter och behörigheter finns i systemet, samt att de är riktigt konfigurerade.
vi_vn: Trang này sẽ làm hợp lệ quá trình cài đặt của bạn để chắc rằng bạn có tất cả thành phần cần thiết và quyền hạn trên hệ thống và mọi thứ được cấu hình hợp lý.

source: Gallery Diagnostics Page
ar_eg: ÕáÍÉ ÇÎÊÈÇÑÇÊ ÇäåÙÑÖ
bg_bg: Диагностична страница на Галерията
es_es: Página de diagnósticos
gl_es: P&aacute;xina de diagn&oacute;sticos
is_is: Gallery villuleitarsíða
nl_nl: Gallery Controle Pagina
no_no: Gallery diagnose-side
pt_br: Página de Diagnóstico do Gallery
sv_se: Gallerys Diagnostiksida
vi_vn: Trang phân tích Thư viện ảnh

source: Gallery Help Page
ar_eg: ÕáÍÉ ÇäåÓÇÙÏÉ ääåÙÑÖ
bg_bg: Помощна страница на Галерията
es_es: Página de ayuda de Gallery
gl_es: P&aacute;xina de axuda de Gallery
is_is: Gallery hjálparsíða
nl_nl: Gallery Hulp Pagina
no_no: Gallery hjelpeside
pt_br: Página de Ajuda do Gallery
sv_se: Gallerys Hjälpsida
vi_vn: Trang trợ giúp Thư viện ảnh

source: Having problems? Try the %s, %s and %s.
ar_eg: çä äÏêã åÔÇãäğ¿ ÍÇèä ÅÓÊÎÏÇå Çä %s, %s è%s.
bg_bg: Ако имате проблеми, опитайте %s, %s и %s.
es_es: ¿Tiene problemas? Busque en %s, %s y %s.
gl_es: Ten problemas? Intente %s, %s e %s.
is_is: Áttu í vandræðum? Það má reyna %s, %s og %s.
nl_nl: Problemen? Probeer de %s, %s en %s.
no_no: Problemer? Prøv %s, %s og %s.
pt_br: Enfrentando problemas? Tente a %s, %s e %s.
sv_se: Behöver du hjälp? Prova %s, %s och %s.
vi_vn: Nếu có vấn đề? Hãy thử xem %s, %s và %s.

source: documentation
ar_eg: èËêâÉ.
bg_bg: документация
es_es: documentación
gl_es: documentaci&oacute;n
is_is: skjölun
nl_nl: documentatie
no_no: dokumentasjon
pt_br: documentação (em inglês)
sv_se: Gallerys Dokumentation
vi_vn: tài liệu

source: Having problems? Try the %s and %s.
ar_eg: çä äÏêã åÔÇãäğ¿ ÌÑÈ Çä %sè%s.
bg_bg: Имате ли проблеми? Опитайте %s и %s.
es_es: ¿Tiene problemas? Intente %s y %s.
gl_es: Ten problemas? Intente %s e %s.
is_is: Áttu í vandræðum? Það má reyna %s og %s.
nl_nl: Problemen? Probeer de %s en %s.
no_no: Problemer? Prøv %s og %s.
pt_br: Enfrentando problemas? Tente a %s e %s.
sv_se: Behöver du hjälp? Prova %s och %s.
vi_vn: Nếu có vấn đề? Hãy thử xem %s và %s.

source: Success
ar_eg: Êå ÈæÌÇÍ
bg_bg: Успешно
es_es: Correcto
gl_es: Correcto
no_no: Suksess
pt_br: Sucesso
vi_vn: Hoàn thành

source: Failure
ar_eg: áÔä
bg_bg: Провал
es_es: Fallo
gl_es: Erro
no_no: Feil!
pt_br: Falha
vi_vn: Lỗi

source: There are errors in your configuration that will prevent Gallery from functioning properly.
ar_eg: ÊèÌÏ ÃÎ×ÇÁ áê ÇäÅÙÏÇÏÇÊ äÏêã ååÇ âÏ êåæÙ ÇäåÙÑÖ åæ ÇäÙåä ÈÔãä åäÇÆå.
bg_bg: Има грешки в конфигурацията, които ще попречат на Галерията да функционира правилно.
es_es: Existen errores en su configuración que pueden causar que Gallery no funcione adecuadamente.
gl_es: Existen erros na s&uacute;a configuraci&oacute;n que poden causar que Gallery non funcione axeitadamente.
is_is: Í uppsetningu þinni eru villur sem munu koma í veg fyrir að Gallery virki sem skyldi.
nl_nl: Er zitten fouten in uw configuratie waardoor Gallery niet juist zal werken.
no_no: Det er feil konfigurasjonen som vil hindre Gallery i å fungere riktig.
pt_br: Há erros em sua configuração que farão com que o Gallery não funcione apropriadamente.
sv_se: Det finns fel i din konfiguration som gör att Gallery inte fungerar som det skall.
vi_vn: Có lỗi trong cấu hình đã ngăn Thư viện ảnh hoạt động đúng.

source: You must fix them before you can continue.
ar_eg: êÌÈ Íä çĞç ÇäåÔÇãä âÈä Ãæ ÊÓÊåÑ
bg_bg: Трябва да ги отстраните преди да можете да продължите.
es_es: Debe corregirlos antes de poder continuar.
gl_es: Debe correxilos antes de poder continuar.
is_is: Þú verður að leiðrétta þessar villur áður en þú getur haldið áfram.
nl_nl: U moet ze oplossen voordat U kan verdergaan.
no_no: Du må fikse dem før du kan fortsette.
pt_br: Você deve configurá-los antes de continuar.
sv_se: Du måste åtgärda dessa fel innan du kan fortsätta.
vi_vn: Bạn phải sửa trước khi bạn tiếp tục.

source: Your installation has <b>serious warnings</b>!<br>Continue at your own risk...
ar_eg: çä ÊèÏ ÇäÇÓÊåÑÇÑ Ùäé åÓÆèäêÊã¿ </b>! <br> ÊÍĞêÑÇÊ Î×êÑÉ<b>êèÌÏ áé ÇäÅÙÏÇÏÇÊ äÏêã. . .
bg_bg: В инсталация ви има <b>потенциални проблеми</b>! <br>Ако продължите, последствията са за ваша сметка.
es_es: ¡Su instalación tiene <b>advertencias serias</b>! Continúe bajo su propia responsabilidad...
gl_es: A s&uacute;a instalaci&oacute;n ten <b>advertencias serias</b>! Contin&uacute;e baixo a s&uacute;a propia responsabilidade...
is_is: <b>Alvarlegar aðvaranir</b> voru gefnar um uppsetningu þína!<br>Haltu áfram á eigin ábyrgð...
nl_nl: Uw Installatie heeft <b> Serieuze Waarschuwingen</b>! <br>Ga verder op eigen risico...
no_no: Installasjonen har <b>alvorlige adarsler</b>!<br>Fortsett på egen risiko ...
pt_br: Sua instalação possui <b>avisos críticos</b>!<br>Continue por sua conta e risco...
sv_se: Din installation har <b>allvarliga varningar</b>!<br>Fortsätt på egen risk...
vi_vn: Quá trình cài đặt của bạn có <b>lỗi nghiêm trọng</b>!<br>Tự bạn quyết định tiếp tục...

source: Your installation has warnings, but this is usually OK. Keep going!
ar_eg: ÊèÌÏ ÊÍĞêÑÇÊï áé ÅÙÏÇÏã¬ èäãæ çĞÇ êÍÏË ÙÇÏÉ. ÅÓÊåÑ!
bg_bg: В инсталацията ви има предупреждения, което обикновено е ОК. Продължавайте!
es_es: Su instalación tiene advertencias pero normalmente no tienen mayor importancia. Continúe.
gl_es: A s&uacute;a instalaci&oacute;n ten advertencias pero normalmente no ten maior importancia. Contin&uacute;e.
is_is: Aðvaranir voru gefnar um uppsetningu þína, en það ætti að vera í lagi. Haltu áfram!
nl_nl: Uw installatie heeft waarschuwingen, maar dit is over het algemeen geen probleem. Ga maar verder!
no_no: Installasjonen har advarsler, men dette er vanligvis OK. Fortsett!
pt_br: Sua instalação possui alertas, mas está OK. Vá em frente!
sv_se: Din installation har varningar, men det är vanligt och OK. Fortsätt!
vi_vn: Quá trình cài đặt của bạn đã được cảnh báo, nhưng đó là bình thường. Hãy tiếp tục!

source: Your installation passed with flying colors! Go go go!
ar_eg: Êå ÇäÅÙÏÇÏ ÈæÌÇÍí ÈÇçÑí! ÇÓÊåÑ! ÇÓÊåÑ! ÇÓÊåÑ!!
bg_bg: Инсталацията ви премина успешно!
es_es: ¡Su instalación está aprobada con honores! ¡Continúe!
is_is: Uppsetning heppnaðist glimrandi! Áfram nú!
nl_nl: Uw istallatie is geslaagd met onderscheiding! Ga snel verder!
no_no: Installasjon passerte med flygende farger! Fortsett!
pt_br: Sua instalação está aprovada com louvor! Pé na tábua!
sv_se: Din installation genomfördes med gott resultat! Fortsätt!
vi_vn: Quá trình cài đặt của bạn đã qua với các màu chỉ thị tốt! Đi tiếp nào!

source: Next Step
bg_bg: Следваща Стъпка
es_es: Siguiente paso
gl_es: Seguinte paso
is_is: Næsta skref
nl_nl: Volgende Stap
no_no: Neste steg
pt_br: Próximo Passo
sv_se: Nästa steg
vi_vn: Bước sau

source: Gallery ImageMagick Check
ar_eg: áÍÕ ÈÑæÇåÌ ImageMagick ÇäÎÇÕ ÈÇäåÙÑÖ
bg_bg: Проверка за 'ImageMagick'
es_es: Chequeo de ImageMagick
gl_es: Chequeo de ImageMagick
is_is: Gallery ImageMagick athugun
nl_nl: Gallery ImageMagick Controle
no_no: Gallery ImageMagick-sjekk
pt_br: Verificação do Gallery para ImageMagick
sv_se: Gallery ImageMagick Kontroll
vi_vn: Kiểm tra ImageMagick Thư viện ảnh

source: Check %s
ar_eg: áÍÕ %s
bg_bg: Проверете %s
es_es: Marcar %s
gl_es: Marcar %s
no_no: Sjekk %s
pt_br: Verificar %s
vi_vn: Kiểm tra %s

source: This script is designed to examine your %s installation to see if it is ok to be used by Gallery.
ar_eg: äÏêã ääÊÃãÏ åæ ÕäÇÍêÉ ÇÓÊÎÏÇåç åÙ ÇäåÙÑÖ %s çĞÇ ÇäÑåÒ åÕåå äáÍÕ ÇÙÏÇÏÇä.
bg_bg: Този 'script' е направен за да провери дали вашата инсталация на %s е подходяща за използване от Галерията.
es_es: Este script está diseñado para examinar su instalación de %s y ver si está bien para ser usada por Gallery.
gl_es: Este script est&aacute; dise&ntilde;ado para examina-la s&uacute;a instalaci&oacute;n de %s e ver se est&aacute; ben para ser usada por Gallery.
is_is: Þetta smáforrit athugar hvort %s-uppsetning þín er nothæf fyrir Gallery.
nl_nl: Dit script is gemaakt om uw %s installatie te controleren om te zien of het geschikt is om door Gallery gebruikt te worden.
no_no: Dette skriptet undersøker %s-installasjonen for å se om den kan bli brukt av Gallery.
pt_br: Este script foi feito para examinar sua instalação do %s para verificar se ele está ok para ser usado pelo Gallery.
sv_se: Detta skript är konstruerat för att undersöka din %s installation och för att se om den är ok att användas av Gallery.
vi_vn: Đoạn mã này được viết để xem xét sự cài đặt %s của bạn và nếu tốt sẽ được sử dụng cho Thư viện ảnh.

source: You should run this script <b>after</b> you have run the config wizard, if you have had problems with your %s installation that the wizard did not detect.
ar_eg: êÌÈ ÊÔÚêä çĞÇ ÇäÈÑæÇåÌ ÇäæÕê<b>ÈÙÏ</b> ÊÔÚêä åÙÇäÌ ÇäÊËÈêÊ ÇĞÇ ãÇæ äÏêã åÔÇãä ÃËæÇÁ ÊËÈêÊ Çä%s èäå êãÊÔáçÇ åÙÇäÌ ÇäÊËÈêÊ.
bg_bg: Използвайте този 'script' <b>след</b> стартирането на Конфигуратора, и само ако сте имали проблеми които не са били намерени по време на инсталацията на %s.
es_es: Debería ejecutar este script <b>después</b> de haber ejecutado el asistente de configuración por si ha tenido problemas con su instalación de %s que el asistente no ha detectado.
gl_es: Deber&iacute;a executar este script <b>despois</b> de ter executado o asistente de configuraci&oacute;n por se tivo problemas coa s&uacute;a instalaci&oacute;n de %s que o asistente non detectou.
is_is: Þú ættir að keyra þetta forrit <b>eftir</b> að þú hefur lokið uppsetningarferlinu og þú lentir í vandræðum með uppsetningu á %s sem uppsetningarferlið skynjaði ekki.
nl_nl: U moet dit script uitvoeren <b>nadat</b> U de configuratie wizard hebt uitgevoerd, als U problemen hebt met uw %s installatie die de wizard niet gevonden heeft.
no_no: Du bør kjøre dette skriptet <b>etter</b> at du har kjørt konfigurasjonsveiviseren. Det vil oppdage problemer med %s-installasjonen som veiviseren ikke oppdaget.
pt_br: Você deve executar este script <b>após</b> ter executado o assistente de configuração, caso você tivesse problemas com a instalação do %s que o assistente não detectou.
sv_se: Du bör köra detta skript <b>efter</b> du har genomfört konfigurationsguiden och om du hade problem med din %s installation som guiden inte kunde upptäcka.
vi_vn: Bạn nên chạy đoạn mã này <b>sau khi</b> bạn chạy thuật cấu hình, nếu bạn có vấn đề với quá trình cài đặt %s thì thuật cấu hình không nhận ra.

source: Loading configuration files. If you see an error here, it is probably because you have not successfully run the config wizard.
ar_eg: ÊÍåêä åäáÇÊ ÇäÅÙÏÇÏ. ÅĞÇ ÇãÊÔáÊ Î×Ã çæÇ¬ áĞäã Ùäé ÇäÃÑÌÍ êÙèÏ Åäé Ãæã äå Êâå ÈÊÔÚêä åÙÇäÌ ÇäÊËÈêÊ ÈæÌÇÍ
bg_bg: Зареждане на конфигурацията. Ако видите грешка тук, най-вероятно е защото не сте минали през Конфигуратора.
es_es: Cargando los archivos de configuración. Si observa algún error es, probablemente, porque no ha ejecutado correctamente el asistente de configuración.
gl_es: Cargando os arquivos de configuraci&oacute;n. Se observa alg&uacute;n error &eacute;, probablemente, porque non executou correctamente o asistente de configuraci&oacute;n.
is_is: Hleð inn uppsetningarskrám. Ef þú sérð villuboð hér, þá er það líklega vegna þess að þú hefur ekki náð að keyra uppsetningarferilinn vandræðalaust.
nl_nl: Bezig met de configuratiebestanden te laden. Als U hier een fout ziet, is dit waarschijnlijk omdat U de configuratie wizard niet succesvol hebt doorlopen.
no_no: Laster konfigurasjonsfiler. Hvis du ser en feil her, er det muligens fordi du ikke har fullført konfigurasjonsveiviseren.
pt_br: Carregando arquivos de configuração. Se você visualizar erros aqui, é provavelmente porque você executou o assistente de configuração sem sucesso.
sv_se: Laddar konfigurationsfiler. Om du får något felmeddelande här så beror det vanligtvis på att du inte har lyckats genomföra konfigurationsguiden.
vi_vn: Tải những file cấu hình. Nếu bạn thấy lỗi ở đây, có khả năng do bạn chạy thuật cấu hình không thành công.
