Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: You must specify a path for %s or %s for Gallery to function!!
ar_eg: äÇÈÏ åæ ÊÍÏêÏ åÓÇÑ ä %s Ãè %s ääåÙÑÖ äêÊåãæ åæ ÇäÙåä.
bg_bg: Трябва да посочите път към директориите на %s или %s, за да може Галерията да функционира!!
es_es: Debe especificar una ruta para %s o para %s para que Gallery funcione.
gl_es: Debe especificar unha ruta para %s ou para %s para que Gallery funcione.
is_is: Þú verður að gefa upp skráaslóð fyrir %s eða %s til að Gallery virki!!
nl_nl: U moet een pad voor %s of %s opgeven om Gallery te laten werken!!
no_no: Du må oppgi en sti for %s eller %s, for at Gallery skal virke!!
pt_br: Voê deve especificar um diretório para %s ou %s para o Gallery funcionar!!
sv_se: Du måste specificera en sökväg till %s eller %s för att Gallery skall fungera!!
vi_vn: Bạn phải chỉ định một đường dẫn cho %s hoặc %s để Thư viện ảnh có chức năng!!

source: %s is not properly configured for use as a graphics package. Make sure you entered a path to the %s binaries in step 2.
ar_eg: %s äå êÊå ÅÙÏÇÏç È×ÑêâÉ ÕÍêÍÉ ÊæÇÓÈ ÍÒåÉ ÇäÑÓèå. ÊÃãÏ åæ Ãæã âÏ ÃÏÎäÊ åÓÇÑÇ ä %s ÇäËæÇÆêÇÊ áé ÇäÎ×èÉ 2.
bg_bg: %s не е правилно конфигуриран за използване като графичен пакет. Проверете дали сте въвели път към директорията на %s в стъпка 2.
es_es: %s no está adecuadamente confugirado para usarse como herramienta gráfica. Asegúrese de la ruta que introdujo para los binarios de %s en el paso 2.
gl_es: %s non est&aacute; axeitadamente confugirado para usarse como ferramenta gr&aacute;fica. Aseg&uacute;rese da ruta que introduxo para os binarios de %s no paso 2.
is_is: %s er ekki rétt uppsett til að nota sem myndameðhöndlunar forrit. Gakktu úr skugga um að þú hafir gefið upp slóð að %s forrinu í skrefi 2.
nl_nl: %s is niet goed geconfigureerd om te gebruiken als grafisch pakket. Zorg er voor dat u het pad naar de %s programma's heeft ingesteld in stap 2.
pt_br: %s não está adequadamente configurado para ser usado como um pacote gráfico. Certifique-se de que você informou um caminho para os executáveis do %s no passo 2.
sv_se: %s är inte ordentligt konfigurerat för att användas som ett grafikpaket. Kontrollera att du skrivit in en sökväg till %s binärkoden(program) i steg 2.
vi_vn: %s không được cấu hình đúng cho sử dụng như là một gói graphic. Hãy chắc rằng bạn đã ghi một đường dẫn vào %s binaries trong bước 2.

source: Your server has the PHP open_basedir restriction set, and certain of your paths are not in the list of restricted paths
ar_eg: äâÏ Êå ÅÙÏÇÏ ÇäÊâêêÏ ä PHP open_basedir áé åäâå ÇäÔÈãÉ ÇäÎÇÕ Èã, èäÇ ÊèÌÏ áé âÇÆåÉ ÇäåÓÇÑÇÊ ÇäåâêÏÉ Ãé ×ÑêâÉ äÙåä åÓÇÑÇÊ.
bg_bg: Сървъра ви има включено ограничението 'open_basedir', и определени пътища към ваши директории не са част от списъка му с забранени директории
es_es: Su servidor tiene establecida la restricción open_basedir de PHP y algunas de las rutas no están en la lista indicada por open_basedir.
gl_es: O seu servidor ten establecida a restricci&oacute;n open_basedir de PHP e algunhas das rutas non est&aacute;n na lista indicada por open_basedir.
is_is: Vefþjónninn þinn er með PHP open_basedir-takmörkunina stillta, og sumar skráaslóðir þínar eru ekki í listanum yfir leyfðar slóðir.
nl_nl: Uw server heeft de PHP open_basedir restrictie gezet, en bepaalde paden staan niet in deze lijst.
pt_br: Seu servidor tem a restrição de PHP open_basedir configurada, e com certeza seus caminhos não estão listados na restrição
sv_se: Din server har PHP open_basedir-begränsning aktiverad, och vissa av dina sökvägar finns inte i listan över begränsade sökvägar
vi_vn: Máy chủ hệ thống của bạn có đặt giới hạn PHP open_basedir, và đương nhiên đường dẫn của bạn không trong danh sách đường dẫn bị cấm

source: This doesn't mean that they won't work, however it does mean that we can't verify that the paths are correct. If you are unable to upload photos correctly, please refer to the FAQ and to the %sdiagnostics%s to resolve your problems.
ar_eg: çĞÇ äÇ êÙæé ÃæçÇ äæ ÊÊåãæ åæ ÇäÙåä¬ èäãæ êÙæé ÃææÇ äæ æÓÊ×êÙ ÇäÊÍââ åæ Ãæ ÇäåÓÇÑÇÊ ÕÍêÍÉ. áÅĞÇ äå ÊÓÊ×Ù ÅêÏÇÙ ÇäÕèÑ È×ÑêâÉ ÕÍêÍÉ ¬ áÇäÑÌÇÁ ÇäÑÌèÙ Åäé ÇäÃÓÆäÉ ÇäåÊãÑÑÉ è%s ÇäÊÔÎêÕÇÊ %s äÅêÌÇÏ Íä äåÔÇãäã.
bg_bg: Не можем да потвърдим, че пътищата към директориите са правилни, но това не означава, че те няма да работят. Ако имате проблеми с прехврълянето на снимки, моля обърнете се към 'FAQ' и към %sстраницата за диагностика%s.
es_es: Esto no significa que no podamos trabajar, sin embargo significa que puede que no podamos verificar si las rutas a los ficheros son correctas. Si es incapaz de subir fotos al servidor correctamente, diríjase a la FAQ y a los %sdiagnósticos%s para resolver sus problemas.
is_is: Þetta þýðir ekki að þær muni ekki virka, en það þýðir að við getum ekki staðfest að skráaslóðirnar séu réttar. Ef þú getur ekki hlaðið inn myndum vandræðalaust, skoðaðu þá FAQ-skrána og %sgreiningartólin%s til að finna lausn þinna mála.
nl_nl: Dit betekent niet dat het niet werkt, maar wel dat we niet kunnen controlleren dat de paden correct zijn. Als u geen foto's correct kunt uploaden, kijk dan in de FAQ en de %sdiagnoses%s om de problemen op de lossen.
pt_br: Isto não significa que eles não funcionarão, entretanto isto quer dizer que não podemos verificar que os caminhos estão corretos. Se você não puder enviar fotos corretamente, por favor leia o FAQ os %sdiagnósticos%s para resolver seus problemas.
sv_se: Med detta menas att de inte fungerar, hur som helst så menas det att vi inte kan verifiera att sökvägen är rätt. Om du är oförmögen att lämna foton korrekt, vänligen vänd dig till Frågor och Svar och %sdiagnostik%s för att lösa dina problem.
vi_vn: Không có nghĩa rằng chúng không làm việc, tuy nhiên có thể là chúng tôi không thể kiểm định đường dẫn là đúng. Nếu bạn không thể tải ảnh lên một cách chính xác, xin hãy tham khảo Hỏi đáp và %sphân tích%s để giải quyết vấn đề.

source: Confirm that the settings you entered came through correctly. If you find this page confusing, you can safely ignore it.
ar_eg: ÊÃãÏ åæ Ãæ ÇäÅÙÏÇÏÇÊ ÇäÊé ÃÏÎäÊçÇ ÊåÊ È×ÑêâÉ ÕÍêÍÉ. áÅĞÇ ãÇæÊ çĞç ÇäÕáÍÉ åÍêÑÉ¬ áêåãæã ÊÌÇçäçÇ.
bg_bg: Потвърдете, че настройките които сте задали са разбрани правилно от Галерията. Ако информацията по-долу ви обърква, можете спокойно да я пренебрегнете.
es_es: Confirme que los parámetros introducidos son correctos. Si encuentra esta página embarullada, puede ignorarla.
gl_es: Confirme queos par&aacute;metros introducidos son correctos. Se atopa esta p&aacute;xina embarullada, pode ignorala.
is_is: Staðfestu að stillingarnar sem þú settir inn hafi skráðst rétt. Ef þessi síða ruglar þig í ríminu, þá geturðu leitt hana hjá þér áhyggjulaust.
nl_nl: Bevestig dat de instellingen die u ingegeven hebt juist begrepen zijn. Als u deze pagina verwarrend vindt, kan u het negeren.
no_no: Bekreft at innstillingene dine har blitt registrert korrekt. Hvis du synes at denne siden er forvirrende, så kan du trygt overse den.
pt_br: Confirme se as configurações que você informou estão corretas. Se você achar esta página confusa, você pode seguramente ignorá-las.
sv_se: Konfirmera att inställningarna du angav gick igenom ordentligt. Om du finner denna sida förvirrande så kan du säkert ignorera den och forsätta med att spara.
vi_vn: Hãy xác nhận rằng những cấu hình bạn chọn là chính xác. Nếu bạn thấy trang này lộn xộn, bạn có thể bỏ qua nó.

source: Confirm that the settings you entered came through correctly. There are errors highlighted below in red which need to be fixed before you can save your settings.
ar_eg: ÊÃãÏ åæ Ãæ ÇäÅÙÏÇÏÇÊ ÇäÊé ÃÏÎäÊçÇ ÊåÊ È×ÑêâÉ ÕÍêÍÉ. êèÌÏ áé ÇäÃÓáä ÙÏÉ ÃÎ×ÇÁ ååêÒÉ ÈÇääèæ ÇäÃÍåÑ¬ äÇÈÏ åæ ÊÕÍêÍçÇ âÈä ÍáØ ÅÙÏÇÏÇÊã.
bg_bg: Потвърдете, че настройките които сте задали са разбрани правилно. По-долу има грешки маркирани в червено, които трябва да бъдат отстранени преди да запишете настройките си.
es_es: Confirme que los parámetros introducidos son correctos. Hay errores marcados en rojo abajo que necesitan ser arreglados antes de que pueda guardar su configuración.
gl_es: Confirme que os par&aacute;metros introducidos son correctos. Hai erros marcados en vermello abaixo que necesitan ser arranxados antes de que poida garda-la s&uacute;a configuraci&oacute;n.
is_is: Staðfestu að stillingarnar sem þú settir inn hafi skráðst rétt. Hér fyrir neðan eru villur áherslumerktar með rauðum lit, sem þarf að laga áður en þú getur vistað stillingar þínar.
nl_nl: Bevestig dat de instellingen die u ingegeven hebt juist begrepen zijn. Er zijn fouten gemarkeerd in het rood, corrigeer deze anders kunnen de instellingen niet opgeslagen worden.
no_no: Bekreft at innstillingene dine har blitt registrert korrekt. Det er noen feil som blir vist i rødt, som må rettes før du kan lagre innstillingene.
pt_br: Confirme se as configurações que você informou estão corretas. Há erros destacados abaixo em vermelho os quais precisam ser corrigidos antes que você possa salvar suas configurações.
sv_se: Konfirmera att inställningarna du skrev in gick igenom ordentligt. Det finns felmeddelanden framhävda i rött nedan, lös dessa innan du spar dina inställningar.
vi_vn: Hãy xác nhận rằng những cấu hình bạn chọn là chính xác. Có những lỗi được đánh dấu đỏ là cần được sửa trước khi bạn có thể lưu giữ những cấu hình của bạn.

source: Edit Config
ar_eg: ÊÍÑêÑ ÇäÅÙÏÇÏÇÊ.
bg_bg: Променете Настройките
es_es: Editar configuración
gl_es: Editar configuraci&oacute;n
is_is: Breyta uppsetningu
nl_nl: Configuratie aanpassen
no_no: Rediger konfigurasjon
pt_br: Editar Configuração
sv_se: Redigera konfiguration
vi_vn: Biên soạn cấu hình

source: Save Config
ar_eg: ÍáØ ÇäÅÙÏÇÏÇÊ.
bg_bg: Запишете Настройките
es_es: Guardar Configuración
gl_es: Gardar Configuraci&oacute;n
is_is: Vista uppsetningu
nl_nl: Bewaar Instellingen
no_no: Lagre konfigurasjon
pt_br: Salvar Configuração
sv_se: Spara konfiguration
vi_vn: Lưu&nbsp;cấu&nbsp;hình

source: Refresh
bg_bg: Презареждане
es_es: Actualizar
is_is: Endurhlaða
nl_nl: Verversen
no_no: Oppdater denne siden
pt_br: Atualizar
sv_se: Uppdatera
vi_vn: Làm lại

source: One error.
bg_bg: Една грешка.
es_es: Un error.
is_is: Ein villa.
nl_nl: Een fout.
pt_br: Um erro.
sv_se: Ett felmeddelande.
vi_vn: Một lỗi.

source: No errors.
bg_bg: Няма грешки.
es_es: No hay errores.
is_is: Engar villur.
nl_nl: Geen fouten.
no_no: Ingen feil.
pt_br: Nenhum erro.
sv_se: Inga felmeddelanden.
vi_vn: Không có lỗi.

source: See Details below.
bg_bg: Вижте Детайлите по-долу.
es_es: Vea los detalles debajo.
is_is: Sjá nánar um þetta hér fyrir neðan.
nl_nl: Zie onderstaande details.
pt_br: Veja Detalhes abaixo.
sv_se: Se information nedan.
vi_vn: Xem chi tiết bên dưới.

source: There are errors in your configuration.
ar_eg: ÊèÌÏ ÇÎ×ÇÁ áé ÅÙÏÇÏÇÊã.
bg_bg: Има грешки в конфигурацията ви.
es_es: Hay errores en su configuración.
gl_es: Hai erros na s&uacute;a configuraci&oacute;n.
is_is: Það eru villur í uppsetningunni.
nl_nl: Er zitten fouten in uw configuratie.
no_no: Det er feil i konfigurasjonen.
pt_br: Há erros em sua configuração
sv_se: Det finns fel i din konfiguration.
vi_vn: Có lỗi trong cấu hình của bạn.

source: Please go back and fix them!
ar_eg: ÑÌÇÁ ÇäÙèÏÉ Åäêçå è ÇÕäÇÍçå.
bg_bg: Моля върнете се назад и ги поправете!
es_es: Por favor, vuelva atrás y corríjalos.
gl_es: Por favor, volva atr&aacute;s e corr&iacute;xaos.
is_is: Vinsamlegast farið til baka og leiðréttið!
nl_nl: Ga terug en verbeter het!
pt_br: Por favor retorne e conserte-os!
sv_se: Vänligen gå tillbaka och lös dem!
vi_vn: Xin hãy quay lại và sửa chúng!

source: In this step you'll customize various settings for Gallery. If this is the first time you've customized Gallery, you'll notice that we've tried to pick reasonable defaults for you. Even so, you'll probably have to make at least some minor changes. If you've already configured Gallery before, then you'll notice that this page already has your current settings loaded, so you probably won't need to do much.
ar_eg: áé çĞç ÇäÎ×èÉ ÓÊâèå ÈÊÎÕêÕ ÇäÙÏêÏ åæ ÇäÅÙÏÇÏÇÊ ääåÙÑÖ . áÅĞÇ ãÇæÊ çĞç çé ÇäåÑÉ ÇäÃèäé ÇäÊé Êâèå áêçÇ ÈÇäÊÎÕêÕ ääåÙÑÖ¬ áÓÊäÇÍØ ÃææÇ âÏ ÇÎÊÑæÇ ÇáÊÑÇÖÇÊ åæÇÓÈÉ äã¬ èåÙ Ğäã áâÏ ÊÖ×Ñ ääâêÇå ÈÈÙÖ ÇäÊÚêÑÇÊ ÇäÈÓê×É. ÃåÇ ÅĞÇ ãæÊ âÏ ÃÙÏÏÊ ÇäåÙÑÖ åæ âÈä ¬ áÓÊäÇÍØ Ãæ ÅÙÏÇÏÇÊã ÇäÍÇäêÉ âÏ Êå ÊÍåêäçÇ Ùäé çĞç ÇäÕáÍÉ¬ èäĞäã áâÏ äÇ ÊÍÊÇÌ Åäé Ùåä ÇäãËêÑ.
bg_bg: Тук ще можете да промените различни настройки на Галерията. Ако конфигурирате Галерията за първи път, ще забележите, че сме опитали да изберем приемливи презададени настройки за вас. Независимо от това, може би ще се наложи да направите поне някой малки промени. Ако вече сте конфигурирали Галерията и преди, ще забележите, че тази страница съдържа сегашната ви конфигурация, така че сигурно няма да е необходимо да правите много промени.
es_es: En este paso podrá personalizar varias características de Gallery. Si esta es la primera vez que está personalizando Gallery, podrá notar que intentamos poner las opciones por defecto por usted. A pesar de esto, probablemente tenga que hacer algunos cambios menores. Si ya ha configurado Gallery antes, notará que esta página ya contiene la anterior configuración, así que no necesitará retocar muchas cosas.
gl_es: Neste paso poder&aacute; persoalizar varias caracter&iacute;sticas de Gallery. Se esta &eacute; a primeira vez que est&aacute; persoalizando Gallery, poder&aacute; notar que intentamos po-las opci&oacute;ns por defecto por vostede. A pesar disto, probablemente te&ntilde;a que facer alg&uacute;ns cambios menores. Se xa configurou Gallery antes, notar&aacute; que esta p&aacute;xina xa conta coa s&uacute;a configuraci&oacute;n cargada, as&iacute; que non necesitar&aacute; retocar moitas cousas.
is_is: Í þessu skrefi muntu sérsníða hinar og þessar stillingar í Gallery. Ef þetta er fyrsta skiptið sem þú sérsníður Gallery, þá muntu taka eftir að við höfum reynt að velja skynsamleg sjálfvalin gildi fyrir þig. En þrátt fyrir það muntu líklega þurfa að gera einhverjar minniháttar breytingar. Ef þú hefur þegar sett upp Gallery áður, þá muntu sjá að þessi síða er nú þegar frumstillt með stillingum þínum, svo að þú munt líklega ekki þurfa að gera mikið.
nl_nl: In deze stap personaliseert u diverse instellingen van Gallery. Als dit uw eerste keer is dat u Gallery personaliseert, zult u merken dat we een poging hebben gedaan redelijke standaard waarden te kiezen. Hoe dan ook, u wilt ongetwijfeld kleine wijzigingen willen maken. Als u al eerder een Gallery heeft geconfigureerd zult u merken dat deze pagina uw huidige instellingen al heeft geladen, en hoeft u waarschijnlijk niet veel te doen.
no_no: Her kan du bestemme forskjellige innstillinger for Gallery. Hvis det er første gangen du konfigurerer Gallery, vil du merke at vi har forsøkt å velge fornuftige standardverdier for deg. Men likevel vil du sannsynligvis ønske å endre på noe.
pt_br: Neste passo você irá customizar várias configurações para o Gallery. Se esta for a primeira vez que você customiza o Gallery, você notará que nós tentamos escolher valores padrão razoáveis para você. Mesmo assim, você provavelmente terá que realizar algumas pequenas mudanças. Se você já configurou o Gallery antes, então você notará que esta página já possui suas informações de configuração e que você não terá muito o que fazer.
sv_se: I detta steg kommer du att anpassa ett antal inställningar i Gallery. Om detta är första gången du anpassar Gallery så kommer du att märka att vi har försökt att använda förvalda värden som skall passa så många som möjligt. Trots detta så kommer du säkert att göra några egna anpassningar. Om du har anpassat Gallery tidigare så kommer du att finna dina egna värden angivna så att du inte behöver ändra på så mycket.
vi_vn: Trong bước này bạn sẽ thực hiện cấu hình theo ý cho Thư viện ảnh. Nếu đây là lần đầu bạn thực hiện, bạn sẽ được thông báo rằng chúng tôi đã để các giá trị mặc định cho bạn. Tuy nhiên, bạn sẽ phải thực hiện tối thiểu vài thay đổi nhỏ. Nếu bạn đã cấu hình cho Thư viện ảnh trước, khi đó bạn được thông báo rằng trang này đã có thông tin cấu hình của bạn trong nó, nên bạn không nhất thiết phải chỉnh lại quá nhiều.

source: Switch through the corresponding tab and fill the values you need. Some, but not all values are required. If you have finished this step use the button to go to the next Step.
bg_bg: Прехвърлете се от секция на секция и въведете нужните стойности. Не всички стойности са необходими. Като приключите със тази стъпка, използвайте бутона за да преминете към следващата.
es_es: Navegue a través de las pestañas y rellene los valores que necesite. Algunos de ellos, pero no todos, son imprescindibles. Si ha terminado este paso utilice el botón para ir al paso siguiente.
gl_es: Navegue a trav&eacute;s das pestanas e encha os valores que necesite. Alg&uacute;ns deles, pero non todos, son imprescindibles. Se terminou este paso utilice o bot&oacute;n para ir &oacute; paso seguinte.
is_is: Skoðaðu viðeigandi kafla og bættu við þeim gildum sem þú þarft. Sum, en ekki öll gildi verður þú að gefa upp. Þegar þú hefur klárað þetta skref, smeltu á hnappinn til að fara í næsta skref.
nl_nl: Loop door de tabbladen en vul de waarden die u nodig heeft in. Sommige, maar niet alle waarden zijn benodigd. Als u deze stap heeft kunt u op de knop 'Volgende stap' klikken.
pt_br: Altere entre as guias correspondentes e preecha os valores que você precisa. Alguns mas não todos os valores são requeridos. Se você finalizar este passo, use o botão para ir ao próximo passo.
sv_se: Gå igenom de motsvarande flikarna och fyll i värderna du behöver. Vissa men inte alla värden krävs. När du är färdig med detta steg så använd knappen för att gå till nästa steg.
vi_vn: Chuyển qua thẻ tương thích và điền đầy đủ các giá trị bạn cần. Một vài, nhưng không phải tất cả các giá trị là yêu cầu. Nếu bạn đã hoàn thành bước này hãy nhấn nút để chuyển tới Bước sau.

source: Previous Step
bg_bg: Предишна Стъпка
es_es: Paso anterior
gl_es: Paso anterior
is_is: Fyrra skref
nl_nl: Vorige stap
no_no: Forrige side
pt_br: Passo Anterior
sv_se: Föregående steg
vi_vn: Bước trước

source: Previous Tab
bg_bg: Предишна Секция
es_es: Lengüeta anterior
is_is: Fyrri kafli
nl_nl: Vorig tabblad
no_no: Forrige ark
pt_br: Guia Anterior
sv_se: Föregående flik
vi_vn: Thẻ trước

source: Next Tab
bg_bg: Следваща Секция
es_es: Siguiente lengüeta
is_is: Næsti kafli
nl_nl: Volgend tabblad
no_no: Neste ark
pt_br: Próxima Guia
sv_se: Nästa flik
vi_vn: Thẻ sau

source: Use Defaults
ar_eg: ÇÓÊÎÏå ÇäÅáÊÑÇÖÇÊ.
bg_bg: Презададените Настройки
es_es: Usar valores por defecto
gl_es: Usar valores por defecto
is_is: Nota sjálfgefingildi
nl_nl: Standaard waarden
no_no: Bruk standardverdier
pt_br: Usar Padrões
sv_se: Använd de förvalda värdena
vi_vn: Sử dụng mặc định

source: Here you can customize the default values for <b>new albums</b> that you create. These settings have no effect on existing albums!
ar_eg: è çæÇ êåãæã ÊÎÕêÕ Çäâêå ÇäÅáÊÑÇÖêÉ <b> ääÃäÈèåÇÊ ÇäÌÏêÏÉ </b> ÇäÊé Êâèå ÈÙåäçÇ. èçĞç ÇäÅÙÏÇÏÇÊ äêÓ äçÇ Ãé ÃËÑ Ùäé ÇäÃäÈèåÇÊ ÇäåèÌèÏÉ.
bg_bg: Тук можете да презададете настройките за <b>новите албуми</b> които създавате. Тези настройки няма да имат ефект върху вече съществуващите албуми!
es_es: Aquí puede personalizar los valores por defecto para los <b>nuevos álbumes</b> que cree. Estos parámetros no tienen efecto para los álbumes ya existentes.
gl_es: Aqu&iacute; pode persoaliza-los valores por defecto para os <b>novos &aacute;lbumes</b> que cre. Estes par&aacute;metros no te&ntilde;en efecto para os &aacute;lbumes xa existentes.
is_is: Hér getur þú sérsniðið sjálfgefin gildi fyrir <b>ný albúm</b> sem þú býrð til. Þessar stillingar hafa ekki áhrif á þau albúm sem eru núþegar til!
nl_nl: Hier kunt u de standaard waarden voor <b>nieuwe albums</b> wijzigen. Deze instelligen hebben geen effect op bestaande albums!
no_no: Her kan du stille inn standardverdier for <b>nye album</b> som du oppretter. Disse innstillingene har ingen effekt på eksisterende album!
pt_br: Aqui você pode customizar os valores padrão para <b>novos álbuns</b> que você criar. Essas configurações não terão efeito em álbuns existentes!
sv_se: Här kan du anpassa de förvalda värderna för <b>nya album</b> som du skapar. Dessa inställningar har ingen effekt på redan existerande album!
vi_vn: Bạn có thể tùy chọn các giá trị mặc định cho <b>album mới</b> mà bạn tạo. Những lựa chọn này sẽ không có tác dụng nào đến các albums đã có!

source: Note that these are <b>not master switches</b>. This means you can change those settings for each separately.
ar_eg: äÇÍØ Ãæ çĞç <b> äêÓÊ ÑåèÒ ÊÈÏêä ÑÆêÓêÉ </b>. èçĞÇ êÙæé Ãæç ÈÅåãÇæã ÊÚêêÑ çĞç ÇäÅÙÏÇÏÇÊ äãä ÑåÒ Ùäé ÍÏÉ.
bg_bg: Отбележете че тези <b>не са глобални настройки</b>. Това означава че можете да промените настойките за всеки албум по отделно.
es_es: Note que estos <b>no son interruptores maestros</b>. Esto significa que puede cambiar esos parámetros cada uno por separado.
gl_es: Note que estes <b>non son interruptores mestres</b>. Isto significa que pode cambiar eses par&aacute;metros cada un por separado.
is_is: Athugaðu að þetta eru ekki <b>gildi sem hafa áhrif um allt albúm</b> Þetta þýðir að þú getur breytt þeim fyrir hvert albúm um sig.
nl_nl: Merk op dat dit <b>geen globale instellingen</b> zijn. Dit betekent dat u deze instelligen per album kunt instellen.
no_no: Merk at disse er <b>ikke hovedbrytere</b>. Det betyr at du kan endre disse innstillingene separat for hvert album.
pt_br: Note que esses <b>não são controles principais</b>. Isso significa que você pode alterá-loas separadamente por álbum.
sv_se: Observera att dessa är <b>inte huvudinställningar</b>. Med detta menas att du kan ändra inställningarna för varje separat.
vi_vn: Lưu ý rằng chúng không phải là <b>cấu hình cơ bản</b>. Có nghĩa là bạn hoàn toàn có thể thay đổi cấu hình riêng cho chúng.
