Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: We were unable to detect any system locales. Multi-language functions will be disabled. Please install the corresponding locales or ask your administrator to do this. This problem is known on %s systems. In this case please have a look at this %sDebian locale HowTo%s.
ar_eg: äå æÊåãæ åæ ÅãÊÔÇá ÃêÉ ÃåÇãæ åÍäêÉ ääæØÇå. ÓêÊå ÅêâÇá èØÇÆá ÊÙÏÏ ÇääÚÇÊ . ÇäÑÌÇÁ ÊËÈêÊ ÇäÃåÇãæ ÇäåÍäêÉ Çäå×ÇÈâÉ Ãîè Ç×äÈ åæ åÓÄèä ÇäæØÇå ÊËÈêÊçÇ. çĞç ÇäåÔãäÉ åÙÑèáÉ Ùäé ÃæØåÉ %s. áê çĞç ÇäÍÇäÉ ÇäÑÌÇÁ ÇäæØÑ Åäé %sDebian locale HowTo%s.
bg_bg: Не успяхме да открием каквито и да е локализации. Мулти-езиковите функции няма да работят. Моля инсталирайте желаните локализации или помолете Доставчика си да направи това. Този проблем се получава при %s системите. За повече информация моля погледнете тук: %sDebian local HowTo%s.
es_es: Somos incapaces de detectar ningún lenguaje en el sistema. Las funciones multilenguaje serán deshabilitadas. Por favor, instale los correspondientes idiomas o pregunta a su proveedor como hacerlo. Este problema es conocido en %s sistemas. En este caso eche un vistazo a %sDebian locale Howto%s.
pt_br: Não fomos capazes de detectar nenhuma localização. Funções de multi-idioma estarão desabilitadas. Por favor, instale as localizações correspondentes ou peça auxílio ao seu provedor para realizar esta tarefa. Este problema é conhecido nos sistemas rodando %s. Neste caso, veja informações neste %sDebian locale HowTo%s.
vi_vn: Chúng tôi không thể dò tìm bất cứ locale hệ thống nào. Chức năng đa ngôn ngữ sẽ bị tắt. Xin hãy cài đặt locale tương thích hoặc hỏi nhà cung cấp để làm điều đó. Vấn đề này được biết đến trên hệ thống %s. Trong trường hợp này xin hãy xem tại %sDebian locale HowTo%s.

source: Only the default locale for this machine is available, so date format will not change for different languages.
ar_eg: äêÓ åÊÇÍÇ äçĞÇ ÇäÍÇÓèÈ ÅäÇ ÇäåãÇæ ÇäåÍäê ÇäÅáÊÑÇÖê, èäĞäã äæ êÊÚêÑ ÊÇÑêÎ ÇäÊæÓêâ ääÚÇÊ ÇäåÎÊäáÉ.
bg_bg: Само презададената локализация е на разположение за тази система, така че формата на датата няма да бъде променен за различните езици.
es_es: Sólo la configuración regional por defecto está disponible en esta máquina, así que el formato de las fechas no cambiará en los diferentes lenguajes.
gl_es: S&oacute; a configuraci&oacute;n rexional por defecto est&aacute; dispo&ntilde;ible nesta m&aacute;quina, as&iacute; que o formato das datas non cambiar&aacute; nos diferentes linguaxes.
pt_br: Apenas a localidade padrão para esta máquina está disponível, então o formato de datas não sofrerá mudanças para idiomas diferentes.
vi_vn: Chỉ locale mặc định cho hệ thống máy này là có sẵn nên dạng thức ngày tháng sẽ không thay đổi trên những ngôn ngữ khác nhau.

source: Advanced
ar_eg: åÊâÏå
es_es: Avanzado
gl_es: Avanzado
is_is: Fyrir lengra komna
nl_nl: Geavanceerd
no_no: Avansert
pt_br: Avançado
sv_se: Avancerat
vi_vn: Nâng cao

source: <b>System</b> locale selection required
ar_eg: å×äèÈ ÅÎÊêÇÑ <b>æØÇå</b> ääåãÇæ ÇäåÍäê
bg_bg: Необходимо е да изберете локализация за <b>System</b>
es_es: La elección de un <b>idioma</b> es imprescindible
gl_es: A elecci&oacute;n dun <b>idioma</b> &eacute; imprescindibel
no_no: <b>System</b>-lokalevalg er påkrevd
pt_br: Seleção de <b>sistema de localização</b> requerida
vi_vn: <b>Hệ thống</b> locale được yêu cầu lựa chọn

source: There is more than one suitable <b>system</b> locale installed on your machine for the following languages. Please chose the one you think is most suitable.
ar_eg: êèÌÏ ÃãËÑ åæ<b> æØÇå </b> åãÇæ åÍäê åæÇÓÈ åËÈÊ Ùäé ÍÇÓèÈã ääÚÇÊ ÇäÊÇäêÉ. ÑÌÇÁ ÅÎÊÑ åÇ ÊÙÊâÏç ÇäÃÕäÍ.
bg_bg: На машината ви има инсталирана повече от една подходяща <b>System</b>-локализация за следните езици. Моля изберете тази която мислите за най-подходяща.
es_es: Hay más de una <b>configuración regional</b> idónea instaladas en su máquina para los siguientes lenguajes. Por favor, escoja la que crea más adecuada.
gl_es: Hai m&aacute;is dunha <b>configuraci&oacute;n rexional</b> id&oacute;nea instaladas na s&uacute;a m&aacute;quina para os seguintes linguaxes. Por favor, escolla a que crea m&aacute;is axeitada.
no_no: Det er mer enn ett passende <b>system</b>-lokaler installert på maskina for følgende språk. Velg den du tror er mest passende.
pt_br: Há mais do que uma localização instalada em sua máquina para os seguintes idiomas. Por favor, escolha o que você achar mais apropriado.
vi_vn: Có hơn một loại <b>hệ thống</b> locale phù hợp được cài đặt trên hệ thống máy chủ của bạn cho những ngôn ngữ sau. Xin hãy chọn một cái mà bạn cho là phù hợp nhất.

source: This is <b>only</b> for date & time format. You only need to edit the languages you enabled above
ar_eg: çĞÇ <b>áâ×</b> äÊæÓêâ ÇäÊÇÑêÎ èÇäèâÊ. ÃæÊ áé ÍÇÌÉ áâ× äÊÍÑêÑ ÇääÚÇÊ ÇäÊé åãæÊçÇ ÙÇäêç
bg_bg: Това е <b>само</b> за формата на датата и времето. Трябва да промените само за езиците които сте включили по-горе.
es_es: Esto es <b>sólamente</b> para los formatos de fechas y horas. Sólo necesita editar los idiomas para activarlo
gl_es: Isto &eacute; <b>s&oacute;amente</b> para os formatos de datas e horas. S&oacute; necesita edita-los idiomas para activalo
no_no: Dette er <b>bare</b> for dato og tidsformater. Du trenger bare å redigere språkene du har slått på ovenfor
pt_br: Isto é <b>somente</b> para formato de data e hora. Você precisa somente editar os idiomas habilitados acima
vi_vn: Chỉ dành cho định dạng ngày tháng và thời gian. Bạn chỉ cần biên soạn những ngôn ngữ mà bạn đã chọn ở trên

source: System locale
ar_eg: æØÇå ÇäåãÇæ ÇäåÍäê
bg_bg: Системна локализация
es_es: Idioma del sistema
gl_es: Idioma do sistema
no_no: Systemlokale
pt_br: Sistema de localizações
vi_vn: Hệ thống locale

source: <b>System</b> locale problems
ar_eg: åÔÇãä <b> æØÇå </b> ÇäåãÇæ ÇäåÍäê
bg_bg: Проблеми с локализацията на <b>System</b>
es_es: Problemas con los idiomas del <b>sistema</b>
gl_es: Problemas cos idiomas do <b>sistema</b>
no_no: <b>System</b>-lokale-problemer
pt_br: Problemas no <b>sistema de localizações</b>
vi_vn: <b>Hệ thống</b> locale có vấn đề

source: There are no apparently suitable <b>system</b> locales installed on your machine for the following languages. Please choose the one you think is most suitable.
ar_eg: äÇ êèÌÏ Ùäé åÇ êÈÏè <b> ÃæØåÉ </b> ÃåÇãæ åÍäêÉ åæÇÓÈÉ åËÈÊÉ Ùäé ÍÇÓèÈã äåÙÇäÌÉ ÇääÚÇÊ ÇäÊÇäêÉ. ÇäÑÌÇÁ ÅÎÊêÇÑ ÇääÚÉ ÇäÊé ÊÙÊâÏ ÃæçÇÇäÃÕäÍ.
bg_bg: На системата ви няма намерени подходящи <b>системни</b>локализации за следните езици. Моля изберете тази която мислите за най-подходяща.
es_es: Aparentemente no hay <b>configuraciones regionales</b> idóneas instaladas en su máquina para los siguientes lenguajes. Por favor, escoja la que crea más adecuada.
gl_es: Aparentemente non hai <b>configuraci&oacute;ns rexionais</b> id&oacute;neas instaladas na s&uacute;a m&aacute;quina para os seguintes linguaxes. Por favor, escolla a que crea m&aacute;is axeitada.
no_no: Der er ingen passende <b>system</b>-lokaler installert på maskinen for følgende språk. Velg den du tror er mest passende.
pt_br: Aparentemente não há localizações instaladas em sua máquina para os seguintes idiomas. Por favor, escolha o que você achar mais apropriado.
vi_vn: Không có <b>hệ thống</b> locale phù hợp nào được cài đặt trên hệ thống máy của bạn cho những ngôn ngữ sau. Xin hãy chọn một cái mà bạn nghĩ phù hợp nhất.

source: <b>safe_mode</b> is off.
ar_eg: <b>safe_mode</b> åÚäâ.
bg_bg: <b>безопасния режим (safe mode)</b> е изключен.
es_es: El modo seguro (<b>safe_mode</b>) está desactivado.
gl_es: O xeito seguro (<b>safe_mode</b>) est&aacute; desactivado.
no_no: <b>safe_mode</b> er avslått.
pt_br: <b>safe_mode</b> está desligado.
vi_vn: <b>safe_mode</b> đang tắt.

source: <b>magic_quotes</b> are off.
ar_eg: <b>magic_quotes</b> åÚäâÉ.
bg_bg: <b>'magic quotes'</b> са изключени.
es_es: El parámetro <b>magic_quotes_gpc</b> está desactivado.
gl_es: O par&aacute;metro <b>magic_quotes_gpc</b> est&aacute; desactivado.
no_no: <b>magic_quotes</b> er avslått.
pt_br: <b>magic_quotes</b> está desligado.
vi_vn: <b>magic_quotes</b> đang tắt.

source: In %s, missing %s in row %d with %s %s.
ar_eg: áé %s, åáâèÏ %s áé Õá %d È %s %s.
bg_bg: В %s липсва %s на ред %d с %s %s.
es_es: En %s, desaparecido %s en la fila %d con %s %s.
gl_es: En %s, desaparecido %s na fila %d con %s %s.
no_no: I %s, mangler %s i rad %d med %s %s.
pt_br: Em %s, faltando %s em coluna %d com %s %s.
vi_vn: Trong %s, mất %s ở hàng %d với %s %s.

source: Vote words and values
ar_eg: ãäåÇÊ èâêå ÇäÊÕèêÊ.
bg_bg: Думи и стойности на гласуването
es_es: Votar palabras y valores
gl_es: Votar palabras e valores
is_is: Orð og gildi í atkvæðagreiðslum
nl_nl: Stemwoorden en -waarden
pt_br: Item de escolha e seu valor de votação
sv_se: Text och värden för omröstning:
vi_vn: Từ bình chọn và giá trị

source: In %s, blank in row %d.
ar_eg: áé %s ÎÇä áé Õá%d.
bg_bg: В %s е празно на ред %d.
es_es: En %s, espacio en blanco en la fila %d.
gl_es: En %s, espacio en branco na fila %d.
no_no: I %s, blank i rad %d.
pt_br: Em %s, branco em linha %d.
vi_vn: Trong %s, bị trống trong hàng %d.

source: In %s, for name %s (row %d) value %s should be a positive whole number
ar_eg: áé %s, äÇÓå %s (Õá%d) âêåÉ %s êÌÈ Ãæ Êãèæ ÑâåÇ åèÌÈÇ ãÇåäÇ.
bg_bg: В %s, за името %s (ред %d) стойността %s трябва да е положително цяло число.
es_es: En %s, para el nombre %s (fila %d) el valor %s debería ser un número entero positivo
gl_es: En %s, para o nome %s (fila %d) o valor %s deber&iacute;a ser un n&uacute;mero enteiro positivo
no_no: I %s, for navnet %s (rad %d) verdi %s bør være et positivt heltall
pt_br: Em %s, para nome %s (linha %d) valor %s deve ser um número completamente positivo
vi_vn: Trong %s, cho tên %s (hàng %d) giá trị %s phải là một số dương

source: <b>register_globals</b> is off.
bg_bg: <b>register_globals</b> е изключено.
es_es: <b>register_globals</b> está desactivado.
pt_br: <b>register_globals</b> está desligado.
vi_vn: <b>register_globals</b> đang tắt.

source: Your passwords do not match!
bg_bg: Паролите ви не съвпадат!
es_es: ¡Sus contraseñas no coinciden!
pt_br: Suas senhas não conferem!
vi_vn: Mật khẩu của bạn chưa đúng!

source: Valid admin email address given.
ar_eg: Êå ÅÏÎÇä ÙæèÇæ ÈÑêÏ ÃäãÊÑèæé ÓÇÑ äåÓÄèä ÇäæØÇå.
bg_bg: Дадения e-mail адрес е валиден.
es_es: Entregada una dirección de correo válida para el administrador.
gl_es: Entregada unha direcci&oacute;n de correo v&aacute;lida para o administrador.
no_no: Gyldig admin e-postadresse oppgitt.
pt_br: Informado endereço de email do administrador válido.
vi_vn: Đưa ra địa chỉ email QT hợp lệ.

source: You must specify valid admin email addresses
ar_eg: äÇ ÈÏ åæ ÊÙêêæ ÙæÇèêæ ÈÑêÏ ÃäãÊÑèæêÉ ÓÇÑêÉ äåÓÄèäê ÇäæØÇå
bg_bg: Трябва да въведете валиден e-mail адрес на администратора
es_es: Debe especificar direcciones de correo válidas para el administrador
gl_es: Debe especificar direcci&oacute;ns de correo v&aacute;lidas para o administrador
no_no: Du må angi en gyldig admin e-postadresse
pt_br: Você deve especificar um email de administrador válido
vi_vn: Bạn phải ghi địa chỉ email QT hợp lệ

source: %s is not a valid email address.
ar_eg: %s äêÓ ÙæèÇæ ÈÑêÏ ÃäãÊÑèæé ÓÇÑ
bg_bg: %s не е валиден e-mail адрес.
es_es: %s no es una dirección de correo válida.
gl_es: %s non &eacute; unha direcci&oacute;n de correo v&aacute;lida.
no_no: %s er ikke en gyldig e-postadresse.
pt_br: %s não é um endereço de email válido.
vi_vn: %s là địa chỉ email không hợp lệ.

source: Valid sender email address given.
ar_eg: Êå ÅÏÎÇä ÙæèÇæ ÈÑêÏ ÃäãÊÑèæé ÓÇÑ ääåÑÓä
bg_bg: Дадения e-mail адрес на подателя е валиден.
es_es: Entregada una dirección de correo válida para el remitente.
gl_es: Entregada unha direcci&oacute;n de correo v&aacute;lida para o remitente.
no_no: Gyldig avsenderadresse ble oppgitt.
pt_br: Informado endereço de email do remetente válido.
vi_vn: Đưa ra địa chỉ email người gửi hợp lệ.

source: You must specify a valid sender email address
ar_eg: äÇ ÈÏ åæ ÊÙêêæ ÙæèÇæ ÈÑêÏ ÃäãÊÑèæé ÓÇÑ ääåÑÓä
bg_bg: Трябва да въведете валиден e-mail адрес на подател
es_es: Debe especificar una dirección de correo válida para el remitente
gl_es: Debe especificar unha direcci&oacute;n de correo v&aacute;lida para o remitente
no_no: Du må angi en gyldig avsenderadresse
pt_br: Você deve especificar um email de remetente válido
vi_vn: Bạn phải ghi địa chỉ email người gửi hợp lệ

source: You must include %s in your welcome email
ar_eg: äÇ ÈÏ åæ ÊÖåêæ %s áé ÈÑêÏ ÇäÊÑÍêÈ ÇäÅäãÊÑèæé ÇäÎÇÕ Èã
bg_bg: Трябва да включите %s във вашия e-mail за Добре Дошли.
es_es: Debe incluir %s en su correo de bienvenida
gl_es: Debe incluir %s no seu correo de benvida
no_no: Du må inkludere %s i velkomst-e-posten
pt_br: Você deve incluir %s em seu email de boas vindas
vi_vn: Bạn phải bao gồm cả %s trong email chào mừng

source: You must include %s or %s in your welcome email
ar_eg: äÇ ÈÏ åæ ÊÖåêæ %s Ãè %s áé ÈÑêÏ ÇäÊÑÍêÈ ÇäÅäãÊÑèæé ÇäÎÇÕ Èã
bg_bg: Трябва да включите %s или %s във вашия e-mail за Добре Дошли.
es_es: Debe incluir %s o %s en su correo de bienvenida
gl_es: Debe incluir %s ou %s no seu correo de benvida
no_no: Du må inkludere %s eller %s i velkomst-e-posten
pt_br: Você deve incluir %s ou %s em seu email de boas vindas
vi_vn: Bạn phải bao gồm cả %s hoặc %s trong email chào mừng

source: The following files are out of date, corrupted or missing:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
ar_eg: ÇäåäáÇÊ ÇäÊÇäêÉ ÚêÑ ÕÇäÍÉ ääÇÓÊÎÏÇå ¬ ÊÇäáÉ Ãè åáâèÏÉ <br> &nbsp» &nbsp» &nbsp» &nbsp» %s.
bg_bg: Следните файлове са стари, повредени или липсват: <br>&nbsp;&nbsp;&nbsp;&nbsp;%s
es_es: Los siguientes ficheros están obsoletos, corruptos o ausentes:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
gl_es: Os seguintes ficheiros est&aacute;n obsoletos, corruptos ou ausentes:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
no_no: Følgende filer er utdaterte, skadede eller mangler:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
pt_br: Os seguintes arquivos estão desatualizados, corrompidos ou não foram encontrados:<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.
vi_vn: Những file sau đây đã quá cũ, hư hỏng hoặc mất<br>&nbsp;&nbsp;&nbsp;&nbsp;%s.

source: This should be fixed before proceeding
ar_eg: äÇ ÈÏ åæ ÅÕäÇÍ Ğäã âÈä ÇäåÖé âÏåÇ.
bg_bg: Това трябва да се поправи преди да продължите.
es_es: Esto debería ser arreglado antes de proceder
gl_es: Isto deber&iacute;a ser arranxado antes de proceder
no_no: Dette bør fikses før du fortsetter.
pt_br: Isso deve ser corrigido antes de continuar
vi_vn: Cần phải sửa lỗi trước khi tiếp tục

source: Look at %sCheck Versions%s for more details.
ar_eg: ÇæØÑ Åäé %s èÊÍââ åæ ÇäÅÕÏÇÑÇÊ %s äåÒêÏ åæ ÇäÊáÇÕêä.
bg_bg: Погледнете %sCheck Versions%s за повече подробности.
es_es: Consulte %sChequear versiones%s para más detalles.
gl_es: Consulte %sComprobar versi&oacute;ns%s para m&aacute;is detalles.
no_no: Se på %sSjekk versjon%s for mer informasjon.
pt_br: Veja em %sVerificar Versões%s para maiores detalhes.
vi_vn: Hãy xem %sKiểm tra Phiên bản%s để biết chi tiết hơn.

source: %d files are more recent than expected. This is OK if you are using pre-release, beta, CVS or modified code.
ar_eg: ÊÈÏè åäáÇÊ Çä %d ÃÍÏË ååÇ çè åÊèâÙ èçĞÇ ÌêÏ ÅĞÇ ãæÊ ÊÓÊÎÏå æÓÎÉ åÇ åÊâÏåÉ Ùäé ÇäÅÕÏÇÑ Ãè æÓÎÉ ÈêÊÇ Ãè CVS Ãè ÊÙäêåÇÊ ÈÑåÌêÉ åÙÏäÉ.
bg_bg: Следните файлове на %d са по-нова версия от очакваната. Това е нормално, ако използвате 'pre-release', 'beta', 'CVS' или модифициран код.
es_es: %d ficheros son más recientes de lo que se esperaba. Esto es correcto si está utilizando una versión pre-release, beta, de CVS o modificada.
gl_es: %d ficheiros son m&aacute;is recentes do que se esperaba. Isto &eacute; correcto se est&aacute; a utilizar unha versi&oacute;n pre-release, beta, de CVS ou modificada.
no_no: %d filer er nyere enn forventet. Dette er OK hvis du bruker en uoffisiell versjon, beta, CVS eller endret versjon.
pt_br: %d arquivos são mais recentes do que o esperado. Isso está OK se você estiver usando um pre-lançamento, beta-teste, CVS ou código modificado.
vi_vn: %d files là mới gần đây hơn so với yêu cầu. Không vấn đề gì khi bạn sử dụng phiên bản giới thiệu trước, beta, CVS hoặc thay đổi mã.

source: All tested files up-to-date.
bg_bg: Всички проверени файлове са последна версия.
es_es: Todos los ficheros comprobados están puestos al día.
gl_es: T&oacute;dolos ficheiros comprobados est&aacute;n postos &oacute; d&iacute;a.
no_no: Alle undersøkte filer har riktig dato.
pt_br: Todos os arquivos testados estão atualizados.
vi_vn: Tất cả file được kiểm tra đúng hạn.

source: All %d tested files up-to-date.
ar_eg: ÌåêÙ åäáÇÊ Çä %d ÇäÊé ÇÎÊÈÑÊ Êå ÊÍÏêËçÇ.
bg_bg: Всички проверени файлoве на %d са последна версия.
es_es: Todos los ficheros (%d) comprobados están puestos al día.
gl_es: T&oacute;dolos ficheiros (%d) comprobados est&aacute;n postos &oacute; d&iacute;a.
no_no: Alle %d testede filer har riktig dato.
pt_br: Todos os %d arquivos testados estão atualizados.
vi_vn: Tất cả %d file được kiểm tra đúng hạn.

source: this is new in version %s
ar_eg: çĞÇ ÌÏêÏ áé ÅÕÏÇÑ %s
bg_bg: това е ново във версия %s
es_es: esto es nuevo en la versión %s
gl_es: isto &eacute; novo na versi&oacute;n %s
no_no: dette er nytt i versjon %s
pt_br: Isto é uma novidade na versão %s
vi_vn: tính năng mới trong phiên bản %s

source: Return to %s.
ar_eg: ÙèÏÉ Åäé %s.
bg_bg: Назад към %s.
es_es: Volver a %s.
gl_es: Volver a %s.
no_no: Returner til %s.
pt_br: Retornar para %s.
vi_vn: Quay lại %s.

source: Configuration Wizard
ar_eg: åÙÇäÌÉ ÇäÅÙÏÇÏ
bg_bg: Конфигуратор
es_es: Asistente de Configuración
gl_es: Asistente de Configuraci&oacute;n
no_no: Konfigurasjonsveiviser
pt_br: Assistente de Configuração
vi_vn: Thuật cấu hình

source: You must enter a password for the %s account.
ar_eg: äÇ ÈÏ åæ ÅÏÎÇä ãäåÉ åÑèÑ äÍÓÇÈ Çä %s.
bg_bg: Трябва да въведете парола за потребителя %s.
es_es: Debe introducir una contraseña para la cuenta %s.
gl_es: Debe introducir un contrasinal para a conta %s.
no_no: Du må skrive inn et passord for %s-kontoen.
pt_br: Você deve especificar uma senha para a conta de %s.
vi_vn: Bạn phải ghi một mật khẩu cho tài khoản %s.

source: It seems you've already configured Gallery, because there is one admin account, but its not called %s.
ar_eg: êîÈòÏè Ãæã âÏ ÃÙÏÏÊ ÇäåÙÑÖ ÈÇäáÙä¬ äÃæ çæÇã ÍÓÇÈ äåÓÄèä æØÇå èÇÍÏ, ÅäÇ Ãæç äÇ êÓåé %s.
bg_bg: По всичко личи че вече сте конфигурирали Галерията, защото съществуват един потребител с административни права, но не е наречен %s.
es_es: Parece que había configurado Gallery porque hay una cuenta de administración, pero no se llama %s.
gl_es: Parece que ti&ntilde;a configurado Gallery porque hai unha conta de administraci&oacute;n, pero non se chama %s.
no_no: Det ser ut til at du allerede har konfigurert Gallery, siden det er allerede en admin-konto, men den er ikke kalt %s.
pt_br: Parece que você já realizou a configuração do Gallery, porque já existe uma conta de administrador, mas não é conhecida como %s.
vi_vn: Có vẻ như bạn đã cấu hình cho Thư viện ảnh, bởi vì đã có một tài khoản QT, nhưng không được gọi là %s.

source: It seems you've already configured Gallery, because there are %d admin accounts, but no user called %s.
ar_eg: êîÈòÏè Ãæã âÏ ÃÙÏÏÊ ÇäåÙÑÖ ÈÇäáÙä¬ äÃæ çæÇã %d ÍÓÇÈÇÊ åÓÄèäê æØå ÅäÇ Ãæç äÇ êèÌÏ åÓÊÎÏå êÓåé %s.
bg_bg: По всичко личи че вече сте конфигурирали Галерията, защото съществуват %d потребителя с административни права, но нито един от тях наречен %s.
es_es: Parece que había configurado Gallery porque hay %d cuentas de administración, pero no hay ninguna llamada %s.
gl_es: Parece que ti&ntilde;a configurado Gallery porque hai %d contas de administraci&oacute;n, pero non hai ningunha chamada %s.
no_no: Det ser ut til at du allerede har konfigurert Gallery, fordi det er %d admin-kontoer, men ingen brukere med navn %s.
pt_br: Parece que você já realizou a configuração do Gallery, porque já existe %d contas de administrador, mas nenhum usuário chamado %s.
vi_vn: Có vẻ như bạn đã cấu hình cho Thư viện ảnh, bởi vì đã có tài khoản QT %d, nhưng không ai có tên là %s.

source: You don't have to enter a password. But if you do, Gallery will create an administrator account called %s with that password.
ar_eg: äêÓ åæ ÇäÖÑèÑê Ãæ ÊÏÎä ãäåÉ åÑèÑ. äãæ ÅĞÇ ÃÏÎäÊ ãäåÉ åÑèÑ¬ áÅæ ÇäåÙÑÖ ÓêæÔêÁ ÍÓÇÈ åÓÄèä æØÇå ÈãäåÉ ÇäåÑèÑ çĞç êÓåé %s.
bg_bg: Не е необходимо да въвеждате парола. Ако въведете парола, Галерията ще създаде потребител с административни права и името %s, и въведената парола.
es_es: No tiene que introducir una contraseña. Pero si lo hace, Gallery creará una cuenta de administrador llamada %s con esa contraseña.
gl_es: Non ten que introducir un contrasinal. Pero se o fai, Gallery crear&aacute; unha conta de administrador chamada %s con ese contrasinal.
no_no: Du trenger ikke å skrive inn et passord. Men hvis du gjør det, så vil Gallery opprette en administrator-konto som heter %s, med det passordet.
pt_br: Você não precisa informar uma senha. Mas se você o fizer, Gallery criará uma conta de administrador chamada %s com esta senha.
vi_vn: Bạn không phải ghi mật khẩu. Nhưng nếu bạn vẫn ghi, Thư viện ảnh sẽ tạo một tài khoản quản trị có tên %s với mật khẩu đó.

source: It seems you've already configured Gallery, because the %s user exists. You don't have to enter a password. But if you do, Gallery will change the password for the %s user.
ar_eg: êîÈòÏè Ãæã âÏ ÃÙÏÏÊ ÇäåÙÑÖ ÈÇäáÙä¬ äÃæ ÇäåÓÊÎÏå %s åèÌèÏ. äêÓ åæ ÇäÖÑèÑê Ãæ ÊÏÎä ãäåÉ åÑèÑ. äãæ ÅĞÇ ÃÏÎäÊ ãäåÉ åÑèÑ¬ áÅæ ÇäåÙÑÖ ÓêÚêÑ ãäåÉ ÇäåÑèÑ ÇäÎÇÕÉ ÈÇäåÓÊÎÏå %s.
bg_bg: По всичко личи че вече сте конфигурирали Галерията, защото съществува потребител с името %s. Не е необходимо да въвеждате парола. Ако въведете парола, Галерията ще я използва като нова парола за потребителя %s.
es_es: Parece que había configurado Gallery porque existe el usuario %s. No tiene que introducir una contraseña. Pero si lo hace, Gallery cambiará la contraseña del usuario %s.
gl_es: Parece que ti&ntilde;a configurado Gallery porque existe o usuario %s. No ten que introducir un contrasinal. Pero se o fai, Gallery cambiar&aacute; o contrasinal do usuario %s.
no_no: Det ser ut til at du allerede har konfigurert Gallery, fordi %s-brukeren eksisterer. Du trenger ikke å skrive inn et passord, men hvis du gjør det, vil Gallery endre passordet for %s-brukeren.
pt_br: Parece que você já realizou a configuração do Gallery, porque o usuário %s já existe. Você não precisa informar uma senha, mas se o fizer, Gallery irá trocar a senha atual para o usuário %s.
vi_vn: Có vẻ như bạn đã cấu hình cho Thư viện ảnh, bởi vì thành viên %s đã có. Bạn không nhất thiết phải ghi lại mật khẩu. Nhưng nếu bạn vẫn ghi, thì Thư viện ảnh sẽ đổi mật khẩu đó cho thành viên tên %s.

source: Admin password
ar_eg: ãäåÉ ÇäåÑèÑ ÇäÎÇÕÉ ÈåÓÄèä ÇäæØÇå
bg_bg: Парола на Администратора
es_es: Contraseña del Administrador
gl_es: Contrasinal do Administrador
no_no: Admin-passord
pt_br: Senha do administrador
vi_vn: Mật khẩu quản trị

source: Full Name
ar_eg: ÇäÇÓå ÇäãÇåä
bg_bg: Вашето Име
es_es: Nombre completo
gl_es: Nome completo
no_no: Fullt navn
pt_br: Nome Completo
vi_vn: Tên đầy đủ

source: Username
ar_eg: ÇÓå ÇäåÓÊÎÏå
bg_bg: Потребител
es_es: Nombre de usuario
gl_es: Nome de usuario
is_is: Notandanafn
nl_nl: Gebruikersnaam
no_no: Brukernavn
pt_br: Nome de usuário
sv_se: Användarnamn
vi_vn: Tên truy cập

source: Full name that you can click on to send email (mailto:)
ar_eg: ÇäÇÓå ÇäãÇåä ÇäĞé êåãæã ÇäæâÑ Ùäêç äÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæé (ÃÑÓä Åäé)
bg_bg: Пълното име на което цъквате за да изпратите e-mail (mailto:)
es_es: Nombre completo sobre el que puede pulsar para enviar un mensaje de correo (mailto:)
gl_es: Nome completo sobre o que pode pulsar para enviar unha mensaxe de correo (mailto:)
no_no: Fullt navn som du kan trykke på for å sende e-post (mailto:)
pt_br: Nome completo que você pode clicar para enviar email (mailto:)
vi_vn: Tên đầy đủ mà bạn có thể nhấn chuột vào và gửi mail (mailto:)
