Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_common.po
Languages: da_dk, gl_es, nl_nl, tr_tr

source: Album Summary
da_dk: Albumopsummering
nl_nl: Samenvatting
tr_tr: Albüm Özeti

source: Album Title
da_dk: Titel på album
gl_es: T&iacute;tulo do &aacute;lbume
nl_nl: Album Titel
tr_tr: Albüm Baþlýðý

source: Layout
da_dk: Udseende
gl_es: Presentaci&oacute;n
nl_nl: Opmaak
tr_tr: Plan

source: Font
da_dk: Skrifttype
gl_es: Tipograf&iacute;a
nl_nl: Lettertype
tr_tr: Font(yazý tipi)

source: Rows
da_dk: Rækker
gl_es: Filas
nl_nl: Rijen
tr_tr: Sýralar

source: Columns
da_dk: Kolonner
gl_es: Columnas
nl_nl: Kolommen
tr_tr: Sütunlar

source: Borders
da_dk: Kantlinjer
gl_es: Anchura dos bordes
nl_nl: Rand Lijndikte
tr_tr: Dýþ Çizgi

source: Background Color
da_dk: Baggrundsfarve
gl_es: Cor de fondo
nl_nl: Achtergrond Kleur
tr_tr: Arkaplan Rengi

source: Text Color
da_dk: Tekstfarve
gl_es: Cor do texto
nl_nl: Tekst Kleur
tr_tr: Yazý Rengi

source: Link Color
da_dk: Henvisningsfarve (link)
gl_es: Cor dos enlaces
nl_nl: Hyperlink Kleur
tr_tr: Link Rengi

source: Thumb Frame
da_dk: Ikonramme
gl_es: Marco da miniatura
nl_nl: Thumbnail frame
tr_tr: Thumbnail Çerçevesi

source: Image Frame
da_dk: Billedramme
gl_es: Marco da imaxe
nl_nl: Afbeeldingsframe
tr_tr: Resim Çeçevesi

source: Slideshow Type
da_dk: Fremvisningstype
gl_es: Tipo de presentaci&oacute;n
nl_nl: Diashow type
tr_tr: Slaytgösterisi Tipi

source: Off
da_dk: Slået fra
gl_es: Desactivado
nl_nl: Uit
tr_tr: Kapalý

source: Ordered
da_dk: I rækkefølge
gl_es: Ordeado
nl_nl: Gesorteerd

source: Random
da_dk: Tilfældigt
gl_es: Aleatoriamente
nl_nl: Willekeurig
tr_tr: Rastgele

source: Include sub-albums in slideshow
da_dk: Inkluder under-albummer i fremvisning
gl_es: Incluir sub&aacute;lbumes na presentaci&oacute;n
nl_nl: Inclusief sub-albums in diashow
tr_tr: Slaytgösterisinde alt-albümleri içer

source: Yes
da_dk: Ja
nl_nl: Ja
tr_tr: Evet

source: No
da_dk: Nej
nl_nl: Nee
tr_tr: Hayýr

source: Allow slideshow to loop
da_dk: Tillad fremvisningen at gå i løkke
gl_es: Permitir bucle nas presentaci&oacute;ns
nl_nl: Toestaan diashow oneindig te laten lopen
tr_tr: Slayþovun süreliliðine izin ver

source: Slideshow Length
da_dk: Fremvisningslængde
gl_es: Lonxitude da presentaci&oacute;n
nl_nl: Lengte van de diashow
tr_tr: Slaytgösterisi Uzunluðu

source: Thumbnail size
da_dk: Størrelse på ikon
gl_es: Tama&ntilde;o das miniaturas
nl_nl: Voorbeeld formaat
tr_tr: Thumbnail boyutu

source: Maximum dimensions of intermediate sized images
da_dk: Maksimal størrelse på mellemstørrelsebilleder
gl_es: M&aacute;ximas dimensi&oacute;ns das imaxes de tama&ntilde;o intermedio
nl_nl: Maximale afmeting van intermediate sized afbeeldingen
tr_tr: Baþlangýç boyutundaki resimlerin maksimum boyutlarý

source: Maximum file size of intermediate sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
da_dk: Maksimal filstørrelse i kilobytes for mellemstørelse JPEG/PNG billeder (0 eller tom for ikke at have restriktioner)
gl_es: M&aacute;ximo tama&ntilde;o en KBs dos arquivos JPEG/PNG de magnitude intermedia (0 ou valeiro para non facer restricci&oacute;ns de tama&ntilde;o)
nl_nl: Maximale grootte van de intermediate JPEG/PNG afbeeldingen in kilobytes (0 of blanco voor onbeperkt)
tr_tr: Kilobyte cinsiden maksimum JPEG/PNG resim boyutu (0 yada boþ býraktýðýnýzda boyut sýnýrlamasý olmayacak)

source: Maximum dimensions of full sized images
da_dk: Maksimal størrelse for billeder i fuld størrelse
gl_es: M&aacute;ximas dimensi&oacute;ns das imaxes a tama&ntilde;o completo
nl_nl: Maximale afmetingen van full sized foto's
tr_tr: Tam görünümlü resmin maksimum boyutlarý

source: Maximum file size of full sized JPEG/PNG images in kilobytes (0 or blank for no size restriction)
da_dk: Maksimal filstørrelse i kilobytes for JPEG/PNG billeder i fuld størrelse (0 eller tom for ikke at have restriktioner)
gl_es: M&aacute;ximo tama&ntilde;o en KBs dos arquivos JPEG/PNG a tama&ntilde;o completo (0 o valeiro para non facer restricci&oacute;ns de tama&ntilde;o)
nl_nl: Maximale grootte van de full sized JPEG/PNG foto's in kilobytes (0 of blanco voor onbeperkt)
tr_tr: Kilobyte cinsiden maksimum JPEG/PNG resminin boyutu (0 yada boþ býraktýðýnýzda boyut sýnýrlamasý olmayacak)

source: Display click counter for this album?
da_dk: Vis kliktæller for dette album?
gl_es: Amosar contador de clics para este &aacute;lbume?
nl_nl: Een teller weergeven voor dit album?
tr_tr: Bu albümde sayacý göster?

source: Display owners name with caption
da_dk: Vis ejerens navn ved billedtekst
gl_es: Amosar o nome dos propietarios na lenda
nl_nl: Toon de eigenaar bij het onderschrift
tr_tr: Sahipleri baþlýklarla birlikte görüntüle

source: Display clickable image dimensions
da_dk: Vis størrelse på billede, der kan klikkes på
gl_es: Amosar dimensi&oacute;ns da imaxe onde se pode pulsar
nl_nl: Geef klikbare afmetingen van afbeelding weer
tr_tr: Týklanabilir resim boyutlarýný göster

source: Display EXIF data?
da_dk: Vis EXIF-data?
gl_es: Amosar datos EXIF?
nl_nl: EXIF gegevens tonen?
tr_tr: EXIF verisini görüntüle?

source: Which photo printing services<br>do you want to let visitors use?
da_dk: Hvilke fotofremkaldelsestjenester<br>vil du lade besøgende bruge?
gl_es: Qu&eacute; servicio de impresi&oacute;n de imaxes online<br>desexa que usen os seus visitantes?
nl_nl: Welke online foto afdrukservice<br>wilt u gebruiken?
tr_tr: Hangi resim basma hizmetinin <br> kullanýcýlar tarafýndan kullanýlmasýna izin veriyorsunýz?

source: Poll Properties
da_dk: Egenskaber for afstemning
gl_es: Propiedades da enquisa
nl_nl: Poll eigenschappen
tr_tr: Oylama Özellikleri

source: Logged in
da_dk: Logget ind
gl_es: Identificado
nl_nl: Ingelogd
tr_tr: Giriþ yapýldý

source: Everybody
da_dk: Alle
gl_es: Todo o mundo
nl_nl: Iedereen
tr_tr: Herkes

source: Nobody
da_dk: Ingen
gl_es: Ningu&eacute;n
nl_nl: Niemand
tr_tr: Hiçkimse

source: Type of poll for this album
da_dk: Afstemingstype for dette album
gl_es: Tipo de enquisa para este &aacute;lbume
nl_nl: Type poll voor dit album
tr_tr: Bu albüm için oylama tipi

source: Rank
da_dk: Rang
gl_es: Ranking
nl_nl: Notering
tr_tr: Sýra

source: Critique
da_dk: Kritik
gl_es: Cr&iacute;tica
nl_nl: Commentaar
tr_tr: Kritik

source: Number of voting options
da_dk: Antal afstemningsmuligheder
gl_es: N&uacute;mero de opci&oacute;ns para votar
nl_nl: Aantal stem opties
tr_tr: Oylama seçenek sayýsý

source: Show results of voting to all visitors?
da_dk: Vis afstemningsresultater til alle besøgende?
gl_es: Amosa-los resultados das enquisas a t&oacute;dolos visitantes?
nl_nl: Toon de resultaten van de poll aan alle bezoekers?
tr_tr: Oylama sonuçlarýný tüm ziyaretçilere göster?

source: Number of lines of results graph to display on the album page
da_dk: Antal linier fra resultatgrafen, der skal vises på albumsiden
gl_es: N&uacute;mero de li&ntilde;as de resultados do gr&aacute;fico para amosar na p&aacute;xina do &aacute;lbume
nl_nl: Aantal regels van de resultaten grafiek die getoond wordt op de album pagina

source: Orientation of vote choices
da_dk: Orientering af valgmuligheder
gl_es: Orientaci&oacute;n das opci&oacute;ns votadas
nl_nl: Orientatie van stem keuzes

source: Horizontal
da_dk: Horisontalt
nl_nl: Horizontaal
tr_tr: Yatay

source: Vertical
da_dk: Vertikalt
nl_nl: Vertikaal
tr_tr: Dikey

source: Vote hint
da_dk: Stemmevink
gl_es: Intenci&oacute;n de voto
nl_nl: Stem hint
tr_tr: Oylama ipucu

source: Displayed Value
da_dk: Vist værdi
gl_es: Valor amosado
nl_nl: Getoonde waarde
tr_tr: Görüntülenen Deðer

source: Points
da_dk: Point
nl_nl: Punten
tr_tr: Puanlar

source: Add new items at beginning of album
da_dk: Tilføj nye objekter i starten af albummet
gl_es: Engadi-los novos elementos &oacute; principio do &aacute;lbume
nl_nl: Voeg nieuwe onderdelen toe aan het begin van het album
tr_tr: Albüm baþlangýcýna yeni ögeler ekle

source: Show <i>Return to</i> link
da_dk: Vis <i>Tilbage</i> henvisning
gl_es: Amosa-lo enlace <i>volver &oacute;</i>
nl_nl: Laat de <i>Terug naar</i> link zien
tr_tr: <i>Geri Dön</i> linkini göster

source: Offer visitors ability to specify<br>preference for full-size or resized images
da_dk: Giv besøgende mulighed for at angive om<br>de foretrækker billeder i fuld eller mellemstørrelse
gl_es: Ofrecer &oacute;s visitantes a posibilidade de especificar <br>se prefiren imaxes redimensionadas ou a tama&ntilde;o completo
nl_nl: Bezoekers de mogelijkheid geven te kiezen<br>tussen volledig of aangepast foto-formaat?
tr_tr: Ziyaretçilere tam ya da yeniden boyutlandýrýlmýþ resim seçeneðini sunun

source: Auto fit-to-window for<br>images without a resized copy
da_dk: Automatisk tilpasning til vinduesstørrelsen for<br>billeder uden mellemstørrelse kopi
gl_es: Axustar tama&ntilde;o &aacute; ventana para<br>imaxes sen unha copia redimensionada
nl_nl: Formaat automatisch aanpassen aan het vensterformaat?
tr_tr: Yeniden boyutlandýrýlmýþ dosyalarý bulunmayan resimleri<br> pencere boyutuna sabitle

source: Permissions
da_dk: Rettigheder
gl_es: Permisos
nl_nl: Gebruikersrechten
tr_tr: Ýzinler

source: Allow item owners to modify their images
da_dk: Tillad ejere af objekter at ændre deres billeder
gl_es: Permitir &oacute;s propietarios modifica-las s&uacute;as imaxes
nl_nl: Laat toe dat eigenaars hun afbeeldingen kunnen wijzigen
tr_tr: Öge sahiplerine resimlerini modifiye etme izni ver

source: Allow item owners to delete their images
da_dk: Tillad ejere af objekter at slette deres billeder
gl_es: Permitir &oacute;s propietarios borra-las s&uacute;as imaxes
nl_nl: Laat toe dat eigenaars hun afbeeldingen kunnen verwijderen
tr_tr: Öge sahiplerine resimlerini silme izni ver

source: Custom Fields
da_dk: Selvvalgte felter
gl_es: Campos persoalizados
nl_nl: Aangepaste velden
tr_tr: Ýsteðe Baðlý Alanlar

source: Number of user defined custom fields
da_dk: Antal brugerdefinerede felter
gl_es: N&uacute;mero de campos persoalizados definidos polo usuario
nl_nl: Aantal door gebruikers gedefiniëerde optionele velden
tr_tr: Kullanýcý kiþisel alan sayýsý

source: Top
da_dk: I&nbsp;toppen
gl_es: Arriba
nl_nl: Boven
tr_tr: Üst

source: Both
da_dk: Begge
gl_es: &Aacute;mbolos
nl_nl: Beide
tr_tr: Ýkiside

source: Bottom
da_dk: I&nbsp;bunden
gl_es: Abaixo
nl_nl: Onder
tr_tr: Orta

source: mPUSH is a photo service that adds the ability to send thumbnail images to your, or a friend's, cellphone for a small fee.
nl_nl: mPUSH is een foto service die de mogelijkheid toevoegt om voorbeeldplaatjes naar uw telefoon (of die van iemand anders) te sturen tegen een kleine vergoeding.

source: Check All
da_dk: Afkryds alle
gl_es: Marcar todos
nl_nl: Allemaal
tr_tr: Hepsini Seç

source: Clear All
da_dk: Fjern alle
gl_es: Deseleccionar todos
nl_nl: Geen
tr_tr: Hepsini Temizle

source: Invert Selection
da_dk: Inverter valg
gl_es: Invertir selecci&oacute;n
nl_nl: Selectie omkeren
tr_tr: Seçimi Ters Çevir

source: Empty
da_dk: Tom
gl_es: Valeiro
nl_nl: Leeg
tr_tr: Boþ

source: edit %s
da_dk: ret %s
gl_es: editar %s
nl_nl: wijzig %s
tr_tr: %s düzenle

source: No Caption
da_dk: Ingen billedtekst
nl_nl: Geen Onderschrift
tr_tr: Baþlýk Yok

source: edit
da_dk: ret
gl_es: edite
nl_nl: wijzig
tr_tr: düzenle

source: add comment
da_dk: tilføj kommentar
gl_es: engadir comentario
nl_nl: commentaar toevoegen
tr_tr: yorum ekle

source: Add your comment
da_dk: Tilføj din kommentar
gl_es: Engada o su comentario
nl_nl: commentaar toevoegen
tr_tr: Yorumunuzu ekleyin

source: Commenter:
da_dk: Dit navn:
gl_es: Comentario:
nl_nl: Commentator:
tr_tr: Yorumlayan:

source: Message:
da_dk: Besked:
nl_nl: Bericht:
tr_tr: Mesaj:

source: EXIF Data
nl_nl: EXIF gegevens
tr_tr: EXIF Verisi

source: Not closing this window because debug mode is on
da_dk: Lukker ikke dette vindue fordi fejlfindingstilstand er slået til
gl_es: Non peche a ventana pois est&aacute; en modo debug
nl_nl: Dit venster blijft open omdat debug-mode actief is.
tr_tr: Bu pencere kapatýlmýyor çünkü debug modu açýk

source: Select Album
da_dk: Vælg album
gl_es: Seleccionar &aacute;lbume
nl_nl: Selecteer Album
tr_tr: Albüm Seç

source: current location
da_dk: nuværende placering
gl_es: situaci&oacute;n actual
nl_nl: Huidige lokatie is
tr_tr: þu andaki yeri

source: Last comment %s.
da_dk: Sidste kommentar %s.
gl_es: &Uacute;ltimo comentario: %s.
nl_nl: Laatste wijziging was op %s.
tr_tr: Son Yorum %s.

source: unknown
da_dk: ukendt
gl_es: desco&ntilde;ecido
nl_nl: onbekend
tr_tr: bilinmiyor

source: None
da_dk: Ingen
gl_es: Ning&uacute;n
nl_nl: Geen
tr_tr: Hiç

source: Dots
da_dk: Prikker
gl_es: Puntos
nl_nl: Stippen
tr_tr: Noktalar

source: Solid
da_dk: Ubrudt
gl_es: S&oacute;lido
nl_nl: Vast

source: No frames
da_dk: Ingen rammer
gl_es: Sin marcos
nl_nl: Geen kaders
tr_tr: Çerçeve yok

source: Just a simple dashed border around the thumb.
da_dk: Enkel afbrudt kant omkring ikonet.
gl_es: Un simple borde punteado &oacute; arredor da miniatura.
nl_nl: Een simpele gestreepte rand rond het plaatje.

source: Just a simple solid border around the thumb.
da_dk: Simpel ubrudt kant omkring ikonet.
gl_es: Un borde simple &oacute; arredor da miniatura.
nl_nl: Een simpele rand rond het plaatje.

source: Skipping %s.
da_dk: Springer over %s.
gl_es: Omitindo %s.
nl_nl: Sla %s over.
tr_tr: Geçiliyor %s.

source: Can't open %s
da_dk: Kunne ikke åbne %s
gl_es: No se pode abrir %s
nl_nl: Kan %s niet openen
tr_tr: %s açýlamýyor!

source: Not valid yet
da_dk: Endnu ikke gyldigt
gl_es: Ainda non &eacute; v&aacute;lido
nl_nl: Nog niet geldig
tr_tr: Henüz geçerli deðil

source: No resizing required
da_dk: Ikke nødvendigt at ændre størrelse
nl_nl: Aanpassen van afmetingen is niet nodig
tr_tr: Yeniden boyutlandýrma gerekli deðil

source: target file size %d kbytes
da_dk: mål filstørrelse %d kbyte
gl_es: tama&ntilde;o de arquivo elixido %d KB.
nl_nl: Doel bestandsgrootte %d kilobytes
tr_tr: hedef dosya boyutu %d kbytes

source: -> file size %d kbytes
da_dk: -> filstørrelse %d kbyte
gl_es: -> tama&ntilde;o do ficheiro %d KB
nl_nl: -> Bestandsgrootte %d kilobytes
tr_tr: -> dosya boyutu %d kb

source: trying quality %d%%
da_dk: prøver kvalitet %d%%
gl_es: intentando calidade %d%%
nl_nl: Probeer kwaliteit %d%%
tr_tr: kalite deneniyor %d%%

source: Done.
da_dk: Udført.
gl_es: Feito.
nl_nl: Sluiten
tr_tr: Tamamlandý.

source: You have no graphics package configured for use!
da_dk: Du har ikke en brugbar grafikpakke konfigureret!
gl_es: Non ten ning&uacute;n paquete gr&aacute;fico configurado para usaro
nl_nl: U heeft geen Grafisch Pakket geconfigureerd !
tr_tr: Kullanýlmak üzere grafik paketi konfigure edilmedi!

source: No watermark name specified!
da_dk: Intet vandmærkenavn er angivet!
nl_nl: Fout: geen watermerk naam opgegeven!
tr_tr: Hiç bir filigran adý belirtilmemiþ!

source: Call to %s failed in %s for file %s!
da_dk: Kald af %s mislykkedes i %s for filen %s!
gl_es: ¡Chamada a %s cun erro en %s para o ficheiro %s!
nl_nl: Aanroep naar %s mislukt in %s voor het bestand %s!

source: File %s type %d.
da_dk: Fil %s type %d.
gl_es: Arquivo %s tipo %d.
nl_nl: Bestand %s type %d.
tr_tr: Dosya %s tür %d.

source: Unknown file type: %s
da_dk: Ukendt filtype: %s
gl_es: Tipo desco&ntilde;ecido de arquivo: %s
nl_nl: Onbekend bestandsformaat: %s
tr_tr: Bilinmeyen dosya biçimi: %s

source: Unable to preserve EXIF data (jhead not installed)
da_dk: Kunne ikke bevare EXIF data (jhead er ikke installeret)
gl_es: Non &eacute; posible preserva-los datos EXIF (jhead no est&aacute; instalado)
nl_nl: Het behouden van de EXIF data is mislukt (jhead is niet geinstalleerd)

source: Upload Date
da_dk: Dato for overførsel
gl_es: Data de carga (subida)
nl_nl: Datum dat het bestand verstuurd is
tr_tr: Eklenme Tarihi

source: Capture Date
da_dk: Dato og tid da billedet blev taget
gl_es: Data de toma da foto
nl_nl: Foto is genomen op
tr_tr: Yakalama Tarihi

source: Image Size
da_dk: Billedstørrelse
gl_es: Tama&ntilde;o da imaxe
nl_nl: Formaat
tr_tr: Resim Boyutu

source: Additional EXIF Data
da_dk: Ekstra EXIF data
gl_es: Datos adicionais EXIF
nl_nl: Extra EXIF gegevens
tr_tr: Ýlave EXIF Verisi

source: title
da_dk: titel
gl_es: t&iacute;tulo
nl_nl: titel
tr_tr: baþlýk

source: Title
da_dk: Titel
gl_es: T&iacute;tulo
nl_nl: Titel
tr_tr: Baþlýk

source: Description
da_dk: Beskrivelse
gl_es: Descrici&oacute;n
nl_nl: Omschrijving
tr_tr: Açýklama

source: description
da_dk: beskrivelse
nl_nl: omschrijving
tr_tr: açýklama

source: Alt Text / onMouseOver
da_dk: Alternativ tekst/onMouseOver
gl_es: Texto alternativo / onMouseOver
nl_nl: Alt tekst / bij mouseover
tr_tr: Alt Yazý / Mouse üstünde iken

source: Note: This is an automatically generated email message sent from the %s website. If you have received this in error, please ignore this message.
da_dk: Bemærk: Dette er en automatisk emailbesked sendt fra %s hjemmesiden. Hvis du har modtaget denne ved en fejl, så ignorer den venligst.
gl_es: Nota: Isto &eacute; unha mensaxe de correo xerado autom&aacute;ticamente polo sitio web %s. Se o recibiu, foi por erro. Ignore esta mensaxe.
nl_nl: Opmerking: Dit is een automatisch gegenereerde e-mail verstuurd van de %s website. Als u dit bericht onterecht ontvangt, kunt u deze als niet verstuurd beschouwen.
tr_tr: Not: Bu mesaj %s websitesinden otomatik olarak gönderilmiþ bir mesajdýr. Eðer bu mesajý bir hatadan dolayý aldýysanýz, bu mesajý görmezden gelebilirsiniz.

source: Report abuse to %s
da_dk: Meld misbrug til %s
gl_es: Informar do abuso a %s
nl_nl: Rapporteer misbruik aan %s
tr_tr: Kötü sözleri bildir %s

source: Email not sent as it is disabled for this gallery
da_dk: Ingen email sendt, da det er slået fra i dette galleri
gl_es: Correo non enviado mentras estea deshabilitado nesta galer&iacute;a
nl_nl: E-mail is niet verzonden omdat dit is uitgeschakeld in deze Gallery
tr_tr: Galeri'de kapalý durumda olduðundan email gönderilemedi

source: Email not sent to %s as it is not a valid address
da_dk: Email ikke sendt til %s, da det ikke er en gyldig adresse
gl_es: Correo non enviado a %s mentras non sexa unha direcci&oacute;n v&aacute;lida
nl_nl: E-mail is niet verstuurd aan %s omdat dit een ongeldig adres is
tr_tr: Geçersiz adres olmasý nedeniyle %s adresine email gönderilemedi

source: Sender address %s is invalid, using %s.
da_dk: Afsenderadressen %s er ugyldig, benytter %s.
gl_es: A direcci&oacute;n do remitente %s non &eacute; v&aacute;lido, usarase %s.
nl_nl: Het adres %s is ongeldig als afzender, %s is gebruikt.
tr_tr: Gönderen adresi %s geçersiz, %s kullanýlýyor.

source: gallery title
da_dk: galleriets titel
gl_es: t&iacute;tulo da galer&iacute;a
nl_nl: Gallery Titel
tr_tr: galeri baþlýðý

source: gallery URL
da_dk: galleriets URL
gl_es: URL da galer&iacute;a
nl_nl: Gallery Link
tr_tr: galeri adresi

source: Username
da_dk: Brugernavn
gl_es: Nome de usuario
nl_nl: Gebruikersnaam
tr_tr: Kullanýcýadý

source: FAILED
da_dk: MISLYKKEDES
gl_es: ERRO
nl_nl: MISLUKT
tr_tr: BAÞARISIZ

source: Email activity
da_dk: Email aktivitet
gl_es: Actividade do correo
nl_nl: E-mail activiteit
tr_tr: Email aktivite

source: Error:
da_dk: Fejl:
gl_es: Erro:
nl_nl: Fout
tr_tr: Hata:

source: Generated by %s v%s
da_dk: Fremstillet af %s v%s
gl_es: Xerado por %s v%s
nl_nl: Gegenereerd door %s v%s
tr_tr: %s v%s tarafýndan üretildi

source: Powered by %s v%s
nl_nl: Gegenereerd door %s v%s

source: Please retype your password here
gl_es: Por favor, repita o seu contrasinal aqu&iacute;
nl_nl: Tik a.u.b. uw wachtwoord hier opnieuw
tr_tr: Lütfen þifrenizi buraya tekrar yazýnýz

source: Name
gl_es: Nome
nl_nl: Naam
tr_tr: Ýsim

source: Value
gl_es: Valor
nl_nl: Waarde
tr_tr: Deðer

source: Missing value
da_dk: værdi mangler
gl_es: Valor non atopado
nl_nl: Waarde mist
tr_tr: Kayýp deðer

source: I can read your <b>.htaccess</b> file.
da_dk: Jeg kan læse din <b>.htaccess</b> fil.
gl_es: No se pode ler su ficheiro <b>.htaccess</b>.
nl_nl: Uw <b>.htaccess</b> bestand is toegankelijk.
tr_tr: <b>.htaccess</b> dosyanýzý okuyabiliyorum.

source: PHP v%s is OK.
da_dk: PHP v%s er OK.
gl_es: A versi&oacute;n %s de PHP &eacute; v&aacute;lida.
nl_nl: PHP v%s is in orde
tr_tr: PHP v%s Tamam.

source: <b>mod_rewrite</b> is enabled.
da_dk: <b>mod_rewrite</b> er slået til.
gl_es: <b>mod_rewrite</b> est&aacute; habilitado.
nl_nl: <b>mod_rewrite</b> is geinstalleerd.
tr_tr: <b>mod_rewrite</b> çalýþýyor.

source: Can't find <i>jhead</i>
da_dk: Kan ikke finde <i>jhead</i>
gl_es: Non se pode atopar <i>jhead</i>
nl_nl: Kan <i>jhead</i> niet vinden.
tr_tr: <i>jhead</i> bulunamadý

source: <b>jhead</b> binary located.
da_dk: <i>jhead</i> programfil fundet.
gl_es: Localizado o binario de <b>jhead</b>.
nl_nl: <b>jhead</b> is gevonden.
tr_tr: <b>jhead</b>bulundu.

source: Without pnmcomp and pamcomp gallery will not be able to watermark images, unless you use ImageMagick and have the composite binary installed.
nl_nl: Zonder pnmcomp of pamcomp kan Gallery geen afbeeldingen watermerken, tenzij u ImageMagick gebruikt en het programma composite heeft ge&iuml;nstalleerd.

source: NetPBM not being used in this installation.
da_dk: NetPBM bruges ikke i denne installation.
gl_es: Non se est&aacute; a usar NetPBM nesta instalaci&oacute;n.
nl_nl: NetPBM wordt niet gebruikt in deze installatie

source: Cannot verify this path (it's not in your open_basedir list).
da_dk: Kan ikke kontrollere denne sti (den er ikke i din open_basedir liste).
gl_es: Non se pode verificar esta ruta (non est&aacute; na lista indicada por open_basedir).
nl_nl: Kan het pad niet controleren (het staat niet in uw open_basedir lijst.)

source: Missing optional binary %s. %s
gl_es: O binario opcional %s est&aacute; asuente. %s
nl_nl: Missend optionele programma %s. %s

source: Can't find %s!
da_dk: Kan ikke finde %s!
gl_es: Non se pode atopar %s!
nl_nl: Kan %s niet vinden!
tr_tr: %s bulunamýyor!

source: %s is not executable!
da_dk: %s er ikke udførbar!
gl_es: ¡%s non &eacute; un arquivo executable!
nl_nl: %s is niet uitvoerbaar!

source: %d of %d NetPBM binaries located.
da_dk: %d ud af %d NetPBM programmer fundet.
gl_es: %d de %d binarios de NetPBM localizados.
nl_nl: %d van %d NetPBM bestanden zijn gevonden
tr_tr: %d / %d NetPBM binarysi bulundu.

source: Without composite gallery will not be able to watermark images, except you use NetPBM and have the pnmcomp binary installed.
gl_es: Sin composite, a galer&iacute;a non ser&aacute; capaz de por marcas de auga nas imaxes, a non ser que use NetPBM e te&ntilde;a o binario de pnmcomp instalado.
nl_nl: Zonder composite kan Gallery geen afbeeldingen watermerken, tenzij u NetPBM gebruikt en pnmcomp heeft ge&iuml;nstaleerd.

source: ImageMagick not being used in this installation.
nl_nl: ImageMagick wordt niet gebruikt in deze installatie

source: %d of %d ImageMagick binaries located.
da_dk: %d ud af %d ImageMagick programmer fundet.
gl_es: %d de %d binarios de ImageMagick localizados.
nl_nl: %d van de %d ImageMagick bestanden zijn gevonden.
tr_tr: %d /%d ImageMagick binarysi bulundu.

source: Can't find <i>jpegtran</i>!
da_dk: Kan ikke finde <i>jpegtran</i>!
gl_es: ¡Non se pode atopar <i>jpegtran</i>!
nl_nl: Kan <i>jpegtran</i> niet vinden!

source: <b>jpegtran</b> binary located.
da_dk: <b>jpegtran</b> programfil fundet.
gl_es: Binario de <b>jpegtran</b> localizado.
nl_nl: <b>jpegtran</b> gevonden.
tr_tr: <b>jpegtran</b> bulundu.

source: PHP has <b>GNU gettext</b> support.
da_dk: PHP har <b>GNU gettext</b> understøttelse.
gl_es: PHP ten instalado a extensi&oacute;n para <b>GNU gettext</b>.
nl_nl: PHP heeft <b>GNU gettext</b> geinstalleerd.
tr_tr: PHP <b>GNU gettext</b> desteði var.

source: PHP does not have <b>GNU gettext</b> support.
da_dk: PHP har ikke <b>GNU gettext</b> understøttelse.
gl_es: PHP ten instalado a extensi&oacute;n para <b>GNU gettext</b>.
nl_nl: PHP heeft <b>GNU gettext</b> niet geinstalleerd.
tr_tr: PHP <b>GNU gettext</b> desteði yok.

source: No languages found.
da_dk: Ingen sprog fundet.
gl_es: No se atopraon linguaxes
nl_nl: Geen talen gevonden
tr_tr: Dil bulunamadý.
