Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Allow slideshow to loop
ar_eg: ÇäÓåÇÍ ÈÊãÑÇÑ ÙÑÖ ÇäÔÑÇÆÍ.
bg_bg: Прегледа да може да се превключва в режим на повторение
es_es: Permitir bucle en las presentaciones
gl_es: Permitir bucle nas presentaci&oacute;ns
is_is: Leyfa myndasýningu að endurtaka sig
nl_nl: Toestaan diashow oneindig te laten lopen
pt_br: Permitir slideshow contínuo
sv_se: Tillåt bildspel att gå i slinga?
vi_vn: Cho phép trình diễn ảnh lặp lại

source: This option will allow visitors to have your slideshows repeat until they close the window or go to another page. Set it to %s if you want to save bandwidth.
ar_eg: çĞÇ ÇäÇÎÊêÇÑ ÓêÓåÍ ääÒÇÆÑêæ ÈÅÙÇÏÉ ÙÑÖ ÔÑÇÆÍã ÍÊé êÚäâèÇ ÇäæÇáĞÉ Ãè êæÊâäèÇ äÕáÍÉ ÃÎÑé. âå ÈÇäÊÙêêæ Åäé %s ÅĞÇ ÃÑÏÊ ÍáØ ÙÑÖ Çäæ×Çâ ÇäÊÑÏÏé.
bg_bg: Тази настройка ще позволи на посетителите да превключат прегледите в режим на повторение, докато не бъде затворен прозореца или докато не отидат на друга страница. Сложете %s, ако искате да спестите трафик.
es_es: Esta opción permitirá a los visitantes hacer que sus presentaciones se repitan hasta que cierren la ventana o vayan a otra página. Establezca la opción a %s si quiere ahorrar ancho de banda.
gl_es: Esta opci&oacute;n permitiralle &oacute;s visitantes facer que as s&uacute;as presentaci&oacute;ns se repitan ata que pechen a ventana ou vaian a outra p&aacute;xina. Estableza a opci&oacute;n a %s se quere aforrar ancho de banda.
is_is: Þessi valkostur leyfir gestum að láta myndasýninguna ganga þar til þeir loka glugganum eða fara á aðra síðu. Stilltu þetta á %s ef þú vilt spara bandvídd.
nl_nl: Deze optie staat bezoekers toe om de diashow te herhalen totdat ze het scherm sluiten of een andere website bezoeken. Zet de optie op %s als u bandbreedte wilt sparen.
pt_br: Esta opção permitirão aos visitantes repetir seus slideshow até que eles fechem a janela ou vão para outra página. Selecione-o para %s se você quiser economizar banda.
sv_se: Detta alternativ tillåter besökare att ha dina bildspel upprepande tills de stänger fönstret eller går till en annan sida. Ställ in detta på %s om du vill spara bandbredd.
vi_vn: Lựa chọn này sẽ cho phép trình diễn ảnh của bạn được lặp lại với người xem cho đến khi họ đóng cửa sổ hoặc chuyển qua trang khác. Chọn là %s nếu bạn muốn giữ giới hạn đường truyền.

source: Slideshow Mode
bg_bg: Вид на прегледа
es_es: Modo presentación
gl_es: Modo presentaci&oacute;n
is_is: Gerð myndasýningar
nl_nl: Diashow modus
no_no: Fremvisningsmodus
pt_br: Modo de Slideshow
sv_se: Bildspelsläge
vi_vn: Kiểu trình diễn ảnh

source: This allows you to set the default mode for the slideshow. &quot;Java Applet&quot; requires that the user has the Java Runtime Environment installed in their browser, but allows for fullscreen viewing. &quot;JavaScript&quot; is supported by all modern browsers without extra plugins, but is more limited than the Java Applet.
bg_bg: Тук може да се избере главния режим на преглед. &quot;Java Applet&quot; изисква потребителя да има инсталиран в броузера си JRE (Java Runtime Environment), но сметка на това позволява преглед на пълен екран. &quot;JavaScript&quot; се поддържа от всички модерни броузери, но е с по-лимитирани възможности от &quot;Java Applet&quot;.
es_es: Esto le permite establecer el modo por defecto para la presentación. El &quot;Applet Java&quot; requiere que el usuario tenga la Java Runtime Environment instalada en su navegador, pero para visionar a pantalla completa, &quot;JavaScript&quot; está soportado por todos los navegadores modernos sin necesidad de plugins extra, pero es más limitado que el Applet Java.
gl_es: Isto lle permite establece-lo xeito por defecto para a presentaci&oacute;n. O &quot;Applet Java&quot; require que o usuario te&ntilde;a a Java Runtime Environment instalada no seu navegador, pero para visiona-la pantalla completa, &quot;JavaScript&quot; est&aacute; soportado por t&oacute;dolos navegadores modernos sin necesidade de plugins extra, pero &eacute; m&aacute;is limitado que o Applet Java.
is_is: Hér getur þú valið sjálfgefnu gerð myndasýningar. &quot;Java applet&quot; krefst þess að notendur hafi Java Runtime Environment uppsett fyrir vafrann sem þeir nota, en leyfir hinsvegar að skoða myndasýningu sem fyllir allan skjáinn. &quot;JavaScript&quot; er stutt af öllum nýlegur vöfrum, en býður upp á takmarkaðri möguleika en Java applet.
nl_nl: Deze instelling stelt u in staat om de standaard modus voor de diashow in te stellen. &quot;Java Applet&quot; vereist dat de gebruiker de Java Runtime Environment ge&iml;nstalleerd heeft, maar staat een show op het volledige scherm toe. &quot;JavaScript&quot; wordt ondersteund door alle moderne browsers zonder plugins, maar is beperkter dan de Java applicatie.
pt_br: Isto permitira a você ajustar os modos padrão de slideshow. &quot;Java Applet&quot; requer que o usuário tenha instalado o Java Runtime Environment no seu navegador, mas permitirá visualização em tela cheia. &quot;JavaScript&quot; é suportado por todos os navegadores modernos sem plugins adicionais, mas é mais limitado do que o Java Applet.
sv_se: Detta tillåter dig att ställa in förvalt värde för bildspelet. &quot;Java Applet&quot; kräver att användaren har Java Runtime Environment installerat i sin webbläsare för att tillåta helskärmsvisning. &quot;JavaScript&quot; stöds av alla moderna webbläsare utan något extra instcksprogram, men är mer begränsat än Java Applet.
vi_vn: Lựa chọn này sẽ cho phép chọn kiểu mặc định cho trình diễn ảnh. Kiểu &quot;Java Applet&quot; đòi hỏi phải có Java Runtime Environment được cài đặt cho trình duyệt, khi đó sẽ có thể xem ảnh kín màn hình. Chế độ &quot;JavaScript&quot; có thể được sử dụng ngay trên đa số các trình duyệt mà không cần bổ sung gì thêm, nhưng chức năng có thể giới hạn hơn so với Java Applet.

source: Comments
ar_eg: ÇäÊÙäêâÇÊ.
bg_bg: Коментари
es_es: Comentarios
gl_es: Comentarios
is_is: Athugasemdir
nl_nl: Commentaar
no_no: Kommentarer
pt_br: Comentários
sv_se: Kommentarer
vi_vn: Lời bình

source: Enable commenting
ar_eg: Êåãêæ ÇäÊÙäêâ
bg_bg: Включване на коментирането
es_es: Habilitar comentarios
gl_es: Habilitar comentarios
is_is: Virkja athugasemdir
nl_nl: Sta commentaar toe
no_no: Tillat kommentering
pt_br: Habilitar comentário
sv_se: Aktivera kommentarer
vi_vn: Cho phép bình luận

source: This option will enable or disable the possibility for your users to make comment. If you set this to &quot;no&quot; all comment functionality is disabled.
bg_bg: Тази настройка включва и изключва възможността потребителите да правят коментари. Ако изберете &quot;не&quot;, всички функции с коментари ще са изключени.
es_es: Esta opción habilitará o deshabilitará la posibilidad que tienen los usuarios de hacer comentarios. Si la establece a &quot;no&quot; la funcionalidad de los comentarios será deshabilitada.
is_is: Hér getur þú gefið notendum kost á að bæta við athugasemdum. Ef þú velur &quot;nei&quot; verður ekki hægt að bæta við athugasemdum.
nl_nl: Deze optie stelt in of uw gebruikers commentaar kunnen geven. Als u hier &quot;nee&quot; kiest is alle commentaar-functionaliteit uitgeschakeld.
pt_br: Esta opcção habilita e desabilita a possibilidade para seus usuários realizar comentários. Se você configurar essa opção para &quot;não&quot;, todas as funcionalidades de comentários estarão desabilitadas.
sv_se: Detta alternativ kommer att aktivera eller avaktivera möjligheten för dina användare att göra kommentarer. Om du ställer in detta på &quot;nej&quot; så är all funktionallitet för kommentarer avaktiverad.
vi_vn: Lựa chọn này sẽ mở hoặc ngưng khả năng cho mọi người dùng tạo lời bình. Nếu bạn chọn là &quot;không&quot; khi đó mọi chức năng bình luận sẽ được tắt.

source: Indicate if there are comments available
ar_eg: êÑÌé ÇäÅÔÇÑÉ ÅĞÇ ãÇæÊ çæÇã ÊÙäêâÇÊ åÊÇÍÉ.
bg_bg: Да се показва ли индикатор когато има нови коментари?
es_es: Indica si hay comentarios disponibles
gl_es: Indica se hai comentarios dispo&ntilde;ibles
is_is: Gefa til kynna hvort athugasemdir séu til staðar.
nl_nl: Geef aan als er commentaar beschikaar is
pt_br: Indicar se há comentários disponíveis
sv_se: Indikera om det finns kommentarer tillgängliga?
vi_vn: Hiển thị lời bình nếu có

source: No indication that an item has comments.
ar_eg: äÇÊèÌÏ ÏäÇäÉ Ùäé Ãæ ÃÍÏ ÇäÙæÇÕÑ Èç ÊÙäêâÇÊ.
bg_bg: Няма да е показано че елемента има коментари.
es_es: No hay indicación de que el elemento tenga comentarios.
gl_es: Non hai indicaci&oacute;n de que o elemento te&ntilde;a comentarios.
is_is: Ekki gefa til kynna að athugasemdir séu til fyrir mynd.
nl_nl: Geen indicatie dat een item commentaar heeft.
pt_br: Sem indicação que um item possui comentários.
sv_se: Ingen indikation på att ett objekt har kommentarer.
vi_vn: Không hiển thị ảnh có lời bình.

source: Photos
ar_eg: ÕèÑ
bg_bg: Снимки
es_es: Fotos
gl_es: Fotos
is_is: Ljósmyndir
nl_nl: Fotos
no_no: Bilder
pt_br: Fotos
sv_se: Foton
vi_vn: Ảnh

source: Images that have comments will be marked.
ar_eg: ÓêÊå ÊÙäêå ÇäÕèÑ ÇäÊé äçÇ ÊÙäêâ.
bg_bg: Ще бъдат маркирани само изображения които имат коментари.
es_es: Las imágenes que tengan comentarios estarán marcadas.
gl_es: As imaxes que te&ntilde;an comentarios estar&aacute;n marcadas.
is_is: Myndir með athugasemdum verða merktar til að gefa það til kynna.
nl_nl: Fotos met commentaar worden gemarkeerd.
pt_br: Imagens que possuem comentários serão marcadas.
sv_se: Bilder som har kommentarer kommer att bli markerade.
vi_vn: Những ảnh có lời bình sẽ được đánh dấu.

source: Albums
ar_eg: ÃäÈèåÇÊ
bg_bg: Албумa
es_es: Álbumes
gl_es: &Aacute;lbumes
is_is: Albúm
no_no: Album
pt_br: Álbuns
sv_se: Album
vi_vn: Album

source: Albums and sub-albums that have comments will be marked.
ar_eg: ÓêÊå ÊÙäêå ÇäÃäÈèåÇÊ ÇäÃÓÇÓêÉ èÇäáÑÙêÉ.
bg_bg: Ще бъдат маркирани албуми и под-албуми които имат коментари.
es_es: Los álbumes y subálbumes que tengan comentarios estarán marcados.
gl_es: Os &aacute;lbumes e sub&aacute;lbumes que te&ntilde;an comentarios estar&aacute;n marcados.
is_is: Albúm og undiralbúm með athugasemdurm verða merkt til að gefa það til kynna.
nl_nl: Albums en sub-albums met commentaar worden gemarkeerd.
pt_br: Álbuns e álbuns ramificados que possuem comentários serão marcados.
sv_se: Album och underliggande album som har kommentarer kommer att bli markerade.
vi_vn: Những album và album nhánh có lời bình sẽ được đánh dấu.

source: Both
ar_eg: ãäÇçåÇ
bg_bg: И двете
es_es: Ambos
gl_es: &Aacute;mbolos
is_is: Bæði
nl_nl: Beide
no_no: Begge
pt_br: Ambos
sv_se: Båda
vi_vn: Cả hai

source: Images and albums that have comments will be marked.
ar_eg: ÓêÊå ÊÙäêå ÇäÕèÑ èÇäÃäÈèåÇÊ ÇäÊé ÈçÇ ÊÙäêâ.
bg_bg: Ще бъдат маркирани изображенията и албумите, които имат коментари.
es_es: Las imágenes y los álbumes que tengan comentarios estarán marcados.
gl_es: As imaxes e os &aacute;lbumes que te&ntilde;an comentarios estar&aacute;n marcados.
is_is: Myndir og albúm með athugasemdum verða merkt til að gefa það til kynna.
nl_nl: Fotos en albums met commentaar worden gemarkeerd.
pt_br: Imagens e álbuns que possuem comentários serão marcados.
sv_se: Bilder och album som har kommentarer kommer att markeras.
vi_vn: Những ảnh và album có lời bình sẽ được đánh dấu.

source: Display date of last comment?
ar_eg: çä ÊÑêÏ ÙÑÖ ÊÇÑêÎ ÂÎÑ ÊÙäêâ¿
bg_bg: Искате ли да се вижда датата на последния коментар?
es_es: ¿Mostrar la fecha del último comentario?
gl_es: Amosar a data do &uacute;ltimo comentario?
is_is: Sýna dagsetningu síðustu athugasemdar?
nl_nl: Geef datum van laaste commentaar weer?
pt_br: Mostrar data do último comentário?
sv_se: Visa datum för senaste kommentar?
vi_vn: Hiển thị ngày của lời bình cuối?

source: If an item has comments, display date of last comment, rather than a %s.
ar_eg: äè ãÇæ çæÇã ÊÙäêâ Ùäé ÙæÕÑ åÇ, áÓêÊå ÙÑÖ ÊÇÑêÎ ÂÎÑ ÊÙäêâ¬ ÈÏäÇë åæ %s.
bg_bg: Ако елемента има коментари, ще бъде показана датата на последниа коментар, а не %s.
es_es: Si un elemento tiene comentarios, muestra la fecha del último comentario en lugar de %s.
gl_es: Se un elemento ten comentarios, amosa-la data do &uacute;ltimo comentario en lugar de %s.
is_is: Ef mynd er með athugasemdir, sýna þá dagsetningu síðustu athugasemdar, frekar en %s.
nl_nl: Als een item commentaar heeft geef dan de datum weer van laaste commentaar ipv %s.
pt_br: Se um item possui comentários, será mostrada a data do último comentário ao invés de %s.
sv_se: Om ett objekt har kommentarer, visa datum för senaste kommentar, snarare än %s.
vi_vn: Nếu một ảnh có lời bình, hiển thị ngày của lời bình cuối, giống như là một %s.

source: Anonymous comments from known users?
ar_eg: çä çĞç ÊÙäêâÇÊ åÌçèäÉ åæ åÓÊÎÏåêæ åÙÑèáêæ¿
bg_bg: Анонимни коментари от регистрирани потребители?
es_es: ¿Comentarios anónimos de los usuarios conocidos?
gl_es: Comentarios an&oacute;nimos dos usuarios co&ntilde;ecidos?
is_is: Nafnlausar athugasemdir frá skráðum notendum?
nl_nl: Anonieme berichten toestaan van geregistreerde gebruikers?
pt_br: Comentários anônimos de usuários conhecidos?
sv_se: Anonyma kommentarer från kända användare?
vi_vn: Cho phép bình luận từ những thành viên ẩn danh?

source: When logged in, comments will automatically use format described below, unless this is set to %s.
ar_eg: ÙæÏåÇ êÊå ÇäÊÓÌêä ÓÊÓÊÎÏå ÇäÊÙäêâÇÊ ÊäâÇÆêÇë ÇäÊæÓêâ ÇäåèÕèá ÃÓáäç¬ åÇ äå êÊå ÇäÊÙêêæ Åäé %s.
bg_bg: Когато регистрираните потребители са в системата, коментарите направени от тях автоматично ще се показват във формата по-долу, освен ако това не е настроено на %s.
es_es: Cuando los usuarios se logueen, los comentarios usarán automáticamente el formato que se describe debajo, a menos que establezca la opción a %s.
gl_es: Cando os usuarios fagan login, os comentarios usar&aacute;n autom&aacute;ticamente o formato que se describe enbaixo, a menos que estableza a opci&oacute;n a %s.
is_is: Þegar notendur eru skráðir inn, munu athugasemdir verða sýndar eins og þær eru hér fyrir neðan, nema að þú veljir %s hér.
nl_nl: Wanneer met is ingelogd, wordt het commentaar automatisch weergegeven zoals hieronder, behalve als de optie %s aanstaat.
pt_br: Quando autenticado, os comentários serão automaticamente formatados como descritos abaixo, a não ser que estejam selecionados para %s.
sv_se: När man är inloggad så kommer kommentarer att automatiskt använda format beskrivet nedan om inte detta är satt till %s.
vi_vn: Khi đã đăng nhập, lời bình sẽ tự động có dạng thức được mô tả bên dưới, trừ khi lựa chọn này được chọn là %s.

source: Format for commenter names
ar_eg: ÊæÓêâ ÃÓåÇÁ ÇäåÙäâêæ
bg_bg: Формат за имената на коментиращите
es_es: Formato para los nombres comentados
gl_es: Formato para os nomes comentados
is_is: Framsetning höfunda athugasemda
nl_nl: Formaat voor commentator namen
pt_br: Formato dos nomes dos comentaristas
sv_se: Format på namn som lämnat kommentar(er)
vi_vn: Dạng thức tên người bình

source: Commenter names of logged in users can be displayed in a variety of different ways
ar_eg: êåãæ ÙÑÖ ÃÓåÇÁ ÃÕÍÇÈ ÇäÊÙäêâÇÊ åæ ÇäåÓÊÎÏåêæ ÇäåÓÌäêæ ÈÙÏÉ ×Ñâ åÎÊäáÉ.
bg_bg: Имената на въвелите коментар регистрирани потребители може да се показват по различни начини.
es_es: Los nombres comentados de los usuarios autentificados pueden ser mostrados de varias formas
gl_es: Os nomes comentados dos usuarios autentificados poden ser amosados de varios xeitos
is_is: Nöfn innskráðra notenda sem bæta við athugasemdum geta verið framsett á mismunandi vegu
nl_nl: De namen van commentatoren of ingelogde gebruikers kunnen op verschillende manieren worden getoond
pt_br: Nome dos comentaristas de usuários autenticados podem ser exibidos de diversas maneiras diferentes
sv_se: Namn på inloggade användare som gjort någon kommentar kan visas på flera olika sätt
vi_vn: Tên người bình đã đăng nhập có thể hiển thị bằng nhiều cách khác nhau

source: Do you want to have the possibility to add comments inside the view photo page, or do you prefer a link to a popup
bg_bg: Искате ли да може да се добавя коментар Вътре в страницата на снимката, или прдпочитате коментара да е като линк към Нов прозорец?
es_es: ¿Quiere tener la posibilidad de añadir comentarios dentro de la página de visualizar fotografía, o prefiere un enlace a una ventana emergente?
gl_es: Quere te-la posibilidade de engadir comentarios dentro da p&aacute;xina de visualizar fotograf&iacute;a, ou prefire un enlace a unha ventana emerxente?
is_is: Vilt þú bjóða upp á að bæta athugasemdum undir mynd, eða viltu frekar að nýr gluggi opnist
nl_nl: Wilt u de mogelijkheid hebben om commentaar toe te voegen op de foto pagina, of heeft u liever een popup
pt_br: Você quer ter a possibilidade de adicionar comentários dentro da página de visualização da foto ou você prefere um link para uma página popup
sv_se: Vill du ha möjligheten att lägga till kommentarer inuti den visade fotosidan eller föredrar du en länk till ett menyfönster
vi_vn: Bạn có muốn khả năng thêm được lời bình ở bên trong khi xem ảnh, hoặc bạn muốn hiển thị bằng một liên kết mà sẽ mở ra cửa sổ nhỏ

source: Popup
bg_bg: Нов прозорец
es_es: Ventana emergente
gl_es: Ventana emerxente
is_is: Nýr gluggi
sv_se: Fönstermeny
vi_vn: Cửa sổ

source: Inside
bg_bg: Вътре
es_es: Dentro
gl_es: Dentro
is_is: Undir mynd
nl_nl: Binnen in
pt_br: Dentro
sv_se: Inuti
vi_vn: Bên trong

source: Enter a suitable value for the maximum length of comments to prevent abuse. Gallery limits comments to no more than 1000 characters. This value will be used if less than 1000.
bg_bg: Въведете подходяща стойност за максималната дължина на коментарите за да предотвратите злоупотреби. Галерията ограничава коментарите до не повече от 1000 знака. Тази стойност ще бъде използвана, ако е по-ниска от 1000.
is_is: Gefðu upp hentugt gildi fyrir hámarks lengd athugasemda til að koma í veg fyrir misnotkun. Gallery leyfir ekki fleiri en 1000 stafi. Þetta gildi verður notað ef það er undir 1000.
nl_nl: Geef een geschikte maximum lengte voor commentaar om misbruik te voorkomen. Gallery limiteert commentaar op maximaal 1000 tekens. Deze waarde wordt gebruikt als het minder dan 1000 is.
pt_br: Entre um valor apropriado para o tamanho máximo de comentário para previnir abusos. O Gallery limita comentários a não terem mais do que 1000 (mil) caracteres. Este valor poderá ser usado se for menor do que 1000.
sv_se: Skriv in ett anpassat värde för maximal längd på kommentarer för att undvika missbruk(abuse). Gallery begränsar kommentarer till att inte vara mer än 1000 tecken. Detta värde kommer att användas om begränsning skall vara mindre än 1000 tecken.
vi_vn: Ghi một giá trị phù hợp cho độ dài tối đa của lời bình để ngăn ngừa sự lạm dụng. Thư viện ảnh sẽ giới hạn lời bình không quá 1000 ký tự. Giá trị này sẽ có tác dụng nếu là nhỏ hơn 1000.

source: Watermarking
bg_bg: Водни Знаци
es_es: Hacer marcas de agua
is_is: Vatnsmerking
nl_nl: Watermerken
pt_br: Realizando marca d'água
sv_se: Vattenstämpling
vi_vn: Ảnh chèn

source: Choose wether you want to enable or disable watermarking. And set the defaults
bg_bg: Изберете дали да е включено или изключено добавянето на водни знаци. И презадайте настройките.
is_is: Veldu hvort þú vilt virkja vatnsmerkingu og veldu sjálfgildi
nl_nl: Kies of u watermerken in wilt stellen, en zet de standaard instellingen
pt_br: Escolha se você desenha habilitar ou desabilitar as marcas d'água e defina os padrões
sv_se: Välj om du vill aktivera eller avaktivera vattenstämpling och ställ in de förvalda
vi_vn: Lựa chọn cho phép bạn bật hoặc tắt chức năng ảnh chèn. Và cấu hình mặc định

source: Watermarking is not possible in this installation !
bg_bg: Ползването на Водни знаци не е възможно в тази инсталация!
es_es: ¡No es posible hacer marcas de agua en esta instalación!
pt_br: Realização de marca d'água não é possível nesta instalação!
vi_vn: Chức năng chèn ảnh không có khả năng trong cài đặt này !

source: Watermark directory
ar_eg: Ïäêä ÙäÇåÉ åÇÆêÉ
bg_bg: Директория за Водните знаци
es_es: Directorio de marcas de agua
gl_es: Directorio de marcas de auga
is_is: Mappa fyrir vatnsmerki
nl_nl: Map voor watermerk bestanden
no_no: Vannmerke-katalog
pt_br: Diretório da Marca d'água
sv_se: Vattenstämpel-katalog
vi_vn: Thư mục ảnh chèn
