Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Save this file on your PC and rename it %s.
af_za: Stoor hierdie l&ecirc;er op jou rekenaar on hernoem dit na %s.
ar_eg: ÇÍáØ çĞÇ Çäåäá Ùäé ÌçÇÒã ÈÙÏ ÇÙÇÏÉ ÊÓåêÊç %s.
bg_bg: Запишете този файл на компютъра си и го преименувайте %s.
da_dk: Gem denne fil på din computer og skift navnet til %s.
fi_fi: Tallenna ko. tiedosto tietokoneeseesi ja nime&auml; se uudelleen %s -nimelle.
gl_es: Garde este arquivo no seu PC e ren&oacute;meo como %s.
it_it: Salva questo file sul tuo PC e rinominalo come %s.
ja_jp: このファイルをセーブして、%sにリネームしてください。
pl_pl: zapisz ten plik na swoim komputerze i zmieñ jego nazwê na %s.
pt_br: Salve o arquivo em seu PC e renomeie-o para %s.

source: If it asks you for confirmation about changing the file type, answer &quot;yes&quot;.
af_za: As Windows jou vir 'n bevestiging vir die verandering van die l&ecirc;ertipe vra, kliek op &quot;Ja&quot; of &quot;Yes&quot;.
ar_eg: ÅĞÇ ×äÈ åæã ÇäÊÃãêÏğ Ùäé ÊîÚêêÑ æèÙğ Çäåäá¬ ÃÌÈ È &quot» æÙå &quot» .
bg_bg: Ako ви бъде зададен въпрос за потвърждение при смяна на файловия тип, отговорете с 'да';.
da_dk: Hvis du bliver bedt om bekræftelse på ændring af filtype, så vælg &quot;ja&quot;.
fi_fi: Jos se pyyt&auml;&auml; sinulta tiedostotyypin vaihtamisen vahvistamista, vastaa &quot;kyll&auml;&quot;.
gl_es: Se lle pide confirmaci&oacute;n para cambia-lo tipo de ficheiro, resp&oacute;ndalle que &quot;si&quot;.
it_it: Se chiede la conferma del cambiamento di estensione del file rispondi &quot;s&igrave;&quot;.
ja_jp: ファイルタイプを変更するか確認を要求されたら、&quot;はい&quot; と答えてください。
pl_pl: Je¶li zapyta Ciê o zmianê typu pliku - odpowiedz 'Tak',
pt_br: Se ele lhe perguntar por confirmação sobre alteração de tipos de arquivos, responda &quot;sim&quot;.

source: Right click on this file and you should see a menu appear.
af_za: Regs-kliek op hierdie l&ecirc;er en 'n aftreklys behoort te verskyn.
ar_eg: ÃæâÑ ÈÒÑ ÇäáÃÑÉ ÇäÃêåæ Ùäé çĞÇ Çäåäá èÓÊØçÑ äã âÇÆåÉ
bg_bg: Когато натиснете десния бутон върху този файл, би трябвало да се появи меню.
da_dk: Højre-klik på denne fil og du vil se en menu komme frem.
fi_fi: Klikkaa t&auml;t&auml; tiedostoa hiiren vasemmalla painikkeella, jolloin aukeaa valikko.
gl_es: Pulse o bot&oacute;n dereito do rato sobre este ficheiro e poder&aacute; ver como aparece un men&uacute;.
it_it: Clicca con il tasto destro su questo file e dovrebbe apparire un men&ugrave;.
ja_jp: このファイル上で右クリックするとメニューが現れます。
pl_pl: potem kliknij prawym przyciskiem myszy na tym pliku i powinno pojawiæ siê menu.
pt_br: Clique com o botão direito neste arquivo e você deverá ver um menu aparecer.

source: Select the <b>Merge</b> option (this should be at the top of the menu).
af_za: Kies die &quot;Saamvoeg&quot; of &quot;Merge&quot; opsie (dit behoort bo aan die aftreklys te wees).
ar_eg: ÇÎÊÑ ÇÎÊêÇÑ <b>åÒÌ </b> (èĞäã êãèæ áé ÃÙäé ÇäâÇÆåÉ)
bg_bg: Изберете <b>Merge</b> (би трябвало да е най-отгоре на менюто).
da_dk: Vælg <b>Smelt sammen</b> (skal være i toppen af menuen).
fi_fi: Valitse <b>Yhdist&auml;</b>-toiminto (t&auml;m&auml;n pit&auml;isi l&ouml;yty&auml; valikon yl&auml;osasta).
gl_es: Seleccione a opci&oacute;n <b>Combinar</b> (deber&iacute;a estar na parte darriba do men&uacute;).
it_it: Seleziona l'opzione <b>Unisci</b> (dovrebbe essere in cima al men&ugrave;).
ja_jp: <b>結合</b>オプションを選択してください。(このオプションはメニューの一番上にあるはずです。)
pl_pl: Wybierz opcjê <b>Merge</b> (powinna byæ na samej górze tego menu).
pt_br: Selecione a opção <b>Mesclar (Merge)</b> (isto deve estar no topo do menu).

source: It will ask you if you want to import these values into your registry.
ar_eg: Óèá ÊÓÃä ÙåÇ ÅĞÇ ãæÊ ÊÑêÏ ÇÓÊêÑÇÏ çĞç Çäâêå Åäé ÓÌäã
bg_bg: Ще бъдете попитани дали искате да тези данни да бъдат вкарани в регистрите на системата ви.
da_dk: Du vil blive spurgt, om du vil importere disse værdier til registraturet.
fi_fi: Se kysyy sinulta, josko haluat tuoda n&auml;m&auml; arvot rekisteriin.
gl_es: Preguntaralle se quere importar estos valores dentro do seu rexistro.
ja_jp: レジストリにこれらの値をインポートしたいか聞かれます。
pl_pl: Zapyta Ciê czy zapisaæ warto¶ci w rejestrze,
pt_br: Ele perguntará se você deseja importar estes valores para dentro do registro.

source: Click &quot;ok&quot;.
ar_eg: &quot;ok&quot ÇæâÑ Ùäé
bg_bg: Натиснете 'ОК';.
da_dk: Klik &quot;ok&quot;.
fi_fi: Klikkaa &quot;ok&quot;.
gl_es: Pulse &quot;ok&quot;.
ja_jp: &quot;OK&quot; をクリックしてください。
pl_pl: kliknij &quot;OK&quot;.
pt_br: Clique em quot;ok&quot;.

source: It will tell you that the files were imported successfully.
af_za: Windows sal jou meedeel dat die l&ecirc;&euml;rs suksesvol ge&iuml;mporteer is.
ar_eg: ÓêÎÈÑã Ãæ ÇäåäáÇÊ âÏ Êå ÇÓÊêÑÇÏçÇ ÈæÌÇÍ
bg_bg: Ще ви бъде съобщено, че файловете са вракани успешно.
da_dk: Du vil blive fortalt at filerne blev successfuldt importeret .
fi_fi: Se kertoo sinulle, ett&auml; tiedostot on tuotu onnistuneesti.
gl_es: diralle que os seus arquivos foron importados correctamente.
it_it: Ti dir&agrave; che i file sono stati importati con successo.
ja_jp: ファイルのインポートが成功したことを報告するでしょう。
pl_pl: Wy¶wietli siê informacja, ¿e pliki zosta³y pomy¶lnie zaimportowane
pt_br: Ele informará a você que os arquivos foram importados com sucesso.

source: Click &quot;ok&quot; again.
af_za: Kliek &quot;OK&quot;.
ar_eg: åÑÉ ÃÎÑé &quot;ok&quot; ÇæâÑÙäé
bg_bg: Натиснете 'ОК'; отново.
da_dk: Klik &quot;ok&quot; igen.
fi_fi: Klikkaa taas &quot;ok&quot;.
gl_es: Pulse &quot;ok&quot; de novo.
it_it: Clicca su &quot;ok&quot; di nuovo.
ja_jp: もう一度&quot;OK&quot;をクリックしてください。
pl_pl: i naci¶nij &quot;OK&quot; jeszcze raz.
pt_br: Clique quot;Ok&quot; novamente.

source: Step 2
af_za: Stap 2
ar_eg: ÇäÎ×èÉ ÇäËÇæêÉ
bg_bg: Стъпка 2
da_dk: Trin 2
fi_fi: Vaihe 2
gl_es: Paso 2
it_it: Passo 2
ja_jp: ステップ2
pl_pl: Krok 2
pt_br: Passo 2

source: Open your Windows explorer and browse to a folder containing supported images.
af_za: Maak Windows Verkenner oop en gaan na 'n l&ecirc;ergids wat ondersteunde beelde bevat.
bg_bg: Отворете 'Windows Explorer' и намерете директорията съдържаща поддържаните видове изображения.
da_dk: Åbn din Windows filvælger og vælg et katalog med understøttede filformater.
fi_fi: Avaa Windows Explorer ja hakeudu hakemistoon, jossa on hyv‰ksytyn tyyppisi‰ kuvia.
it_it: Apri Esplora Risorse e naviga in una directory che contenga delle immagini supportate.
ja_jp: サポートされる画像を含むフォルダをエクスプローラで開いてください。
pl_pl: Otwórz Windows Expolorer'a i wejd¼ do katalogu zawieraj±cego obrazki.
pt_br: Abra seu Windows Explorer e procure por uma pasta contendo imagens suportadas.

source: Select the image(s) or a folder and there should be a link on the left that says &quot;Publish this file to the web...&quot;
bg_bg: Изберете изображението и в ляво би трябвало да се появи 'link' който гласи &quot;Publish this file to the web...&quot;;
da_dk: Vælg et eller flere billeder, eller et katalog, og så skulle der være en henvisning på venstre side som hedder &quot;Publish this file to the web...&quot;
fi_fi: Valitse kuva(t) tai kansio. T‰llˆin vasemmalla pit‰isi n‰ky‰ linkki &quot;Julkaise internetiin...&quot;
it_it: Seleziona le immagini e dovrebbe apparire un link sulla sinistra che dice &quot;Pubblica file sul Web&quot;.
ja_jp: 画像を選択すると、左側に&quot;このファイルを Web に公開する&quot;のリンクが現れます。
pl_pl: Wybierz obrazek - na lewo powiniem pojawiæ siê link &quot;Publikuj ten plik w internecie...&quot;
pt_br: Selecione a imagem ou uma pasta e haverá um link na esquerda que dirá &quot;Publish this file to the web...&quot; (Publicar para a Web)

source: Click this link and then follow the instructions to log into your Gallery, select an album and publish the image.
af_za: Kliek op hierdie opsie en volg die instruksies om in te log, die album te kies en die l&ecirc;&euml;rs op te laai.
ar_eg: ÇæâÑ Ùäé çĞÇ ÇäÅÑÊÈÇ× Ëå ÇÊÈÙ ÇäÊÙäêåÇÊ ääÏÎèä Ùäé åÙÑÖã ¬ ÇÎÊÑ ÃäÈèåÇë èâå ÈæÔÑ ÇäÕèÑÉ
bg_bg: Натиснете този 'link' и след това спазвайки инструкциите, влезте във системата на вашата Галерия, изберете албум и публикувайте изображението.
da_dk: Klik på denne henvisning og følg instruktionerne for at logge ind på dit Gallery, vælg et album og publicer billedet.
fi_fi: Klikkaa t&auml;t&auml; linkki&auml; ja seuraa ohjeita kirjautuaksesi Galleriaan, valitse kuva-albumi ja julkaise kuva.
gl_es: Pulse neste enlace e despois siga as instrucci&oacute;ns para identificarse na s&uacute;a galer&iacute;a, seleccione un &aacute;lbume e publique a imaxe.
it_it: Clicca su questo link e segui le istruzioni per connetterti alla tua Gallery; seleziona un album e pubblica l'immagine.
ja_jp: このリンクをクリックして、指示に従いあなたのGalleryにログインし、アルバムを選択して、画像を公開してください。
pl_pl: Kliknij ten link i pod±¿aj za instrukcjami - zaloguj siê do galerii, wybierz album i publikuj obrazek.
pt_br: Clique neste link e então siga as instruções para autenticar em seu Gallery, selecionar um álbum e publicar a imagem.

source: Return to Add Photos
af_za: Terug na <i>Foto's Byvoeg</i>
ar_eg: ÙèÏÉ Åäé ÅÖÇáÉ ÕèÑ
bg_bg: Назад към Добаване на Снимки
da_dk: Tilbage til Tilføj Billeder
fi_fi: Palaa takaisin lis&auml;&auml;m&auml;&auml;n kuvia
gl_es: Engadir de novo Fotos
it_it: Ritorna ad Aggiungi Foto
ja_jp: 画像追加に戻る
pl_pl: Wróæ do Dodaj obrazki
pt_br: Retornar ao Adicionar Fotos

source: Rearrange Album: %s
af_za: Herskik album: %s
it_it: Riordina Album: %s
ja_jp: アルバムの再編集: %s

source: Here you can rearrange your pictures easily. Just click on the item you want to reorder. Then click on the item at which position you want it to be.
it_it: Qui puoi riordinare facilmente le tue immagini. Basta cliccare sull'oggetto che vuoi riordinare. Poi clicca sull'oggetto nella posizione in cui vuoi che venga sistemato l'oggetto da spostare.
ja_jp: ここでは画像を簡単に再編集することができます。並べ替えたいアイテムをクリックしてください。それから移動したい先のアイテムをクリックしてください。

source: Meaning of the borderstyle
it_it: Significato dello stile del bordo
ja_jp: 枠線の凡例

source: Picture
af_za: Beeld
it_it: Immagine
ja_jp: 画像

source: Subalbum
af_za: Sub-albums
it_it: Sottoalbum
ja_jp: サブアルバム

source: Selected
af_za: Gekose
it_it: Selezionato
ja_jp: 選択されたもの

source: Visible
af_za: Sigbaar
it_it: Visibile
ja_jp: 可視

source: Hidden
af_za: versteek
it_it: Nascosto
ja_jp: 不可視

source: save
ja_jp: 保存

source: cancel
ja_jp: キャンセル

source: ******* Page %s *******
it_it: ******* Pagina %s *******
ja_jp: ******* ページ %s *******

source: This Gallery does not support self-registration by visitors.
af_za: Hierdie galery ondersteun nie self-registrasie vir besoekers nie.
ar_eg: çĞÇ ÇäåÙÑÖ äÇ êÏÙå ÇäÊÓÌêä ÇäĞÇÊê åæ âÈä ÇäÒÇÆÑêæ.
bg_bg: Тази Галерия не поддържа саморегистриране от посетителите.
da_dk: Dette Gallery tillader ikke at brugere registrerer sig selv.
fi_fi: T‰ss‰ Galleriassa k‰ytt‰j‰t eiv‰t voi rekisterˆity‰ itse.
gl_es: Esta galer&iacute;a non soporta auto-rexistro palos visitantes.
it_it: Questa Galleria non permette l'autoregistrazione da parte dei visitori.
ja_jp: 訪問者によるユーザ登録はできません。
pl_pl: Ta Galeria nie suportuje samorejestrowania siê przez odwiedzaj±cych.
pt_br: Esse Gallery não suporta auto-registro por visitantes.

source: You must specify a name.
af_za: Jy moet 'n naam invoer.
ar_eg: äÇÈÏ åæ ÊÍÏêÏ ÇÓå
bg_bg: Трябва да въведете име.
da_dk: Du skal angive et brugernavn.
fi_fi: Sinun t&auml;ytyy m&auml;&auml;ritt&auml;&auml; nimi.
gl_es: Debe especificar un nome.
it_it: Devi speficare un nome.
ja_jp: 名前を指定してください。
pl_pl: Musisz podaæ nazwê.
pt_br: Você deve especificar um nome.

source: You must specify a valid email address.
af_za: Jy moet 'n geldige e-pos adress invoer.
ar_eg: äÇÈÏ åæ ÊÍÏêÏ ÙæèÇæ ÈÑêÏ ÅäãÊÑèæé ÓÇÑé ÇäåáÙèä
bg_bg: Трябва да въведете валиден e-mail адрес.
da_dk: Du skal angive en gyldig emailadresse.
fi_fi: Sinun t&auml;ytyy m&auml;&auml;ritt&auml;&auml; toimiva s‰hkˆpostiosoite.
gl_es: Debe especificar unha direcci&oacute;n de email v&aacute;lida.
it_it: Devi specificare un indirizzo di email valido.
ja_jp: 利用可能なメールアドレスを指定してください
pl_pl: Musisz podaæ prawid³owy adres email.
pt_br: Você deve especificar um endereço de email válido.

source: %s has registered. Email has been sent to %s.
af_za: %s het geregistreer. 'n E-pos is aan %s gestuur.
ar_eg: %s Êå ÇäÊÓÌêä ¬ èÕäÊ ÇäÑÓÇäÉ Åäé %s.
bg_bg: %s е регистриран. Изпратен е E-mail до %s.
da_dk: %s er blevet registreret. En email er sendt til %s.
fi_fi: %s on rekisterˆity. S‰hkˆpostiviesti l‰hetetty osoitteeseen %s
gl_es: %s foi registrado. Un email foi enviado a %s.
it_it: %s si &egrave; registrato. Un'email &egrave; stata spedita a %s.
ja_jp: %s は登録されました。メールが%sに送信されました。
pl_pl: %s zosta³ zarejestrowany. Email zosta³ wys³any do %s.
pt_br: %s foi registrado. Email foi enviado para %s.

source: Gallery Self Registration
af_za: <u>Gallery</u> Self-Registrasie
ar_eg: ÇäÊÓÌêä ÇäĞÇÊê ääåÙÑÖ
bg_bg: Саморегистрация в Галерията
da_dk: Gallery Selvregistrering
fi_fi: Galleriaan rekisterˆityminen
gl_es: Auto-rexistro de Gallery
it_it: Auto-Registrazione nella Galleria
ja_jp: Gallery セルフユーザ登録
pl_pl: Samorejestracja Galerii
pt_br: Auto Registro do Gallery

source: An email has been sent to %s.
af_za: 'n E-pos is aan %s gestuur.
ar_eg: Êå ÅÑÓÇä ÈÑêÏ ÅäãÊÑèæê Åäé %s.
bg_bg: Изпратен е E-mail до %s.
da_dk: En email er sendt til %s.
fi_fi: S‰hkˆpostiviesti on l‰hetetty osooitteeseen %s.
gl_es: Un email foi enviado a %s.
it_it: Un'email &egrave; stata spedita a %s.
ja_jp: メールが%sに送信されました。
pl_pl: Email zosta³ wys³any do %s.
pt_br: Um email foi enviado para %s.

source: Your account information is contained within the email.
af_za: Jou rekening informasie is in die e-pos
ar_eg: ÈêÇæÇÊ ÍÓÇÈã åĞãèÑÉ áé ÇäÈÑêÏ ÇäÅäãÊÑèæê.
bg_bg: В този E-mail е информацията за вашето потребителско име.
da_dk: Information om din konto står i emailen.
fi_fi: Tunnuksesi tiedot ovat s‰hkˆpostiviestiss‰.
gl_es: A informaci&oacute;n da s&uacute;a conta est&aacute; dentro do email.
it_it: Le informazioni del tuo account sono contenute nell'email.
ja_jp: アカウント情報はメールに含まれています。
pl_pl: Informacje o Twoim koncie zawarte s± w wiadomo¶ci email.
pt_br: Sua informação de conta está contida no email.

source: Email could not be sent. Please contact gallery administrator to register on this site
af_za: E-pos kon nie gestuur word nie. Tree asseblief in verbinding met die <u>Gallery</u> Administrateur.
ar_eg: äå êÊåãæ åæ ÅÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæê ¬ åæ áÖäã ÇÊÕä ÈåÓÆèä ÇäåÙÑÖ ääÊÓÌêä áé ÇäåèâÙ
bg_bg: Не успяхме да изпратим E-mail. Моля свържете се с администратора за да се регистрирате в тази Галерия.
da_dk: Emailen kunne ikke sendes. Kontakt venligst galleriadministratoren for at blive registreret på denne hjemmeside
fi_fi: S‰hkˆpostia ei l‰hetetty. Ota yhteys gallerian yll‰pit‰j‰‰n, jos haluat rekisterˆity‰
gl_es: O correo non puido ser enviado. Contacte co administrador da galer&iacute;a para rexistrarse neste sitio.
it_it: L'email non pu&ograve; essere spedita. Per favore contatta l'amministratore della Galleria per registrarti su questo sito
ja_jp: メールが送信できませんでした。登録するにはこのサイトのGallery管理者に連絡してください。
pl_pl: Email nie móg³ byæ wys³any. Skontaktuj siê z administratorem Galerii by siê zarejestrowaæ na tej stronie
pt_br: Email não pôde ser enviado. Por favor, entre em contato com o administrador do Gallery para registrar-se nesse site.

source: Your account information will be sent to the email address you provide.
af_za: Jou rekening informasie sal na die e-pos adres wat jy ingevoer het, gestuur word.
ar_eg: Óèá ÊÑÓä ÈêÇæÇÊ ÍÓÇÈã Åäé ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæé ÇäĞé ÃÏÎäÊç
bg_bg: Информацията за потребителско ви име ще бъде изпратена на посочения от вас E-mail адрес.
da_dk: Dine kontoinformationer vil blive sendt til den emailadresse, du angiver.
fi_fi: Tunnuksesi tiedot l‰hetet‰‰n s‰hkˆpostissa antaamaasi osoitteeseen.
gl_es: A informaci&oacute;n sobre a s&uacute;a conta ser&aacute; enviada &aacute; direcci&oacute;n de correo que proporcione.
it_it: Le informazioni del tuo account verrano spedite all'indirizzo di email che hai fornito.
ja_jp: アカウント情報は入力したメールアドレスに送信されます。
pl_pl: Informacje o Twoim koncie zostan± wys³ane na email, który poda³e¶.
pt_br: Sua informação de conta será enviada para o email que você informou.

source: There is already an album with that name!
af_za: Daar is alreeds 'n album met daardie naam!
ar_eg: êèÌÏ ÃäÈèå ÂÎÑ ÈæáÓ ÇäÅÓå!
bg_bg: Вече има албум с това име!
da_dk: Det findes allerede et album med det navn!
fi_fi: Samanniminen kuva-albumi on jo olemassa!
gl_es: ٮXa existe un &aacute;lbume con ese nome!
it_it: C'&egrave; gi&agrave; un album con quel nome!
ja_jp: その名前のアルバムは既に存在します
pl_pl: Istnieje ju¿ album o tej nazwie!
pt_br: Já existe um álbum com este nome!

source: What do you want to name this album?
af_za: Wat wil jy hierdie album noem?
ar_eg: åÇĞÇ ÊÑêÏ ÊÓåêÉ çĞÇ ÇäÃäÈèå¿
bg_bg: Как искате да наречете този албум?
da_dk: Hvad skal dette album hedde?
fi_fi: Mink&auml; nimiseksi haluat nimet&auml; t&auml;m&auml;n kuva-albumin?
gl_es: Como quere chamar este &aacute;lbume?
it_it: Come vuoi chiamare questo album?
ja_jp: このアルバムをなんと言う名前に変更しますか?
pl_pl: Jak chcesz nazwaæ ten album?
pt_br: Qual o nome que você deseja para este álbum?

source: The name cannot contain any of the following characters
af_za: Die naam mag nie enige van die volgende karakters bevat nie:
ar_eg: äÇêåãæ ääÇÓå Ãæ êÍÊèé Ùäé Ãé åæ çĞç ÇäÍÑèá
bg_bg: Името не може да съдържа който и да е от следните знаци
da_dk: Navnet kan ikke indeholde nogen af følgende tegn
fi_fi: Nimi ei voi sis&auml;lt&auml;&auml; seuraavia merkkej&auml;
gl_es: O nome no pode conter ning&uacute;n dos seguintes caracteres
it_it: Il nome non pu&ograve; contenere nessuno dei seguenti caratteri
ja_jp: 名前には以下の文字は含むことができません
pl_pl: Nazwa nie mo¿e zawieraæ nastêpuj±cych znaków
pt_br: O nome não pode conter os tipos de caracteres quaisquer a seguir

source: or
af_za: of
ar_eg: Ãè
bg_bg: или
da_dk: eller
fi_fi: tai
gl_es: ou
it_it: oppure
ja_jp: と
pl_pl: lub
pt_br: ou

source: spaces
af_za: spasies
ar_eg: åÓÇáÇÊ
bg_bg: интервали
da_dk: mellemrum
fi_fi: v&auml;lily&ouml;ntej&auml;
gl_es: espacios
it_it: spazi
ja_jp: スペース
pl_pl: spacji
pt_br: espaços

source: Those characters will be ignored in your new album name.
ar_eg: ÓêÊå ÊÌÇçä çĞç ÇäÍÑèá áé ÃäÈèåã ÇäÌÏêÏ.
bg_bg: В новото име на албума ви, тези знаци ще бъдат игнорирани.
da_dk: Disse tegn vil blive ignoreret i det nye albumnavn.
fi_fi: Em. merkit ohitetaan albumin nimess&auml;.
gl_es: Estos caracteres ser&aacute;n ignorados no nome do seu novo &aacute;lbume.
ja_jp: これらの文字は新しいアルバム名では無視されます。
pl_pl: Te znaki bêd± pominiête w nowej nazwie albumu
pt_br: Estes caracteres serão ignorados no nome do seu novo álbum.

source: Rename
af_za: Hernoem
ar_eg: ÇÙÇÏÉ ÊÓåêÉ
bg_bg: Преименувайте
da_dk: Omdøb
fi_fi: Nime&auml; uudelleen
gl_es: Renomear
it_it: Rinomina
ja_jp: アルバム名を変更
pl_pl: Zmieñ nazwê
pt_br: Altere o nome

source: Reset Voting
af_za: Herstel meningspeiling-uitslag
ar_eg: ÅÙÇÏÉ ÊÙêêæ ÇäÊÕèêÊ.
bg_bg: Нулирайте Гласуването
da_dk: Nulstil afstemning
fi_fi: Nollaa ‰‰net
gl_es: Reiniciar votos
it_it: Azzera Votazioni
ja_jp: 投票リセット
pl_pl: Resetuj g³osy
pt_br: Limpar Votação

source: Do you really want to remove all votes in %s?
ar_eg: çä ÊÑêÏ ÍâÇ ÍĞá ãä ÇäÃÕèÇÊ áé %s.
bg_bg: Сигурни ли сте че искате да премахнете всички гласове в %s?
da_dk: Ønsker du virkelig at fjerne alle stemmer i %s?
fi_fi: Haluatko varmasti poistaa %s kaikki ‰‰nestykset?
gl_es: Realmente quere eliminar t&oacute;dolos votos en %s?
ja_jp: 本当に%sの全ての投票を削除しますか
pl_pl: Czy na pewno chcesz skasowaæ wszystkie g³osy w %s?
pt_br: Você realmente quer remover todos os votos em %s?

source: Remove Votes
af_za: Verwyder stemme
ar_eg: ÍĞá ÃÕèÇÊ.
bg_bg: Премахнете Гласовете
da_dk: Fjern stemmer
fi_fi: Poista ‰‰nestys
gl_es: Borrar votos
it_it: Elimina Voti
ja_jp: 投票を削除
pl_pl: Usuñ g³osy
pt_br: Remover Votos

source: Resize Photo
af_za: Foto vergroot/verklein
ar_eg: ÊÚêêÑ ÍÌå ÇäÕèÑÉ.
bg_bg: Променете Размера на Снимката
da_dk: Ændr billedstørrelse
fi_fi: Muuta kuvan koko
gl_es: Redimensiona-lo tama&ntilde;o da foto
it_it: Ridimensiona Foto
ja_jp: 画像のリサイズ
pl_pl: Przeskaluj obrazek
pt_br: Redimensionar Foto

source: Resizing photos
ar_eg: ÌÇÑê ÊÚêêÑ ÍÌå ÇäÕèÑ
bg_bg: Променяне на размера на снимките
da_dk: Ændrer størrelse på billeder
fi_fi: Muutetaan kuvien koot
gl_es: Redimensionado o tama&ntilde;o das fotos
ja_jp: 画像のリサイズ
pl_pl: Skalowanie obrazków
pt_br: Redimensionando fotos

source: Resizing 1 photo...
af_za: Besig met die vergrooting van 1 foto...
ar_eg: ÌÇÑê ÊÚêêÑ ÍÌå ÕèÑÉ 1 ...
bg_bg: Променяне на размера на снимката
da_dk: Ændrer størrelse på 1 billede...
fi_fi: Muutetaan yhden kuvan kokoa...
gl_es: Redimensionando o tama&ntilde;o de unha foto...
it_it: Ridimensionamento di una foto in corso...
ja_jp: 1 画像をリサイズ...
pl_pl: Skalowanie 1 obrazka...
pt_br: Redimensionando 1 foto...

source: This will resize your intermediate photos so that the longest side of the photo is equal to the target size below and the filesize will be close to the chosen size.
bg_bg: Това ще промени размера на междинните ви снимки така, че най-дългата страна на снимката да е равна на избрания размер, а големината на файла ще е приблизителна до избраната.
da_dk: Dette vil ændre størrelsen på mellemstørrelsebillederne så den længste side af billedet er lig med størrelsen valgt nedenfor og filstørrelsen vil være tæt på den valgte størrelse.
fi_fi: T&auml;m&auml; muuttaa keskikokoisten kuvien koon siten, ett&auml; kuvan pisin sivu on yht&auml; pitk&auml; kuin kohdekoko (alla) ja tiedostokoko on l&auml;hell&auml; valittua kokoa.
gl_es: Esto redimensionar&aacute; as s&uacute;as fotos intermedias para que o lado m&aacute;is longo da foto sexa igual que o tama&ntilde;o elixido abaixo e o tama&ntilde;o do ficheiro acercarasse &oacute; tama&ntilde;o elixido.
it_it: Questo ridimensioner&agrave; le tue foto cos&igrave; che il lato pi&ugrave; lungo di queste sar&agrave; uguale alla dimensione voluta e la dimensione del file sar&agrave; vicina a quella impostata.
ja_jp: これは以下で指定した値に画像の長辺をあわせ、ファイルサイズはなるべく近くなるように画像をリサイズします。
pl_pl: To przeskaluje Twoje zdjêcia dziêki czemu d³u¿sza krawêd¼ zdjêcia bêdzie zgodna z docelow± wielko¶ci± poni¿ej i rozmiar pliku bêdzie bliski wybranej wielko¶ci.
pt_br: Esta função redimensionará as fotos de forma que o maior lado da foto será igual ao tamanho informado abaixo e o tamanho do arquivo será próximo às dimensões escolhidas.

source: What is the target size for all the intermediate photos in this album?
bg_bg: Какъв искате да е размера на всичките ви междинни снимки в този албум?
da_dk: Hvad skal størrelsen af mellemstørrelsebillederne være i dette album?
fi_fi: Mik&auml; on toivottu koko t&auml;m&auml;n albumin keskikokoisille kuville?
gl_es: Cal &eacute; o tama&ntilde;o elixido para t&oacute;dalas fotos intermedias neste &aacute;lbume?
ja_jp: このアルバム内の全ての中間縮小画像に対するターゲットサイズはいくつですか?
pl_pl: Jaka jest docelowa wielko¶æ dla wszystkich zdjêæ w tym albumie ?
pt_br: Qual o tamanho desejado para todas as fotos deste álbum?

source: What is the target size for the intermediate version of this photo?
bg_bg: Какъв е избрания размер за тази междинна снимка?
da_dk: Hvilken størrelse skal mellemstørrelsebilledet for dette billede være?
fi_fi: Mik‰ on tavoitekoko t‰lle keskikokoiselle kuvalle?
gl_es: Cal &eacute; o tama&ntilde;o elixido para a versi&oacute;n intermedia desta foto?
ja_jp: この中間縮小画像に対するターゲットサイズはいくつですか?
pl_pl: Jaki ma byæ rozmiar dla tego zdjêcia ?
pt_br: Qual o tamanho desejado para a versão intermediária desta foto?

source: Target filesize
af_za: Foto l&ecirc;ergrootte
ar_eg: ÇäÍÌå ÇäåÓÊçÏá ääåäá
bg_bg: Избрана големина на файла
da_dk: Mål for filstørrelse
fi_fi: Tavoitekoko tiedostolle
gl_es: Tama&ntilde;o de arquivo escollido
it_it: Dimensione desiderata del file
ja_jp: ターゲットファイルサイズ
pl_pl: Docelowy rozmiar pliku
pt_br: Tamanho do arquivo desejado
