Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Then start the %sConfiguration Wizard%s.
af_za: en begin dan die %sKonfigurasie-towenaar%s
bg_bg: След това стартирайте %sКонфигуратора%s.
da_dk: Start så %skonfigurationshjælperen%s.
fi_fi: Ja k&auml;ynnist&auml; sitten %sAsennusvelho%s.
it_it: Successivamente lancia la %sConfigurazione Guidata%s.
ja_jp: それから %sコンフィグレーションウィザード%s を開始してください。
pl_pl: Potem uruchom %sKreatora Konfiguracji%s.
pt_br: Então inicie o %sAssistente de Configuração%s.

source: Slide Show for Gallery :: %s
ar_eg: ÙÑÖ ÔÑÇÆÍ ääåÙÑÖ:: %s
bg_bg: Преглед за Галерия :: %s
da_dk: Fremvisning for Gallery :: %s
fi_fi: Gallerian diaesitys :: %s
gl_es: Presentaci&oacute;n para a galer&iacute;a :: %s
ja_jp: スライドショー Gallery :: %s
pl_pl: Slide Show z Galerii :: %s
pt_br: Slide Show para Gallery :: %s

source: Slide Show for album :: %s
ar_eg: ÙÑÖ ÔÑÇÆÍ ääÃäÈèå:: %s
bg_bg: Преглед за албума :: %s
da_dk: Fremvisning for album :: %s
fi_fi: Albumin diaesitys :: %s
gl_es: Presentaci&oacute;n para o &aacute;lbume :: %s
ja_jp: スライドショー アルバム :: %s
pl_pl: Slide Show dla albumu :: %s
pt_br: Slide Show para álbum :: %s

source: If you don't have the Java Plugin 1.4 or later, or you don't want to wait for the applet to download, you can use one of the non-fullscreen versions.
af_za: Ingeval jy nie die Java Plugin 1.4 of later het nie, of as jy nie op aflaai van die Applet wil wag nie, kan jy sonder probleme van een die ander metodes gebruik maak.
ar_eg: ÅĞÇ äå êãæ äÏêã ÈÑæÇåÌ Java Plugin 1.4 Ãîè æÓÎÉ ÍÏêËÉ åæç¬ Ãîè äÇ ÊÑêÏ ÅæÊğØÇÑ ÇäÈÑæÇåÌ ääÊÍåêä¬ áêåãğæã ÇÓÊÎÏÇå ÃÍÏé ÇäæÓÎ ÇäÊé äÇ ÊåäÃ ÔÇÔÉ ÇäÙÑÖ
bg_bg: Ако нямате 'Java Plugin 1.4' или по-нов, или не искате да чакате да се сваля applet-а, можете да използвате една от мини-версиите
da_dk: Hvis du ikke har Java Plugin 1.4 eller senere, eller du ikke ønsker at vente på at appleten bliver hentet ned, kan du benytte en af de versioner der ikke fremviser billederne på fuld skærm.
fi_fi: Jos sinulla ei ole Java Plugin 1.4:sta tai uudempaa, tai jos et halua odottaa appletit latautumista, voit k‰ytt‰‰ versiota, jossa kuvaa ei n‰ytet‰ koko n‰ytˆn kokoisena.
gl_es: Se non ten o plugin de Java 1.4 ou posterior, ou non quere esperar mentras se descarrega o applet, pode utilizar unha das versi&oacute;ns que non son a pantalla completa.
it_it: Se non hai il plugin Java 1.4 o successivo, o se non vuoi aspettare il download dell'applet, puoi usare la versione non a schermo intero.
ja_jp: Java プラグイン 1.4以降がインストールされていないか、アプレットのダウンロードを待ちたくない場合は、フルスクリーンでないバージョンを使うことができます。
pl_pl: Je¿eli nie masz wtyczki Java 1.4 lub nowszej, lub je¿eli nie chcesz czekaæ a¿ aplet siê ¶ci±gnie, mo¿esz u¿yæ jednej z opcji nie pe³no ekranowych.
pt_br: Se você não possuir o Java Plugin 1.4 ou superior ou você não quiser esperar para realizar o download do applet, você pode usar uma das versões sem tela-cheia.

source: Your browser doesn't support applets; you should use one of the other slideshow methods.
af_za: Jou blaaier ondersteun nie <i>Applets</i> nie. Gebruik een van die ander skyfie vertoning variasies.
ar_eg: äÇ êÏÙå åÊÕáÍã ÇäÈÑÇåÌ ÇäåÍÏèÏÉî» äĞÇ êîÌğÈ Ãæ ÊîÓÊÎÏå ÅÍÏé ×Ñâ ÙÑÖ ÇäÔÑÇÆÍ ÇäÃÎÑé
bg_bg: Броузера ви не поддържа 'Java Applets'; използвайте някой от другите методи за преглед.
da_dk: Hvis din browser ikke understøtter Java applets, bør du benytte en af de andre fremvisnings-metoder.
fi_fi: Selaimesi ei tue appletteja, sinun tulee k‰ytt‰‰ joitakin muita diaesityksen n‰yttˆtapoja.
gl_es: O seu navegador no soporta a execuci&oacute;n de applets; deber&iacute;a usar un destes m&eacute;todos de presentaci&oacute;n.
it_it: Se il tuo browser non supporta le applet, dovrai usare uno degli altri metodi di presentazione.
ja_jp: あなたのブラウザはアプレットをサポートしていません。他の方法でスライドショーを見てください。
pl_pl: Twoja przegl±darka nie wspiera apletów; powiniene¶ u¿yæ, innej metody slideshow.
pt_br: Seu navegador não suporta applets; você deve usar um dos outros métodos de slideshow.

source: %s Random Images from %s
af_za: %s willekeurige beelde van %s
ar_eg: %s ÕèÑ ÙÔèÇÆêÉ åğæò %s
bg_bg: %s Произволни Изображения от %s
da_dk: %s tilfældige billeder fra %s
fi_fi: %s satunnaista kuvaa %s:lt‰
gl_es: %s Im&aacute;xes aleatorias dende %s
it_it: %s Immagini Casuali da %s
ja_jp: %2$sからの%1$sランダム画像
pl_pl: %s Losowe obrazy z %s
pt_br: %s Imagens Aleatórias de %s

source: %d Random Images from album :: %s
af_za: %d willekeurige beelde van album :: %s
ar_eg: %d ÕèÑ ÙÔèÇÆêÉ åğæò ÇäÃäÈèåğ: : %s
bg_bg: %d Произволни Изображения от албума ::%s
da_dk: %d tilfældige Billeder fra album :: %s
fi_fi: %d satunnaista kuvaa albumista :: %s
gl_es: %d Im&aacute;xes aleatorias do &aacute;lbume :: %s
it_it: %d Immagini Casuali dall'album :: %s
ja_jp: %d 個のランダムな画像 アルバム :: %s
pl_pl: %d Losowe obrazy z albumu :: %s
pt_br: %d Imagens Aleatórias do álbum :: %s

source: Blend
af_za: Vermeng
ar_eg: åÒêÌ
bg_bg: Сливащо
da_dk: Bland
fi_fi: Sulauta
gl_es: Mezcla
it_it: Fusione
ja_jp: 混合
pl_pl: Przenikanie
pt_br: Misturar

source: Blinds
af_za: Blinders
ar_eg: åèÇæÙ
bg_bg: Щори
da_dk: Persienner
fi_fi: Kaihtimet
gl_es: Persianas
it_it: Tendina
ja_jp: ブラインド
pl_pl: Kreskowanie
pt_br: Cortinas

source: Checkerboard
af_za: Skaakbord
ar_eg: ×ÇèäÉ ÃäÙÇÈ
bg_bg: Шахматно
da_dk: Skaktern
fi_fi: Checker-lauta
gl_es: Axedrezado
it_it: Quadratini
ja_jp: チェッカーボード
pl_pl: Szachownica
pt_br: Tabuleiro

source: Diagonal
af_za: Diagonaal
ar_eg: â×Ñ
bg_bg: Диагонално
fi_fi: Diagonaalinen
it_it: Diagonale
ja_jp: 対角線
pl_pl: Przek±tnie

source: Doors
af_za: Deure
ar_eg: ÃÈèÇÈ
bg_bg: Врати
da_dk: Døre
fi_fi: Ovet
gl_es: Portas
it_it: Porte
ja_jp: ドア
pl_pl: Kurtyna
pt_br: Portas

source: Gradient
af_za: Gradi&euml;nt
ar_eg: åæÍæé
bg_bg: Градиент
da_dk: Gradueret
gl_es: Gradente
it_it: Gradiente
ja_jp: 階調
pt_br: Gradiente

source: Iris
ar_eg: âèÓ âÒÍ
bg_bg: Ирис
fi_fi: Iiris
ja_jp: 虹彩
pl_pl: Krzy¿owo
pt_br: Íris

source: Pinwheel
af_za: Windmeule
ar_eg: ÏèäÇÈ ÇäçèÇÁ (äÙÈÉ ääÃ×áÇä)
bg_bg: Въртележка
da_dk: Fyrværkerisol
fi_fi: Ilotulitepyˆr‰
gl_es: Molinillo
it_it: Ruota che gira
ja_jp: ピンホール
pl_pl: Promieni¶cie
pt_br: Pino

source: Pixelate
af_za: Piekselleer
ar_eg: êÎÈä
bg_bg: Пикселизирано
da_dk: Pixeler
fi_fi: Pikseloi
gl_es: Pixelado
ja_jp: ピクセル化
pl_pl: Mozaika
pt_br: Deformar

source: Radial
af_za: Radiaal
ar_eg: ÇÔÙÇÙé
bg_bg: Радиално
fi_fi: Radiaalinen
it_it: Radiale
ja_jp: 放射状
pl_pl: Radialnie

source: Rain
af_za: Re&euml;n
ar_eg: å×Ñ
bg_bg: Дъжд
da_dk: Regn
fi_fi: Sade
gl_es: Choiva
it_it: Pioggia
ja_jp: 雨
pl_pl: Deszcz
pt_br: Chuviscos

source: Slide
af_za: Skyfie
ar_eg: êÊÒÍäâ
bg_bg: Плъзгане
da_dk: Skub
fi_fi: Liuku
gl_es: Diapositiva
it_it: Diapositiva
ja_jp: スライド
pl_pl: Rzutnik
pt_br: Deslizante

source: Snow
af_za: Sneeu
ar_eg: ÇäÌäêÏ
bg_bg: Сняг
da_dk: Sne
fi_fi: Lumi
gl_es: Neve
it_it: Neve
ja_jp: 雪
pl_pl: ¦nieg
pt_br: Neve

source: Spiral
af_za: Spiraal
ar_eg: ÍäÒèæé
bg_bg: Спираловидно
fi_fi: Spiraali
gl_es: Espiral
it_it: Spirale
ja_jp: 螺旋
pl_pl: Spiralnie
pt_br: Espiral

source: Stretch
af_za: Uitrek
ar_eg: êÊåÏÏ
bg_bg: Разтегляне
da_dk: Stræk
fi_fi: Venyt‰
gl_es: Intervalo
it_it: Deformazione
ja_jp: 伸ばす
pl_pl: Rozci±gnij
pt_br: Encolher

source: RANDOM!
af_za: Willekeurig!
ar_eg: ÙÔèÇÆé
bg_bg: ПРОИЗВОЛНО!
da_dk: TILFÆLDIG!
fi_fi: Satunnainen
gl_es: ٮAleatorio!
it_it: CASUALE!
ja_jp: ランダム!
pl_pl: LOSOWO!
pt_br: ALEATÓRIO!

source: The slide show is stopped, Click [play] to resume.
ar_eg: Êèâá ÙÑÖ ÇäÔÑÇÆÍ ¬ ÇæâÑ[play] äÇÓÊğÆæÇá ÇäÙÑÖ
bg_bg: Прегледа е спрян, Натиснете [старт] за да го пуснете.
da_dk: Fremvisningen er stoppet, Klik [fremvis] for at fortsætte.
fi_fi: Diashow on pys&auml;htynyt. Klikkaa [toista] jatkaaksesi.
gl_es: A presentaci&oacute;n est&aacute; parada, pulse [reproducir] para continuar
ja_jp: スライドショーは停止しました。[再生]を押して再開してください。
pl_pl: Slideshow zatrzymany, kliknij [start] aby kontynuowaæ.
pt_br: O slide show está parado, Clique [iniciar] para continuar.

source: Slide show is running...
ar_eg: ÙÑÖ ÇäÔÑÇÆÍ âêÏ ÇäÊÔÚêä ...
bg_bg: Прегледа в момента тече...
da_dk: Fremvisning er i gang...
fi_fi: Diashow meneill&auml;&auml;n...
gl_es: A presentaci&oacute;n est&aacute; execut&aacute;ndose...
ja_jp: スライドショーは実行中です...
pl_pl: Slideshow trwa ...
pt_br: Slide show está em execução...

source: The slide is showing full sized images, Click [normal size] to view resized images.
ar_eg: êâèå ÇäÙÑÖ ÇäÊäâÇÆé ÈÙÑÖ ÇäÕèÑ ãÇåäÉ ÇäÃÍÌÇå¬ ÇæâÑ[noraml size] äÊÑé ÇäÕèÑğ ÈÙÏ ÇÙÇÏÉ ÕêÇÚÉ ÃÍÌÇåçÇ
bg_bg: В момента са показани изображения в пълния им размер, Натиснете [нормален размер] за да видите изображениата в нормалния им (намален или увличен) размер.
da_dk: Der fremvises billeder i fuld størrelse, Tryk [normal størrelse] for at få billeder fremvist i mellem-størrelse.
fi_fi: Diashow n‰ytt‰‰ t‰ysikokoisia kuvia. Jos haluat n‰yd‰ venytettyj‰ kuvia, klikkaa [normal size].
gl_es: A presentaci&oacute;n est&aacute; amosando as imaxes a tama&ntilde;o completo. Pulse en [tama&ntilde;o normal] para velas redimensionadas.
ja_jp: このスライドはフルサイズの画像を表示しています。[通常のサイズ]をクリックしてリサイズされた画像に切り替えられます。
pl_pl: Slideshow pokazuje zdjêcia w pe³nej rozdzielczo¶ci. Kliknij [normalny rozmiar] by ogl±daæ je w domy¶lnej wielko¶ci.
pt_br: O slide show mostrando imagens em tamanho original, Clique em [tamanho normal] para ver imagens redimensionadas.

source: The slide is showing normal sized images, Click [full size] to view full sized images.
ar_eg: êâèå ÇäÙÑÖ ÇäÊäâÇÆé ÈÙÑÖ ÇäÕèÑ ÈÃÍÌÇåçÇ Çä×ÈêÙêÉ¬ ÇæâÑ[full size] äÊÑé ÇäÕèÑğ ÈÃÍÌÇåçÇ ãÇåäÉ
bg_bg: В момента са показани изображения с нормален размер, Натиснете [пълен размер] за да видите изображениата в пълния им размер.
da_dk: Der fremvises biller i mellem-størrelse, Tryk [fuld størrelse] for at se billederne i fuld størrelse.
fi_fi: Diaesitys n‰ytt‰‰ normaalikokoisia kuvia, klikkaa [full size] n‰hd‰ksesi alkuper‰iset koot kuvista.
gl_es: A presentaci&oacute;n est&aacute; amosando as imaxes a tama&ntilde;o normal. Pulse en [tama&ntilde;o completo] para velas a tama&ntilde;o completo.
ja_jp: スライドは通常の画像サイズで表示されています。[フルサイズ]をクリックしてフルサイズの画像をみてください。
pl_pl: Slideshow pokazuje obrazy w normalnej wielko¶ci, Kliknij [pe³en rozmiar] by ogl±daæ obrazy w pe³nej wielko¶ci.
pt_br: O slideshow está mostrando imagens em tamanho normal. Clique em [tamanho original] para ver imagens em tamanho original.

source: Picture is loading...
af_za: Foto laai...
ar_eg: ÇäÕèÑÉ âêÏ ÇäÊÍåêä ...
bg_bg: Снимката се зарежда ...
da_dk: Henter billede...
fi_fi: Kuva latautuu...
gl_es: Cargando imaxe...
it_it: Caricamento immagine...
ja_jp: 画像読み込み中...
pl_pl: Obrazek jest ³adowany...
pt_br: Imagem está sendo carregada...

source: Please Wait...
af_za: Wag 'n bietjie...
ar_eg: åæ áÖäã ÇæÊØÑ
bg_bg: Моля Изчакайте...
da_dk: Vent venligst...
fi_fi: Ole hyv&auml; ja odota...
gl_es: Por favor espere ...
it_it: Attendere Prego...
ja_jp: 待ってね...
pl_pl: Prosze poczekaj...
pt_br: Por favor Aguarde...

source: reverse direction
ar_eg: ÇÊÌÇç ÙãÓé
bg_bg: назад
da_dk: modsat retning
fi_fi: vastap&auml;iv&auml;&auml;n
gl_es: cara atr&aacute;s
ja_jp: 逆方向
pl_pl: odwróæ kierunek
pt_br: direção regressiva

source: full size
af_za: volle grootte
ar_eg: ÍÌå ãÇåä
bg_bg: пълен размер
da_dk: fuld størrelse
fi_fi: t&auml;yskoko
gl_es: tama&ntilde;o completo
it_it: dimesione intera
ja_jp: フルサイズ
pl_pl: pe³ny rozmiar
pt_br: tamanho original

source: 1 second
af_za: een sekonde
bg_bg: 1 секунда
da_dk: 1 sekund
fi_fi: 1 sekunti
it_it: 1 secondo
ja_jp: 1 秒
pl_pl: 1 sekunda
pt_br: 1 segundo

source: 2 seconds
af_za: twee sekondes
bg_bg: 2 секунди
da_dk: 2 sekunder
fi_fi: 2 sekuntia
it_it: 2 secondi
ja_jp: 2 秒
pl_pl: 2 sekundy
pt_br: 2 segundos

source: 3 seconds
af_za: drie sekondes
bg_bg: 3 секунди
da_dk: 3 sekunder
fi_fi: 3 sekuntia
it_it: 3 secondi
ja_jp: 3 秒
pl_pl: 3 sekundy
pt_br: 3 segundos

source: 5 seconds
af_za: vyf sekondes
bg_bg: 5 секунди
da_dk: 5 sekunder
fi_fi: 5 sekuntia
it_it: 5 secondi
ja_jp: 5 秒
pl_pl: 5 sekund
pt_br: 5 segundos

source: 10 seconds
af_za: 10 sekondes
bg_bg: 10 секунди
da_dk: 10 sekunder
fi_fi: 10 sekuntia
it_it: 10 secondi
ja_jp: 10 秒
pl_pl: 10 sekund
pt_br: 10 segundos

source: 15 seconds
af_za: 15 sekondes
bg_bg: 15 секунди
da_dk: 15 sekunder
fi_fi: 15 sekuntia
it_it: 15 secondi
ja_jp: 15 秒
pl_pl: 15 sekund
pt_br: 15 segundos

source: 30 seconds
af_za: 30 sekondes
bg_bg: 30 секунди
da_dk: 30 sekunder
fi_fi: 30 sekuntia
it_it: 30 secondi
ja_jp: 30 秒
pl_pl: 30 sekund
pt_br: 30 segundos

source: 45 seconds
af_za: 45 sekondes
bg_bg: 45 секунди
da_dk: 45 sekunder
fi_fi: 45 sekuntia
it_it: 45 secondi
ja_jp: 45 秒
pl_pl: 45 sekund
pt_br: 45 segundos

source: 1 Minute
af_za: een minuut
bg_bg: 1 Минута
da_dk: 1 minut
fi_fi: 1 minuutti
it_it: 1 Minuto
ja_jp: 1 分
pl_pl: 1 Minuta
pt_br: 1 Minuto

source: Transition:
af_za: Oorgang:
ar_eg: ÇäÅæÊâÇä
bg_bg: Преход:
da_dk: Overgang:
fi_fi: Siirtym&auml;:
gl_es: Transici&oacute;n:
it_it: Transizione:
ja_jp: 移行:
pl_pl: Przej¶cie:
pt_br: Transição:

source: This album has no photos to show in a slide show.
af_za: Hierdie album bevat geen foto's wat in 'n skyfie-vertoning vertoon kan word nie.
ar_eg: çĞÇ ÇäÃäÈèåğ äîêòÓî Èç ÕèÑï äÙÑÖ ÇäÔÑÇÆÍ
bg_bg: Този албум няма снимки, които да бъдат показани в прегледа.
da_dk: Dette album har ingen billeder til fremvisning.
fi_fi: T&auml;ss&auml; albumissa ei ole kuvia n&auml;ytett&auml;v&auml;ksi diaesityst&auml; ajatellen.
gl_es: Este &aacute;lbume no ten fotos para seren amosadas nunha presentaci&oacute;n
it_it: Questo album non ha foto da mostrare nella presentazione.
ja_jp: このアルバムはスライドショーできる画像がありません
pl_pl: Ten album nie zawiera obrazków.
pt_br: Este álbum não possui fotos para mostrar num slide show.

source: back to album
af_za: terug na album
ar_eg: ÙèÏÉ ääÃäÈèå
bg_bg: назад към албума
da_dk: tilbage til album
fi_fi: takaisin albumiin
gl_es: volver &oacute; &aacute;lbume
it_it: ritorna all'album
ja_jp: アルバムへ戻る
pl_pl: powrót do albumu
pt_br: voltar ao álbum

source: Slide Show for album
ar_eg: ÙÑÖ ÔÑÇÆÍ ääÃäÈèå
bg_bg: Преглед за албума
da_dk: Fremvisning for album
fi_fi: Diashow kuva-albumille
gl_es: Presentaci&oacute;n para o &aacute;lbume
ja_jp: アルバムのスライドショー
pl_pl: Slide Show dla tego albumu
pt_br: Slide Show para o álbum

source: Sort by most viewed image first
af_za: Sorteer volgens aantal besigtigings
bg_bg: Сортиране първо по най-гледано изображение
da_dk: Sorter efter det mest sete billede
fi_fi: Lajittele eniten katseltu ensimm‰iseksi
it_it: Ordina mettendo prima le immagini pi&ugrave; viste
ja_jp: 閲覧回数の多い順でソート
pl_pl: Sortuj wed³ug najczê¶ciej przegl±danych obrazów najpierw.
pt_br: Ordenar primeiro pela imagem mais visualizada

source: most viewed
af_za: mees besigtigde
bg_bg: най-гледано
da_dk: mest sete
fi_fi: eniten katseltu
it_it: le pi&ugrave; viste
ja_jp: もっとも閲覧数が多い
pl_pl: najczê¶ciej przegl±dane
pt_br: mais visualizada

source: Sort by the latest added image first
af_za: Sorteer volgens nuuste foto
bg_bg: Сортиране първо по най-ново изображение
da_dk: Sorter efter det sidst tilføjede billede
fi_fi: J‰rjest‰ viimeksi lis‰tyn kuvan mukaan
it_it: Ordina mettendo prima le immagini inserite per ultime
ja_jp: 追加された日時の新しい順でソート
pl_pl: Sortuj wed³ug ostatniego dodanego obrazka najpierw.
pt_br: Ordenar primeiro pela última imagem adicionada

source: latest added
af_za: Nuuste byvoeging
bg_bg: най-ново
da_dk: sidst tilføjet
fi_fi: viimeksi lis‰tty
it_it: ultime aggiunte
ja_jp: 最後に追加されたもの
pl_pl: ostatnio dodane
pt_br: última adicionada

source: Sort by image capture date
af_za: Sorteer volgens foto datum
bg_bg: Сортиране по дата на снимане
da_dk: Sorter efter dato da billede blev taget
fi_fi: J‰rjest‰ kuvanottop‰iv‰n mukaan
it_it: Ordina per data dello scatto
ja_jp: 撮影日の順でソート
pl_pl: Sortuj wed³ug daty przejêcia obrazka
pt_br: Ordenar pela data da captura da imagem

source: latest shots
af_za: Nuutste foto
bg_bg: най-нови снимки
da_dk: nyeste billeder
fi_fi: Viimeisimm‰t otokset
it_it: ultimi scatti
ja_jp: 最後の画像
pl_pl: Ostatnie ujêcia
pt_br: últimas fotos

source: Show images with comments - latest are shown first
af_za: Wys fotos met kommentaar - nuuste verskyn eerste
bg_bg: Показване на изображениата с коментар - най-новите са показани първи
da_dk: Vis billeder med kommentarer - nyeste vises først
fi_fi: N‰yt‰ kommentoidut kuvat - viimeisimm‰t ensimm‰isen‰
it_it: Mostra le immagini con commenti - gli ultimi sono mostrati per primi
ja_jp: 画像をコメントとともに表示する - 新しいコメントを先に
pl_pl: Poka¿ obrazki z komentarzami - ostatnio dodane pokazywane jako pierwsze
pt_br: Mostrar imagens com comentários - os últimos serão mostradas em primeiro lugar

source: latest comments
af_za: Nuutste kommentaar.
bg_bg: най-нови коментари
da_dk: nyeste kommentarer
fi_fi: viimeisimm‰t kommentit
it_it: ultimi commenti
ja_jp: 最新のコメント
pl_pl: ostatnie komentarze
pt_br: últimos comentários

source: Show random images
af_za: Vertoon fotos willekeurig
bg_bg: Показване на произволни изображения
da_dk: Vis tilfældige billeder
fi_fi: N‰yt‰ kuvat satunnaisesti
it_it: Mostra immagini prese a caso
ja_jp: ランダム画像を表示
pl_pl: Poka¿ losowe obrazy
pt_br: Mostrar imagens aleatórias

source: random images
af_za: willekeurige fotos
bg_bg: произволни изображения
da_dk: tilfældige billeder
fi_fi: satunnaisia kuvia
it_it: immagini casuali
ja_jp: ランダム画像
pl_pl: losowe obrazki
pt_br: imagens aleatórias

source: Show caption
af_za: Wys byskrif
bg_bg: Показване на надписа
da_dk: Vis billedtekst
fi_fi: N‰yt‰ kuvateksti
it_it: Mostra didascalia
ja_jp: 説明を表示
pl_pl: Poka¿ podpis
pt_br: Mostrar legenda

source: Show album link
af_za: Wys albumskakel
bg_bg: Показване на 'link'-а към албума
da_dk: Vis link til album
fi_fi: N‰yt‰ albumin linkki
it_it: Mostra link all'album
ja_jp: アルバムリンクを表示
pl_pl: Poka¿ link do albumu
pt_br: Mostrar link para álbum

source: Show description
af_za: Wys beskrywing
bg_bg: Показване на описанието
da_dk: Vis beskrivelse
fi_fi: N‰yt‰ kuvaus
it_it: Mostra descrizione
ja_jp: 詳細を表示
pl_pl: Poka¿ opis
pt_br: Mostrar descrição

source: Show comments
af_za: Wys kommentaar
bg_bg: Показване на коментарите
da_dk: Vis kommentarer
fi_fi: N‰yt‰ kommentit
it_it: Mostra commenti
ja_jp: コメントを表示
pl_pl: przegl±daj komentarze
pt_br: Mostrar comentários

source: Show capture date
af_za: Wys foto datum
bg_bg: Показване на датата на снимане
da_dk: Vis dato billedet blev taget
fi_fi: N‰yt‰ kuvanottop‰iv‰m‰‰r‰
it_it: Mostra data dello scatto
ja_jp: 撮影日を表示
pl_pl: Poka¿ datê dodania obrazka
pt_br: Mostrar data da captura

source: Show upload date
af_za: Wys oplaai datum
bg_bg: Показване на дата на качване
da_dk: Vis dato for overførsel til galleri
fi_fi: N‰yt‰ kopiointip‰iv‰m‰‰r‰
it_it: Mostra data di upload
ja_jp: アップロード日を表示
pl_pl: Poka¿ datê wgrania
pt_br: Mostrar data de envio

source: Show number of views
af_za: Wys die aantal keer bekyk
bg_bg: Показване на броя на посещенията
da_dk: Vis antal klik
fi_fi: N‰yt‰ katselukertojen m‰‰r‰
it_it: Mostra numero di click
ja_jp: 閲覧数を表示
pl_pl: Poka¿ liczbê wy¶wietleñ
pt_br: Mostrar número de visualizações

source: Show the add comment link
af_za: Wys die lewer kommentaar skakel
bg_bg: Показване на 'link'-а "добавете коментар"
da_dk: Vis tilføj kommentar link
fi_fi: N‰yt‰ lis‰‰ kommentti -linkki
it_it: Mostra il link per aggiungere un commento
ja_jp: コメント追加のリンクを表示
pl_pl: Poka¿ link do dodawania komentarzy
pt_br: Mostrar o link para adicionar comentário

source: Show the album owners
af_za: Wys die album eienaar
bg_bg: Показване на притежателя на албума
da_dk: Vis albumejere
fi_fi: N‰yt‰ albumin omistajat
it_it: Mostra i proprietari dell'album
ja_jp: アルバム所有者を表示
pl_pl: Poka¿ w³a¶cicieli albumu
pt_br: Mostrar os donos dos álbuns

source: Reverses sort order - see above
af_za: Omgekeerde sorteerorde - sien hierbo
bg_bg: Обръщане на реда на сортиране - вижте по-горе
da_dk: Omvendt sorteringsorden - se ovenfor
fi_fi: K‰‰nnetty lajitteluj‰rjestys - katso edellinen
it_it: Inverti ordinamento - vedi sotto
ja_jp: ソート順を逆にする - 上記参照
pl_pl: Odwrotna kolejno¶æ sortownia - zobacz powy¿ej
pt_br: Altera ordem de classificação - veja acima

source: Thumb size in pixels
af_za: Duimnaelskets grootte in beeldelemente
bg_bg: Големина на миниатюрното изображение в 'pixels'
da_dk: Ikonstørrelse i pixels
fi_fi: Esikatselukuvan koko kuvapistein‰
it_it: Dimensione dell'anteprima in pixels
ja_jp: サムネイルのサイズ(ピクセル)
pl_pl: Rozmiar miniatury w pixelach
pt_br: Tamanho da miniatura em pixels

source: Controls the number of photos displayed on one page
af_za: Beheer die aantal foto's wat op een bladsy vertoon word
bg_bg: Определя броя на снимките показани на една страница
da_dk: Bestemmer hvor mange billeder der skal vises på en side
fi_fi: Kontrolloi yhdell‰ sivulla n‰ytett‰vien kuvien m‰‰r‰‰
it_it: Controlla il numero di foto visualizzate in una pagina
ja_jp: 1ページに表示される画像の数を制御する
pl_pl: Kontrolujê liczbê zdjêæ wy¶wietlanych na jednej stronie.
pt_br: Controla o número de fotos exibidas em uma página

source: Controls the maximum number of photos listed, -1 for all
af_za: Beheer die maksimum aantal foto's wat gelys word, -1 vir almal
bg_bg: Определя максималния брой на показани снимки, -1 за всички
da_dk: Bestemmer det maksimale antal billeder der skal vises, -1 for at vise alle
fi_fi: Kontrolloi listattavien kuvien maksimim‰‰r‰‰, -1 kaikille
it_it: Controlla il numero massimo di foto elencate, -1 per tutte
ja_jp: リストアップする画像の最大数を制御する -1で全てリスト
pl_pl: Kontroluje maksymaln± liczbê wypisanych zdjêæ, -1 dla wszystkich
pt_br: Controla o número máximo de fotos listadas. Coloque -1 para todas

source: Use Grid Layout
af_za: Gebruik roosterkaart uitleg
it_it: Usa Layout a Griglia
ja_jp: グリッドレイアウトを使用する

source: Controls the number of rows to display in grid mode
af_za: Beheer die aantal rye wat in roosterkaart modus vertoon word
it_it: Controlla il numero di righe da visualizzare nella modalit&agrave; griglia
ja_jp: グリッドの行数を設定する

source: Controls the number of columns to display in grid mode
af_za: Beheer die aantal kolomme wat in roosterkaart modus vertoon word
it_it: Controlla il numero di colonne da visualizzare nella modalit&agrave; griglia
ja_jp: グリッドの列数を設定する

source: Above the comments
af_za: Bokant die kommentaar
bg_bg: Над коментарите
da_dk: Over kommentarerne
fi_fi: Kommenttien yl‰puolella
it_it: Prima dei commenti
ja_jp: コメントの上
pl_pl: Powy¿ej komentarzy
pt_br: Acima dos comentários

source: In the caption line
af_za: In die byskrif re&euml;l
bg_bg: В реда с надписа
da_dk: I billedtekstlinien
fi_fi: Kuvatekstirivill‰
it_it: Nella linea della didascalia
ja_jp: 説明の上
pl_pl: W linii nag³ówka
pt_br: Na linha de legenda

source: Above the stats
af_za: Bokant die statistiek
bg_bg: Над статистиките
da_dk: Ovenover statistikken
fi_fi: Tilastojen yl‰puolella
it_it: Prima delle statistiche
ja_jp: 統計の上
pl_pl: Powy¿ej statystyk
pt_br: Acima das estatísticas

source: Below the comments
af_za: Onder die kommentaar
bg_bg: Под коментарите
da_dk: Under kommentarerne
fi_fi: Kommentien alapuolella
it_it: Dopo i commenti
ja_jp: コメントの下
pl_pl: Poni¿ej komentarzy
pt_br: Abaixo dos comentários

source: Position of the add vote and add comment links
af_za: Posisie van die stem en lewer kommentaar skakels
bg_bg: Местонахождение на 'links' на 'добавете глас' и 'добавете коментар'
da_dk: Placering af giv stemme og tilføj kommentar links
fi_fi: Lis‰‰ ‰‰ni- ja lis‰‰ kommentti -linkkien sijainti
it_it: Posizione dei link aggiungi voto e commento
ja_jp: 投票とコメントのリンクの表示位置
pl_pl: Pozycja linków do dodawania komentarzy i g³osów
pt_br: Posição dos links para adicionar voto e adicionar comentário

source: Filter by year
af_za: filter volgens jaar
bg_bg: Филтриране по година
da_dk: Filtrer på årstal
fi_fi: Suodata vuoden mukaan
it_it: Filtra in base all'anno
ja_jp: 年でフィルタ
pl_pl: Filtruj wed³ug roku
pt_br: Filtrar por ano

source: Filter by month
af_za: filter volgens maand
bg_bg: Филтриране по месец
da_dk: Filtrer på måned
fi_fi: Suodata kuukauden mukaan
it_it: Filtra per mese
ja_jp: 月でフィルタ
pl_pl: Filtruj wed³ug miesi±ca.
pt_br: Filtrar por mês
