Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: This allows you to check you have the correct version of all your %s files.
ar_eg: çĞÇ ÓêÊêÍ äã ÇäÊÍââ åæ Ãæ äÏêã ÇäÅÕÏÇÑ ÇäÕÍêÍ åæ ÌåêÙ åäáÇÊ Çä%s.
bg_bg: Това позволява да проверите дали имате правилните версии на всички ваши %s файлове.
es_es: Esto le permite comprobar si tiene la versión adecuada de todos sus ficheros de %s.
gl_es: Isto lle permite comprobar se ten a versi&oacute;n axeitada de t&oacute;dolos seus ficheiros de %s.
is_is: Athuga hvort að nýjustu útgáfur af öllum %s Gallery skrám eru til staðar
nl_nl: Dit stelt u in staat om te controleren of u de correcte versie heeft van al uw %s bestanden.
pt_br: Isso permitirá a você verificar que você possui a versão correta de todos os seus %s arquivos.
sv_se: Detta tillåter dig att kontrollera om du har den rätta versionen av alla dina %s-filer.
vi_vn: Điều này cho phép bạn kiểm tra xem bạn có phiên bản đúng của tất cả %s files.

source: Gallery Configuration
ar_eg: ÅÙÏÇÏ ÇäåÙÑÖ
bg_bg: Конфигурация на Галерията
es_es: Configuración de Gallery
gl_es: Configuraci&oacute;n de Gallery
is_is: Uppsetning Gallery
nl_nl: Gallery configuratie
no_no: Gallery-konfigurering
pt_br: Configuração do Gallery
sv_se: Gallerys Konfiguration
vi_vn: Cấu hình Thư viện ảnh

source: None
bg_bg: Никаква
es_es: Ninguno
gl_es: Ning&uacute;n
no_no: Ingen
pt_br: Nenhum
vi_vn: Không

source: No frames
ar_eg: ÈäÇ Ç×ÇÑÇÊ
bg_bg: Без рамки
es_es: Sin marcos
gl_es: Sin marcos
no_no: Ingen rammer
pt_br: Sem bordas
vi_vn: Không dùng khung

source: Dots
ar_eg: æâ×
bg_bg: Точки
es_es: Puntos
gl_es: Puntos
is_is: Punktar
nl_nl: Stippen
no_no: Prikker
pt_br: Pontos
sv_se: Punkter
vi_vn: Gạch

source: Just a simple dashed border around the thumb.
ar_eg: åÌÑÏ ÍÏ ÈÓê× åæáÕä Íèä ÇäÕèÑÉ ÇäåÕÚÑÉ
bg_bg: Прекъсната рамка около минатюрното изображение.
es_es: Un simple borde punteado alrededor de la miniatura.
gl_es: Un simple borde punteado &oacute; arredor da miniatura.
is_is: Einfaldur strikarammi utan um smámynd
nl_nl: Een simpele gestreepte rand rond het plaatje.
pt_br: Apenas uma borda pontilhada simples em torno da miniatura.
sv_se: Endast en enkel streckad kant runt miniatyrbilden.
vi_vn: Viền mảnh xung quanh ảnh thumb.

source: Solid
ar_eg: åÊÕä
bg_bg: Плътна
es_es: Sólido
gl_es: S&oacute;lido
is_is: Óbrotinn
nl_nl: Vast
pt_br: Sólido
sv_se: Enfärgad
vi_vn: Khối

source: Just a simple solid border around the thumb.
ar_eg: åÌÑÏ ÍÏ ÈÓê× åÊÕä Íèä ÇäÕèÑÉ ÇäåÕÚÑÉ
bg_bg: Плътна рамка около миниатюрното изображение.
es_es: Un borde simple alrededor de la miniatura.
gl_es: Un borde simple &oacute; arredor da miniatura.
is_is: Einfaldur óbrotinn rammi utan um smámynd
nl_nl: Een simpele rand rond het plaatje.
pt_br: Apenas uma borda sólida simples em torno da miniatura.
sv_se: Endast en enkel enfärgad kant runt miniatyrbilden.
vi_vn: Viền đậm xung quanh ảnh thumb.

source: Skipping %s.
ar_eg: ÊÎ×é%s.
bg_bg: Пропускаме %s.
es_es: Omitiendo %s.
gl_es: Omitindo %s.
is_is: Sleppi %s.
nl_nl: Sla %s over.
pt_br: Saltando %s.
sv_se: Utesluter %s.
vi_vn: Bỏ qua %s.

source: Can't open %s
ar_eg: äå êÊåãæ åæ áÊÍ %s
bg_bg: Не може да се отвори %s
es_es: No se puede abrir %s
gl_es: No se pode abrir %s
is_is: Finn ekki %s
nl_nl: Kan %s niet openen
no_no: Klarte ikke å finne %s!
pt_br: Não consigo abrir %s!
sv_se: Kan inte öppna %s
vi_vn: Không thể mở %s

source: Close Window
bg_bg: Затворете Прозореца
es_es: Cerrar ventana
gl_es: Pechar ventana
is_is: Loka glugga
nl_nl: Sluit scherm
pt_br: Fechar Janela
sv_se: Stäng fönster
vi_vn: Đóng cửa sổ

source: Security violation
ar_eg: ÅæÊçÇã ÇäÃåæ
bg_bg: Нарушение на защитата
es_es: Violación de una directiva de seguridad
gl_es: Violaci&oacute;n dunha directiva de seguridade
is_is: Öryggisbrot
nl_nl: Beveiligingsinbreuk
no_no: Sikkerhetsbrudd
pt_br: Violação de segurança
sv_se: Säkerhetsintrång
vi_vn: Xâm phạm an toàn

source: Please enter username and password.
bg_bg: Моля въведете име и парола.
es_es: Por favor, introduzca su nombre de usuario y su contraseña.
is_is: Vinsamlegast settu inn notendanafn og lykilorð
nl_nl: Geef gebruikersnaam en wachtwoord.
no_no: Skriv inn brukernavn og passord.
pt_br: Por favor, informe nome do usuário e senha.
sv_se: Vänligen skriv in användarnamn och lösenord.
vi_vn: Hãy ghi tên truy cập và mật khẩu.

source: Invalid username or password
ar_eg: ÇÓå åÓÊÎÏå ÚêÑ ÕÍêÍ Ãè ãäåÉ åÑèÑ ÚêÑ ÕÍêÍÉ
bg_bg: Невалидно име или парола.
es_es: Nombre de usuario o contraseña inválidos
gl_es: Nome de usuario ou contrasinal incorrecta
no_no: Ugyldig brukernavn eller passord
pt_br: Nome de usuário ou senha inválidos
vi_vn: Sai tên đăng nhập hoặc mật khẩu

source: User is not an admin - access denied
bg_bg: Потребителя не е администратор - достъпа забранен
es_es: El usuario no es uno de los administradores. Acceso denegado.
no_no: Brukeren er ikke en admin - tilgang nektet!
pt_br: Usuário não é um administrador - acesso negado
vi_vn: Thành viên không phải là một QT - cấm truy cập

source: Reset %s Password
bg_bg: Смяна на Паролата на %s
es_es: Restablecer la contraseña de %s
is_is: Endursetja lykilorð %s
nl_nl: Wis %s wachtwoord
no_no: Tilbakestill %s-passordet
pt_br: Restaurar Senha de %s
sv_se: Återställ %s lösenord
vi_vn: Làm lại mật khẩu %s

source: To continue the password reset process, you must edit the file &quot;%s&quot;, remove any data currently inside it, and add the text &quot;%s&quot;. Once you have done that, press the refresh button below. If you know your current admin password, please remove the &quot;%s&quot; file from the server.
bg_bg: За да продължите процеса по смяна на паролата, трябва да редактирате файла &quot;%s&quot;, да махнете всички данни които са в него и да добавите текста &quot;%s&quot;. След като направите това, натиснете по-долу бутона 'Презареждане'. Ако знаете администраторската си парола, моля изтриите файла &quot;%s&quot; от сървъра.
es_es: Para continuar con el proceso de restablecer la contraseña, debe modificar el fichero &quot;%s&quot;, borrar todo su contenido actual y añadir el texto &quot;%s&quot;. Una vez haya hecho esto, pulse sobre el botón actualizar de abajo. Si sabe su actual contraseña de administrador, borre el archivo &quot;%s&quot; del servidor.
is_is: Til að klára ferlið við að endursetja lykilorð þarft þú að breyti skránni &quot;%s&quot;, fjarlægja allt sem er í henni og setja inn textann &quot;%s&quot;. Þegar þú hefur gert það skaltu endurhlaða þessari síðu. Ef þú veist hvað lykilorðið fyrir stjórnandann er skaltu fjarlægja &quot;%s&quot; skránna af vefþjóninum.
nl_nl: Om het wachtwoord-wis-proces door te zetten, moet u het bestand &quot;%s&quot; wijzigen, de gegevens er in verwijderen en te tekst &quot;%s&quot; toevoegen. Als u dat gedaan heeft druk dan op de ververs-knop hier onder. Als u het huidige beheerderswachtwoord weet, verwijder dan het &quot;%s&quot; bestand van de server.
no_no: For å fortsette med tilbakestillingen av passordet, må du redigere fila &quot;%s&quot;, fjerne all data i den, og legge til teksten &quot;%s&quot;. Når du har gjort det, trykk på Oppdater-knappen nedenfor. Hvis du vet hva det nåværende admin-passordet er, så fjern &quot;%s&quot;-fila fra tjeneren fullstendig.
pt_br: Para continuar o processo de restauração de senha, você deve editar o arquivo &quot;%s&quot;, remover quaisquer informações dentro dele e adicionar o texto &quot;%s&quot;. Uma vez que você tiver feito esta operação, pressione o botão Refresh abaixo. Se você souber sua senha de administrador atual, por favor remova o arquivo &quot;%s&quot; do servidor web.
sv_se: För att forsätta proccessen för lösenordsåterställning så måste du redigera filen &quot;%s&quot;, ta bort all information som finns i den och lägga till texten &quot;%s&quot;. När du har gjort det, tryck på uppdateraknappen nedan. Om du känner till ditt nuvarande administratörslösenord vänligen ta bort &quot;%s&quot; filen från servern.
vi_vn: Để tiếp tục quá trình làm lại mật khẩu, bạn phải biên soạn file &quot;%s&quot;, xóa hết các dữ liệu bên trong nó, và thêm nội dung là &quot;%s&quot;. Khi bạn hoàn thành, nhấn nút làm lại bên dưới. Nếu bạn biết mật khẩu quản trị, hãy xóa file &quot;%s&quot; khỏi máy chủ.

source: %s configuration
bg_bg: Конфигурация на %s
es_es: Configuración de %s
no_no: %s konfigurasjon
pt_br: Configuração de %s
vi_vn: Cấu hình %s

source: You must log in as an administrator to edit this server's configuration.
bg_bg: Трябва да сте администратор за да можете да променяте конфигурацията на този сървър.
es_es: Debe identificarse como administrador para modificar la configuración de este servidor.
no_no: Du må logge inn som en administrator for å redigere denne tjenerens konfigurasjon.
pt_br: Você deve autenticar como um administrador para editar as configurações do servidor.
vi_vn: Bạn phải đăng nhập vào với quyền hạn của quản trị để biên soạn cấu hình trên máy chủ này.

source: If you have forgotten the password to your admin account, you can reset it by creating a blank file named '%s' in your %s directory and then refreshing and following the instructions on this page.
bg_bg: Ако сте забравили паролата на администратора, можете да я анулирате като създадете празен файл с името '%s' в директорията %s. След това заредете пак тази страница и следвайте инструкциите.
es_es: Si ha olvidado la contraseña de su cuenta de administrador puede reestablecerla creando un fichero vacío llamado '%s' en su directorio %s y seguidamente recargar esta página y seguir las instrucciones.
pt_br: Se você esqueceu a senha para sua conta de administrador, você pode reinicializá-la criando um arquivo em branco chamado '%s' em seu diretório %s e então atualizando e seguindo as instruções desta página.
vi_vn: Nếu bạn quên mật khẩu quản trị, bạn có thể làm lại khi tạo một file trống có tên '%s' trong thư mục %s của bạn sau đó mở lại trang và theo chỉ dẫn trên trang.

source: Password
ar_eg: ãäåÉ ÇäåÑèÑ
bg_bg: Парола
es_es: Contraseña
gl_es: Contrasinal
is_is: Lykilorð
nl_nl: Wachtwoord
no_no: Passord
pt_br: Senha
sv_se: Lösenord
vi_vn: Mật khẩu

source: Login
ar_eg: ÊÓÌêä ÇäÏÎèä
bg_bg: Вход
gl_es: Entrar
is_is: Skrá inn
nl_nl: Aanmelden
no_no: Logg inn
pt_br: Autenticar
sv_se: Logga in
vi_vn: Đăng&nbsp;nhập

source: Reset
bg_bg: Анулиране
es_es: Restablecer
is_is: Endurstilla
no_no: Tilbakestill
pt_br: Restaurar
sv_se: Återställ
vi_vn: Làm&nbsp;lại

source: Cancel
ar_eg: ÅäÚÇÁ
bg_bg: Отказ
es_es: Cancelar
gl_es: Cancelar
is_is: Hætta við
nl_nl: Annuleren
no_no: Avbryt
pt_br: Cancelar
sv_se: Avbryt
vi_vn: Kết&nbsp;thúc

source: Gallery Session Test
ar_eg: ÅÎÊÈÇÑ ÌäÓÉ áé ÇäåÙÑÖ
bg_bg: Тестване на Сесиите на Галерията
es_es: Test de sesión de Gallery
gl_es: Test de sesi&oacute;n de Gallery
no_no: Gallery sesjonstest
pt_br: Teste de Sessão do Gallery
vi_vn: Kiểm tra session Thư viện ảnh

source: Session Test
ar_eg: ÅÎÊÈÇÑ ÇäÌäÓÉ
bg_bg: Тест на Сесиите
es_es: Test de sesión
gl_es: Test de sesi&oacute;n
no_no: Sesjonstest
pt_br: Teste de Sessão
vi_vn: Kiểm tra session

source: If sessions are configured properly in your PHP installation, then you should see a session id below.
ar_eg: ÅĞÇ ÃÙÏÏÊ ÇäÌäÓÇÊ ÈÔãä ÕÍêÍ ÃËæÇÁ ÊËÈêÊã ääPHP¬ áÓèá ÊÑé çèêÉ ÅÍÏé ÇäÌäÓÇÊ ÃÓáäç.
bg_bg: По-долу би трябвало да видите номер на сесия, ако сесиите са конфигурурани правилно в 'PHP' инсталацията ви,
es_es: Si las sesiones están configuradas correctamente en su instalación de PHP, debería ver un identificador de sesión debajo.
gl_es: Se as sesi&oacute;ns est&aacute;n configuradas correctamente na sa instalaci&oacute;n de PHP, deber&iacute;a ver un identificador de sesi&oacute;n debaixo.
is_is: Ef setur eru rétt stilltar í PHP uppsetningunni þinni, þá ættirðu að sjá setulykil hér fyrir neðan.
nl_nl: Indien sessies juist geconfigureerd zijn in uw PHP-installatie, dan zou U hieronder een sessie-ID moeten zien.
no_no: Hvis sesjoner er konfigurert ordentlig i PHP-installasjonen din, bør du se en sesjons-ID nedenfor.
pt_br: Se 'sessions' está devidamente configurado na instalação do PHP, então você deverá ver um id de sessão abaixo.
sv_se: Om sessions är konfigurerat riktigt i din PHP-installation så bör du se ett sessions id nedan.
vi_vn: Nếu sessions được cấu hình đúng trong cấu hình PHP, bạn có thể thấy session id ở bên dưới

source: The &quot;page views&quot; number should increase every time you reload the page.
ar_eg: Çä&quot;ÇÓÊÙÑÇÖÇÊ ÕáÍÉ &quot; êÌÈ Ãæ êÒÏÇÏ ÇäÙÏÏ áé ãä åÑÉ ÊÙêÏ áêçÇ ÊÍåêä ÇäÕáÍÉ
bg_bg: Всеки път когато презерадите тази страница, броя на &quot;page views&quot; трябва да се увеличава.
es_es: El &quot;contador de páginas visitadas&quot; se incrementará cada vez que recargue la página.
gl_es: O &quot;contador de p&aacute;xinas visitadas&quot; incrementarase cada vez que recargue a p&aacute;xina.
is_is: &quot;Síður skoðaðar&quot; teljarinn ætti að hækka um einn í hvert sinn sem þú endursækir síðuna.
nl_nl: Het &quot;pagina bekeken&quot; getal moet worden opgehoogd als u de pagina ververst.
no_no: &quot;Sidevisning&quot;-tallet øker med 1 hver gang du laster inn siden på nytt.
pt_br: O número de &quot;page views&quot; deve aumentar toda vez que você atualizar esta página.
sv_se: &quot;Sidvisnings&quot;-nummret bör öka varje gång du laddar om sidan.
vi_vn: Số của &quot;lượt xem&quot; sẽ tăng lên mỗi lần bạn tải lại trang.

source: Clicking %s should reset the page view number back to 1.
ar_eg: ÈÇäæâÑ Ùäé%s êÙêÏ ÇÓÊÙÑÇÖ ÇäÕáÍÉ Åäé Ñâå1.
bg_bg: Натискането на %s би трябвало да върне броя на посещенията на 1.
es_es: Pulsando %s debería reiniciar el número de páginas vistas al valor 1.
gl_es: Pulsando %s deber&iacute;a reinicia-lo n&uacute;mero de p&aacute;xinas vistas &oacute; valor 1.
no_no: Ved å trykke på %s skal sidetelleren tilbakestilles til 1.
pt_br: Clicando em %s deverá restaurar o 'page view' para o número 1.
vi_vn: Nhấn %s sẽ đặt lại số lượt xem về 1.

source: If this <b>does not</b> work, then you most likely have a configuration issue with your PHP installation.
ar_eg: ÅĞÇ çĞÇ <b>äå êÙåä</b> áåæ ÇäÃÑÌÍ Ãæ êãèæ äÏêã åÔãäÉ ÅÙÏÇÏ áé ÙåäêÉ ÊËÈêÊ ÇäPHP.
bg_bg: Ако това <b>не</b> работи, значи най-вероятно имате проблем с конфигурацията на 'PHP'.
es_es: Si esto <b>no</b> funciona, probablemente tenga un problema con su instalación de PHP.
gl_es: Se isto <b>non</b> funciona, probablemente te&ntilde;a un problema coa s&uacute;a instalaci&oacute;n de PHP.
is_is: Ef þetta virkar <b>ekki</b>, þá er líklegast eitthvað að PHP uppsetningunni þinni.
nl_nl: Indien dit <b>niet </b> werkt, dan hebt U hoogst waarschijnlijk een configuratieprobleem in uw PHP installatie.
no_no: Hvis dette <b>ikke</b> virker, har du sannsynligvis et problem med konfigurasjonen av PHP-installasjonen.
pt_br: Se isto <b>não</b> funcionar, então você deve ter um problema de configuração na instalação do seu PHP.
sv_se: Om detta <b>inte</b> fungerar så har du troligtvis ett konfigurationsproblem med din PHP-installation.
vi_vn: Nếu cái này <b>không hoạt động</b>, sau đó bạn cần cấu hình lại cho PHP của bạn.

source: Gallery will not work properly until PHP's session management is configured properly.
ar_eg: äæ êÙåä ÇäåÙÑÖ ÈÕèÑÉ ÌêÏÉ ÍÊé êÊå ÅÙÏÇÏ ÅÏÇÑÉ ÌäÓÉ ÇäPHP ÈÔãä ÕÍêÍ.
bg_bg: Галерията няма да работи нормално докато управлението на сесии на 'PHP' не е конфигурирано както трябва.
es_es: Gallery no podrá funcionar correctamente hasta que la gestión de sesiones de PHP esté configurada adecuadamente.
gl_es: Gallery non poder&aacute; funcionar correctamente ata que a xesti&oacute;n de sesi&oacute;ns de PHP estea configurada axeitadamente.
is_is: Gallery mun ekki virka rétt þar til setustjórnun í PHP er rétt sett upp.
nl_nl: Gallery zal niet fatsoenlijk werken zolang PHP's sessiebeheer niet juist geconfigureerd is.
no_no: Gallery vil ikke virke ordentlig før PHP-s sesjonsbehandling er konfigurert ordentlig.
pt_br: Gallery não funcionará adequadamente até que o gerenciamento de sessão do PHP seja configurado apropriadamente.
sv_se: Gallery kommer inte att fungera ordentligt innan PHPs sessionshantering är ordentligt konfigurerad.
vi_vn: Thư viện ảnh sẽ không chạy được cho đến khi phần quản lý PHP session cấu hình đúng.

source: Your session id is
ar_eg: çèêÉ ÌäÓÊã çê
bg_bg: Натискането на %s ще върне броя на посетителите на 1.
es_es: Su identificador de sesión es
gl_es: O seu identificador de sesi&oacute;n &eacute;
is_is: Setulykill þinn er
nl_nl: Uw Sessie ID is
no_no: sesjons-ID-en din er
pt_br: Sua identificação de sessão é
sv_se: Ditt sessions id är
vi_vn: Session ID của bạn là

source: Page views in this session
ar_eg: ÙÏÏ åÑÇÊ ÙÑÖ ÇäÕáÍÇÊ áê çĞç ÇäÌäÓÉ
bg_bg: Брой на посещенията в тази сесия
es_es: Páginas vistas en esta sesión
gl_es: P&aacute;xinas vistas nesta sesi&oacute;n
is_is: Síður skoðaðar að þessu sinni
nl_nl: Pagina bekeken in deze sessie
no_no: Sidevisninger i denne sesjonen
pt_br: Páginas visualizadas nesta sessão
sv_se: Sidvisningar i denna session
vi_vn: Lần xem trang trong session này

source: Server IP address
ar_eg: ÙæèÇæ åäâå ÇäèêÈ
bg_bg: IP адрес на сървъра
es_es: Dirección IP del servidor
gl_es: Direcci&oacute;n IP do servidor
is_is: IP tala netþjónsins
nl_nl: IP-adres server
no_no: Tjenerens IP-adresse
pt_br: Endereço IP do Servidor
sv_se: Serverns IP-adress
vi_vn: Địa chỉ IP máy chủ

source: Start over
ar_eg: ÅÈÏÃ åæ ÌÏêÏ
bg_bg: Започнете отново
es_es: Volver a empezar
gl_es: Volver empezar
is_is: Byrja aftur
nl_nl: Begin opnieuw
no_no: Start på nytt
pt_br: Recomeçar
sv_se: Starta om
vi_vn: Bắt đầu từ đầu

source: The password for user %s was changed.
ar_eg: ÊÚêÑÊ ãäåÉ ÇäåÑèÑ äåÓÊÎÏå %s
bg_bg: Променена е паролата за потребителя '%s'.
es_es: La contraseña para el usuario %s ha sido cambiada.
gl_es: O contrasinal para o usuario %s foi cambiado.
is_is: Lykilorði notandans %s var breytt.
nl_nl: Het wachtwoord voor gebruiker %s is gewijzigd.
no_no: Passordet for brukeren %s ble endret.
pt_br: A senha para o usuário %s foi alterada.
sv_se: Lösenordet för användare %s har ändrats.
vi_vn: Mật khẩu cho thành viên %s đã thay đổi.

source: An account called %s has been created for you with the password you specified.
ar_eg: äâÏ ÃæÔêÁ ÍÓÇÈ äã êÓåé %s èÈãäåÉ ÇäåÑèÑ ÇäÊé ÃÏÎäÊçÇ
bg_bg: За вас е създаден потребител с името %s и с паролата която посочихте.
es_es: Una cuenta de usuario llamada %s ha sido creada con la contraseña especificada.
gl_es: Unha conta de usuario chamada %s foi creada co contrasinal especificado.
is_is: Notandinn %s hefur verið stofnaður fyrir þig, með lykilorðið sem þú gafst upp.
nl_nl: Een account genaamd %s is voor u aangemaakt met het wachtwoord dat u heeft opgegeven.
no_no: En konto med navn %s har blitt opprettet for deg med passordet du oppgav.
pt_br: Uma conta chamada %s foi criada para você com a senha que você especificou.
sv_se: Ett konto med namnet %s har skapats till dig med lösenordet som du specificerade.
vi_vn: Tài khoản %s đã được tạo cho bạn với mật khẩu bạn đã ghi.

source: Success!
ar_eg: æÌÇÍ!
bg_bg: Успешно!
es_es: ¡Correcto!
gl_es: ¡Correcto!
is_is: Heppnaðist!
nl_nl: Gelukt!
no_no: Suksess
pt_br: Sucesso!
sv_se: Genomfördes!
vi_vn: Hoàn thành!

source: Your configuration has been successfully saved!
ar_eg: äâÏ Êå ÍáØ ÅÙÏÇÏÇÊã ÈæÌÇÍ
bg_bg: Конфигурацията ви е записана успешно!
es_es: ¡Su configuración ha sido guardada correctamente!
is_is: Uppsetning vistuð án vandkvæða!
nl_nl: Uw configuratie is succesvol opgeslagen!
no_no: Konfigurasjonen ble lagret!
pt_br: Sua configuração foi salva com sucesso!
sv_se: Din konfiguration sparades framgångsrikt!
vi_vn: Cấu hình của bạn đã được lưu giữ xong!

source: We highly suggest that you run 'secure.sh', or chmod your .htaccess and config.php to 644 for increased security.
bg_bg: За повишена сигурност на ващата система ви съветваме да използвате 'secure.sh' или да промените достъпа до файловете '.htaccess' и 'config.php' със 'chmod 644'
es_es: Le recomendamos encarecidamente que ejecute el script 'secure.sh', o ponga los permisos 644 a los archivos .htaccess y config.php para incrementar la seguridad.
is_is: Við mælum með að þú keyrir 'secure.sh' eða chmod 644 .htaccess og config.php til að auka öryggið.
nl_nl: We raden u ten sterkste aan dat u 'secure.sh' draait, of de rechten van uw .htaccess en config.php op 644 zet om de veiligheid te verhogen.
no_no: Vi anbefaler at du kjører 'secure.sh', eller kjører chmod på .htaccess og config.php-filene til 644 for å få bedre sikkerhet.
pt_br: Nós sugerimos enfativamente que você execute 'secure.sh' ou execute o comando chmod 644 em seus arquivos .htaccess e config.php para aumento de segurança.
sv_se: Vi rekomenderar dig att köra 'secure.sh' eller göra chm på dina .htaccess och config.php filer till 644 för ökad säkerhet.
vi_vn: Chúng tôi khuyên bạn chạy 'secure.sh', hoặc chmod file .htaccess và config.php là 644 vì lý do an toàn.

source: Note
ar_eg: åäÇÍØÉ
bg_bg: Внимание
es_es: Nota
gl_es: Nota
is_is: Athugið
nl_nl: Opmerking
no_no: Obs
pt_br: Nota
sv_se: Observera
vi_vn: Chú ý

source: You must remove the '%s' file from the setup directory to make your Gallery configuration secure
bg_bg: За да увеличите сигурността на Галерията си, трябва да премахнете файла '%s' от директорията 'setup'.
es_es: Debe borrar el archivo '%s' del directorio de configuración para asegurar su configuración de Gallery
is_is: Þú verður að fjarlægja skránna '%s' úr setup möppunni til að gera Gallery uppsetningu örugga.
nl_nl: U moet het bestand '%s' verwijderen van de setup map om uw Gallery configuratie veilig te maken
no_no: Du må fjerne '%s'-fila fra setup-katalogen for å gjøre Gallery-installasjonen sikker.
pt_br: Você deve remover o arquivo '%s' de seu diretório de setup para deixar a configuração do seu Gallery mais segura
sv_se: Du måste ta bort filen '%s' från installationskatalogen för att göra din Gallery-konfiguration säker
vi_vn: Bạn phải xóa file '%s' khỏi thư mục setup để giữ an toàn cho cấu hình Thư viện ảnh của bạn

source: You can reconfigure Gallery at any time by re-running this configuration wizard.
ar_eg: êåãæã ÅÙÏÇÏÇäåÙÑÖ áê Ãê èâÊ Ùæ ×Ñêâ ÅÙÇÏÉ ÊÔÚêä åÙÇäÌ ÇäÅÙÏÇÏÇÊ.
bg_bg: Можете да пренастроите Галерията по всяко време, като стартирате Конфигуратора.
es_es: Puede reconfigurar Gallery cuando quiera ejecutando de nuevo el asistente de configuración.
gl_es: Pode reconfigurar Gallery cando queira executando de novo o asistente de configuraci&oacute;n.
is_is: Þú getur sett upp Gallery að nýju hvenær sem er, með því að keyra þennan uppsetningarferil.
nl_nl: U kan Gallery opnieuw configureren op elk ogenblik door de configuratie wizard opnieuw te doorlopen.
no_no: Du kan konfigurere Gallery på nytt når som helst ved å kjøre konfigurasjonsveiviseren.
pt_br: Você pode reconfigurar o Gallery a qualquer hora executando este assistente de configuração.
sv_se: Du kan omkonfigurera Gallery närsomhelst genom att göra om denna konfigurationsguide.
vi_vn: Bạn có thể cấu hình lại Thư viện ảnh bất cứ lúc nào bằng cách chạy lại thuật cấu hình.

source: It will save your data so you won't have to enter it all again!
ar_eg: Óêâèå ÈÍáØ ÈêÇæÇÊã ÈÍêË äÇ ê×äÈ åæã ÅÏÎÇäçÇ ãäçÇ åÑÉ ËÇæêÉ!
bg_bg: Данните ви ще бъдат записани, така че няма да се налага да ги въвеждате отново!
es_es: ¡Guardará sus datos para que no tenga que introducirlos de nuevo!
gl_es: Gardar&aacute; os seus datos para que non te&ntilde;a que introducilos de novo!
is_is: Hann mun geyma uppsetninguna svo að þú þurfir ekki að stilla hana alla aftur!
nl_nl: Het zal uw gegevens opslaan zodat U ze niet allemaal opnieuw moet ingeven!
no_no: Det vil huske din eksisterende konfigurasjon, slik at du ikke trenger å skrive inn alt på nytt!
pt_br: Ele salvará seus dados de forma a você não ter que informar tudo novamente!
sv_se: Den kommer att spara din information så att du inte behöver skriva in allt igen!
vi_vn: Nó sẽ lưu giữ và hiển thị lại dữ liệu của bạn nên bạn không nhất thiết phải nhập lại nữa!
