Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: When viewing photos which don't have an intermediate version, Gallery can automatically resize the image to fit the viewer's browser window (using JavaScript). This may not work in embedded environments such as Nuke.
ar_eg: ÙæÏ ÇÓÊÙÑÇÖ ÇäÕèÑğ ÇäÊê äêÓ ÈçÇ ÅÕÏÇÑ åÊèÓ× ÇäÍÌå, áÅæ ÇäåÙÑÖ êåãæ Ãæ êâèå ÂäêÇ ÈÊÚêêÑ ÍÌå ÇäÕèÑÉ ÍÊé êÊæÇÓÈ åÙ æÇáĞÉ ÇäÊÕáÍ äÏé ÇäåÓÊÙÑÖ (ÇÓÊÎÏÇå JavaScript). ÅäÇ Ãæ çĞÇ âÏ äÇêÙåä áé ÇäÈêÆÇÊ ÇäåÖåæÉ åËä Nuke.
bg_bg: Когато преглеждате снимки, които нямат версии с намален размер, Галерията може автоматично (използвайки JavaScript) да промени размера им, така че те да се съберат в прозореца на web browser-а. Това може да не работи във системни среди от сорта на 'Nuke'.
es_es: Cuando esté viendo fotografías que no tienen una versión intermedia, Gallery redimensionará automáticamente la imagen al tamaño de la ventana del navegador (usando JavaScript). Este proceso puede que no funcione en entornos como Nuke.
gl_es: Cando estea vendo fotograf&iacute;as que non te&ntilde;en unha versi&oacute;n intermedia, Gallery redimensionar&aacute; autom&aacute;ticamente a imaxe &oacute; tama&ntilde;o da ventana do navegador (usando JavaScript). Este proceso pode que non funcione en entornos como Nuke.
is_is: Þegar myndir eru skoðaðar sem ekki er til smækkuð mynd fyrir getur Gallery sjálfkrafa smækkað myndina til að passa í vafraglugga notandans (með JavaScript). Vera má að þetta virki ekki í samþættum vefkerfum á borð við Nuke.
nl_nl: Wanneer u foto's bekijkt die geen standaard versie hebben, kan Gallery automatisch deze foto's aanpassen zodat ze passen in het venster van de browser (met behulp van JavaScript). Dit werkt mogelijk niet in embedded environments zoals Nuke.
pt_br: Ao visualizar fotos que não possuem um tamanho intermediário, o Gallery pode automaticamente redimensionar a imagem para ajustá-la ao navegador do usuário (usando JavaScript). Esta função talvez não funcione em ambientes embutidos, tal como o Nuke.
sv_se: Vid visning av foton som inte har en mellanliggande version så kan Gallery automatiskt storleksändra bilden för att passa besökarens webbläsarfönster (med användning av JavaScript). Detta kanske inte fungerar i inbäddade miljöer så som Nuke.
vi_vn: Khi xem ảnh mà không có một quá trình trung gian, Thư viện ảnh có thể tự động chỉnh lại cỡ ảnh để vừa khít vào cửa sổ trình duyệt của người xem (sử dụng JavaScript). Tính năng này có thể không làm việc trong ứng dụng nhúng như Nuke.

source: Visitor size prefs
ar_eg: ÇäÍÌå ÇäåáÖä ääÒÇÆÑ.
bg_bg: Посетителя има избор за размер на снимката
es_es: Preferencias de tamaño de los visitantes
gl_es: Preferenzas de tama&ntilde;o dos visitantes
is_is: Óskastærð gesta
nl_nl: Bezoeker afmeting voorkeuren
no_no: Besøkendes foretrukne størrelser
pt_br: Preferências de tamanho do visitante
sv_se: Besökare kan föredra storlek?
vi_vn: Lựa chọn kích cỡ của người xem

source: Offer visitors the choice of always viewing the full sized version of an image instead of the intermediate size. This setting only lasts for the visitor's session.
ar_eg: êâÏå ÇäåÙÑÖ ääÒÇÆÑêæ ÇÎÊêÇÑÇäÙÑÖ ÈÔãä ÏÇÆå ääÍÌå Çä×ÈêÙé äÅÕÏÇÑÕèÑÉ åÇ ÈÏäÇë åæ ÇäÍÌå ÇäåÊèÓ×. è çĞÇ ÇäÅÙÏÇÏ êÓÊåÑ ×èÇä ÌäÓÉ ÇäÒÇÆÑáâ×.
bg_bg: Предлага на посетителите избор да виждат винаги пълния размер на изображенията, вместо намаления размер. Тази настройка е валидна само докато трае посещението.
es_es: Ofrecer a los visitantes la opción de ver siempre la versión a tamaño completo en lugar del tamaño intermedio. Este parámetro sólo aguanta durante la sesión del visitante.
gl_es: Ofrecer &oacute;s visitantes a opci&oacute;n de ver sempre a versi&oacute;n a tama&ntilde;o completo en lugar do tama&ntilde;o intermedio. Este par&aacute;metro s&oacute; resiste durante a sesi&oacute;n do visitante.
is_is: Bjóða gestum að velja hvort þeir sjá alltaf myndir í fullri stærð í stað smækkuðu stærðarinnar. Slíkt val varir aðeins út setu (&quot;session&quot;) gestsins.
nl_nl: Geef bezoekers de keuze om aldtijd de grote versie van een afbeelding te bekijken in plaats van de standaard versie. Deze instelling blijft enkel behouden in de laatste sessie van de bezoeker.
pt_br: Oferecer aos visitantes a opção de sempre visualizar o tamanho original de uma imagem ao invés do tamanho intermediário. Esta configuração ficará apenas por conta do visitante.
sv_se: Erbjud besökare valet att alltid visa den fullskaliga versionen av en bild istället för den mellanliggande storleken. Dessa inställningar varar endast under besökarens session.
vi_vn: Giới thiệu cho người xem lựa chọn luôn xem ảnh cỡ trọn vẹn thay cho ảnh vừa cỡ. Lựa chọn này chỉ có đối với session của người xem.

source: Options
ar_eg: ÎêÇÑÇÊ
bg_bg: Специфични настройки
es_es: Opciones
gl_es: Opci&oacute;ns
is_is: Valmöguleikar
nl_nl: Opties
no_no: Innstillinger
pt_br: Opções
sv_se: Alternativ
vi_vn: Lựa chọn

source: Printing Services
ar_eg: ÎÏåÇÊ Çä×ÈÇÙÉ
bg_bg: Услуги за изпечатване на снимки
es_es: Servicio de Impresión
gl_es: Servizo de Impresi&oacute;n
is_is: Prentþjónustur
nl_nl: Afdruk Service
no_no: Utskriftstjenester
pt_br: Serviço de Impressão
sv_se: Utskriftservice:
vi_vn: Dịch vụ in ấn

source: Allow visitors to print photos directly from the album. Fotoserve is based in the United Kindom and Fotokasten is a print service based in Germany so they are good for the European market. EZ Prints, PhotoWorks and Shutterfly are based in the United States. mPUSH is a service that allows you to send photos to cellular phones worldwide. All services will give a small donation to the Gallery project for every print you make. Using these services is a great way for you to help support this free software.
bg_bg: Позволява на посетителите да изпечатват снимки директно от албума. 'Fotoserve' se namira v Англия, 'Fotokasten' е услуга за изпечатване на снимки в Германия, и те са подходящи за еропейския пазар. 'EZ Prints', 'PhotoWorks и 'Shutterfly' са в САЩ. 'mPUSH' е услуга която позволява изпращането на снимки към клетъчни телефони из цял свят. Всички тези фирми дават малки дарения на Галерията от всяка снимка която изпечатате. Това е един много добър начин да помогнете за поддръжката на този безплатен софтуер.
es_es: Permitir a los visitantes imprimir las fotos directamente desde el álbum. Fotoserve está pensado para el Reino Unido y Fotokasten es un servicio de impresión alemán indicado para el mercado europeo. EZ Prints, PhotoWorks y Shutterfly están basados para el mercado norteamericano. mPUSH es un servicio que permite enviar fotos a teléfonos móviles de todo el mundo. Todos estos servicios darán una pequeña donación al proyecto Gallery cada vez que imprima con ellos. Esta es una buena manera de apoyar económicamente a este programa de software gratuito.
pt_br: Permitir aos visitantes imprimir fotos diretamente a partir do álbum. Fotoserv está localizado no Reino Unido e Fotokasten é um serviço de impressão localizado na Alemanha, facilitando o mercado Europeu. EZ Prints, PhotoWorks e Shutterfly são localizados nos Estados Unidos. mPUSH é um serviço que permite a você enviar fotos para telefones celulares ao redor do mundo. Todos os serviços farão uma pequena doação para o projeto Gallery a cada foto que você imprima. Usar estes serviços é uma ótima maneira de você ajudar a dar suporte a este software gratuito.
vi_vn: Cho phép người xem thực hiện in ảnh trực tiếp từ trong album. Fotoserve nằm ở Anh và Fotokasten là một dịch vụ in tại Đức và cũng rất thuận tiện cho thị trường Châu Âu. EZ Prints, PhotoWorks và Shutterfly nằm tại Mỹ. mPUSH là một dịch vụ cho phép gửi ảnh tới điện thoại di dộng toàn cầu. Tất cả các dịch vụ này sẽ chuyển tặng một chút cho dự án Thư viện ảnh cho mỗi ảnh bạn in. Sử dụng những dịch vụ này là cách hay nhất để bạn có thể giúp đỡ cho dự án phần mềm miễn phí này.

source: Account for the mPUSH service
bg_bg: Потребителско име за услугата mPUSH
es_es: Cuenta para el servicio mPUSH
is_is: Notandanafn hjá mPUSH
nl_nl: Account voor de mPUSH service
pt_br: Conta para o serviço mPUSH
sv_se: Konto för mPUSH servicen
vi_vn: Tài khoản dịch vụ mPUSH

source: If you want to use mPUSH cellular photo service you can either use your own account, or leave this to 'gallery'. Visit this link to %screate your own account%s.
bg_bg: Ако искате да използвате mPUSH услугата, можете или да въведете ваше собствн о потребителско име или да оставите потребителя да бъде 'gallery'. Mожете да се регистрирате %sтук%s
is_is: Ef þu vilt nota mPUSH þjónustuna getur þú annaðhvort notað þitt eigið notandanafn, eða notað 'gallery'. Farðu á %s til að stofna þinn eigin reikning%s.
nl_nl: Als u de mPUSH mobiele foto service wilt gebruiken kunt u uw eigen account gebruiken, of dit overlaten aan Gallery door %suw eigen account te maken%s.
pt_br: Se você desejar utilizar o serviço de fotos de celular mPUSH, você pode ou usar sua própria conta ou deixar este campo como 'gallery'. Visite este link para %scriar sua própria conta%s.
sv_se: Om du önaskar använda mPUSH mobiltelefons-fotoservice så kan du antingen använda ditt eget konto eller lämna detta till 'gallery'. Besök följande länk för att %sskapa ditt eget konto%s.
vi_vn: Nếu bạn muốn sử dụng dịch vụ ảnh điện thoại mPUSH bạn có thể hoặc sử dụng tài khoản của bạn, hoặc để là 'gallery'. Nhấn trên liên kết này để %stạo tài khoản của riêng bạn%s.

source: Gallery Link
ar_eg: ÑÇÈ× ÇäåÙÑÖ
bg_bg: Директна връзка към Галерията
es_es: Enlace a Gallery
gl_es: Enlace a Gallery
is_is: Tengill myndasafns
no_no: Gallery-lenke
pt_br: Link do Gallery
sv_se: Länk till Gallery?
vi_vn: Liên kết Thư viện ảnh

source: Display a link navigation from your album to the top level Gallery link within the album? If you turn this feature off, the user will not be able to navigate out of the album. This is only useful when you want to embed an album within a website and not allow users to (easily) view the other albums in the gallery.
ar_eg: çä ÊÑêÏ ÙÑÖ ÑÇÈ× ÇäÊæâä åæ ÃäÈèåã èÍÊé ÇäÑÇÈ× ÇäÃÙäé åÓÊèé áé ÇäåÙÑÖ Öåæ ÇäÃäÈèå¿ ÅĞÇ ÃÚäâÊ çĞç ÇäÎÇÕêÉ áäæ êÊåãæ ÇäåÓÊÎÏå åæ ÇäÊæâä ÎÇÑÌ ÇäÃäÈèå. Óêãèæ çĞÇ åáêÏÇ áâ× ÍêæåÇ ÊÑêÏ ÊÖåêæ ÃäÈèå áé åèâÙ åÇ èäÇ ÊÓåÍ ääåÓÊÎÏåêæ Ãæ êÓÊÙÑÖèÇ ÇäÃäÈèåÇÊ ÇäÃÎÑé ÈÓçèäÉ.
bg_bg: Искате ли в албума да се показва връзка (link) към Галерията? Ако изключите това, потребителя няма да може да излиза от албума в който вече е. Това е удобно само когато искате да направите албума част от web-страница и не искате потребителите (лесно) да намират останалите албуми в Галерията.
es_es: ¿Mostrar el enlace al nivel superior en el álbum? Si desactiva esta característica, el usuario no será capaz de navegar fuera del álbum. Esto sólo es útil cuando quiere incrustar un álbum dentro de un sitio web y no quiere permitir a los usuarios ver otros álbumes de la galería.
gl_es: Amosar o enlace &oacute; nivel superior no &aacute;lbume? Se desactiva esta caracter&iacute;stica, o usuario non ser&aacute; capaz de navegar fora do &aacute;lbume. Isto s&oacute; &eacute; &uacute;til cando quere incrustar un &aacute;lbume dentro dun sitio web e non quere permitir &oacute;s usuarios ver outros &aacute;lbumes da galer&iacute;a.
is_is: Birta tengil á forsíðu myndasafnsins innan hvers albúms? Ef þú slekkur á þessum valkosti, þá getur notandinn ekki vafrað út úr albúminu. Þetta er aðeins nytsamlegt þegar þú vilt fella albúm inn í vefkerfi og ekki leyfa notendum (auðveldlega) að skoða hin albúmin í myndasafninu.
nl_nl: Een link weergeven vanuit jouw album naar het bovenste nivo van de Gallery in het album? Als je deze optie uit zet, kan de gebruiker niet meer uit het album navigeren. Dit is alleen zinvol als je een album in een website hebt zitten en gebruikers niet (simpel) wil laten kijken op andere albums in de Gallery
pt_br: Mostrar um link para a página principal do Gallery pelo álbum? Se você desabilitar essa função, o usuário não será capaz de navegar para fora de um álbum em particular. Isto é útil apenas quando você quiser embutir um álbum em um site e não permitir aos usuários visualizar (facilmente) outros álbums em seu gallery.
sv_se: Visa länknavigering i album till Gallerys huvudsida inom albumet? Om du avaktiverar denna egenskap så kommer användaren inte att kunna navigera ut från albumet. Detta är endast användbart när du vill bädda in ett album inom en webbplats och inte tillåter användare att (enkelt) visa de andra albumen i Gallery.
vi_vn: Hiển thị liên kết chỉ dẫn từ trong album đến liên kết đầu của Thư viện ảnh trong album? Nếu bạn tắt chức năng này, người dùng sẽ không thể dễ biết để ra khỏi album. Nó chỉ thuận tiện khi bạn muốn nhúng một album trong một website và không cho phép người dùng xem (một cách dễ dàng) những album khác trong thư viện ảnh.

source: Default Album Permissions
bg_bg: Презададени Привилегии за достъп до Албума
es_es: Permisos sobre el álbum por defecto
is_is: Sjálfgefinar heimildir albúma
nl_nl: Standaard album rechten
no_no: Standard albumrettigheter
pt_br: Permissões Padrão do Álbum
sv_se: Förvalda albumrättigheter
vi_vn: Quyền hạn album mặc định

source: Defines the default set of permissions for an album. Specifically, who can see the album, and view its photos.
bg_bg: Посочва презададените привилегии за достъп до албумите. Специфично, кой може да вижда албумите и да разглежда снимките в тях.
es_es: Define el conjunto de permisos por defecto para un álbum. Expresamente, quien puede ver el álbum y ver sus fotos.
is_is: Skilgreinir sjáfgefnar aðgangsheimildir fyrir albúm. Aðallega, hver getur skoðað albúmið og myndir innan þess.
nl_nl: Bepaalt de standaard rechten voor een album. Specifiek wie het album en de afbeeldingen kan zien
pt_br: Define os ajustes de permissão padrão para um álbum. Especificamente quem poderá visualizar um álbum e suas fotos.
sv_se: Specificerar den förvalda inställningen för rättigheter på ett album. Speciellt vem som kan visa albumet och dess foton.
vi_vn: Chỉ định mặc định quyền hạn cho một album. Đặc biệt, ai có thể thấy album, và xem các ảnh trong nó.

source: Everybody
ar_eg: ÇäÌåêÙ.
bg_bg: Всички
es_es: Todo el mundo
gl_es: Todo o mundo
is_is: Allir
nl_nl: Iedereen
no_no: Alle
pt_br: Todos
sv_se: Allihopa
vi_vn: Mọi người

source: Logged-In Users
bg_bg: Online Потребители
es_es: Usuarios actuales en su sistema
is_is: Innskráðir notendur
nl_nl: Ingelogde gebruikers
no_no: Innloggede brukere
pt_br: Usuários Autenticados
sv_se: Inloggade användare
vi_vn: Thành viên đã đăng nhập

source: Nobody
ar_eg: äÇ ÃÍÏ.
bg_bg: Никой
es_es: Nadie
gl_es: Ningu&eacute;n
is_is: Enginn
nl_nl: Niemand
no_no: Ingen
pt_br: Ninguém
sv_se: Ingen
vi_vn: Không ai cả

source: Data displayed
ar_eg: ÇäÈêÇæÇÊ åÙÑèÖÉ
bg_bg: Показване на информация
es_es: Datos mostrados
gl_es: Datos amosados
is_is: Gögn birt
nl_nl: Data weergegeven
no_no: Datavisning
pt_br: Dado exibido
sv_se: Visad information
vi_vn: Hiển thị dữ liệu

source: Click counts
ar_eg: ÙÏÏ ÇäæâÑÇÊ.
bg_bg: Брой посещения
es_es: Contador de clicks
gl_es: Contador de clics
is_is: Telja smelli
nl_nl: Klik teller
no_no: trykkteller
pt_br: Contador de cliques
sv_se: Klickräknare?
vi_vn: Bộ đếm

source: Display click counts within Albums?
ar_eg: çä ÊÑêÏ ÙÑÖ ÙÏÏ ÇäæâÑÇÊ ÏÇÎä ÇäÃäÈèåÇÊ¿
bg_bg: Искате ли да е показан броя на посещенията в самите Албуми?
es_es: ¿Mostrar contador de clicks para este álbum?
gl_es: Amosar contador de clikcs para este &aacute;lbume?
is_is: Sýna teljara innan hvers albúms?
nl_nl: Een teller weergeven voor dit album?
no_no: Vise treff-tellere inne i albumene?
pt_br: Mostrar contador de cliques?
sv_se: Visa klickräknare inom album?
vi_vn: Hiển thị bộ đếm trong các album?

source: Custom Fields
ar_eg: Íâèä åÎÕÕÉ.
bg_bg: Свободно Избрани Полета
es_es: Campos personalizados
gl_es: Campos persoalizados
is_is: Sérsniðnir reitir
nl_nl: Aangepaste velden
no_no: Egendefinerte felt
pt_br: Campos Adicionais
sv_se: Anpassade fält?
vi_vn: Mẫu theo ý

source: Custom fields that are available to describe each image. They should be separated by commas. E.g. <i>Description, Location, Film Type</i>
ar_eg: ÇäÍâèä ÇäåÎÕÕÉ ÇäåÊÇÍÉ äèÕá ãä ÕèÑÉ. êÌÈ ÇäáÕä Èêæçå ÈáèÇÕä. áÙäé ÓÈêä ÇäåËÇä: <i>èÕá¬ åèâÙ¬ æèÙ Çäáêäå</i>.
bg_bg: Свободно избрани полета, които се използват за описание на всяко изображение. Те трябва да са разделени със запетаи. Например: <i>Описание, Местонахождение, Тип на филма</i>
es_es: Campos personalizados que están disponibles para describir cada imagen. Deben estar separados por comas. Por ejemplo, <i>Descripción, Ubicación, Tipo de película</i>
gl_es: Campos persoalizados que est&aacute;n dispo&ntilde;ibles para describir cada imaxe. Deben estar separados por comas. Por exemplo, <i>Descrici&oacute;n, Ubicaci&oacute;n, Tipo de pel&iacute;cula</i>
is_is: Sérsniðnir reitir sem eru til staðar til að lýsa hverri mynd. Þá ætti að aðskilja með kommum. T.d. <i>Description, Location, Film Type</i>
nl_nl: Aangepaste velden die beschikbaar zijn om afbeeldingen te beschrijven. Zij moeten gescheiden zijn door komma's. bv. <i>Beschrijving, Locatie, Film Type</i>
pt_br: Campos adicionais que estão disponíveis para descrever cada imagem. Eles devem estar separados por vírgulas. Ex: <i>Descrição, Local, Tipo de Filme, etc</i>
sv_se: Anpassade fält som är tillgängliga för att beskriva varje bild. De bör vara separerade genom komma. T.ex. <i>Beskrivning, Plats, Filmtyp</i>
vi_vn: Mẫu theo ý để mô tả cho mỗi ảnh. Chúng được phân cách bằng các dấu phẩy. VD: <i>Chi tiết, Thể loại, Vị trí</i>

source: Display clickable image dimensions
ar_eg: ÙÑÖ ÃÈÙÇÏ ÇäÕèÑÉ ÇäâÇÈäÉ ääæâÑ.
bg_bg: Показване на размерите на изображението като 'link'
es_es: Mostrar dimensiones de la imagen donde se puede pulsar
gl_es: Amosar dimensi&oacute;ns da imaxe onde se pode pulsar
is_is: Birta veljanlega myndastærð
nl_nl: Geef klikbare afmetingen van afbeelding weer
pt_br: Mostrar dimensões da imagem clicável
sv_se: Visa klickbara bilddimensioner?
vi_vn: Cho phép nhấn chuột trên ảnh để thay đổi kích cỡ

source: Display clickable image dimensions beneath the thumbnails. Will show dimensions for resized images (if any) first, then for the full image, depending on album settings user permissions. You may click on these instead of the thumbnail to either image.
ar_eg: ÊÙÑÖ ÃÈÙÇÏ ÇäÕèÑÉ ÇäâÇÈäÉ ääæâÑ ÊÍÊ ÇäÕáÍÇÊ ÇäåÕÚÑÉ. ÓêÊå ÙÑÖ ÃÈÙÇÏ ÇäÕèÑ ÇäÊé Êå ÊÚêêÑ ÍÌåçÇ (ÅĞÇèÌÏÊ) ÃèäÇë¬ Ëå ÊÙÑÖ ÃÈÙÇÏ ÇäÕèÑ ÇäãÇåäÉ¬ ×ÈâÇ äÃĞèæÇÊ åÓÊÎÏå ÅÙÏÇÏÇÊ ÇäÃäÈèå. êåãæã ÇäæâÑ Ùäé çĞç ÇäÃÈÙÇÏ ÈÏäÇë åæ ÇäæâÑ Ùäé ÇäÕáÍÉ ÇäåÕÚÑÉ äÃé ÕèÑÉ.
bg_bg: Искате ли да бъдат показани размерите на изображението като 'link' под миниатюрното изображение. Първо ще бъдат показани размерите на изображенията с променен размер (ако има такива) и след това размерите на пълното изображение, в зависимост от настройките на албума и правата. Можете да натиснете тях за да видите директно избраното изображение.
es_es: Mostrar las dimensiones de la imagen debajo de las miniaturas. Se enseñarán las dimensiones para las imágenes redimensionadas (si hay) primero, después para las imágenes a tamaño completo, dependiendo de los parámetros permitidos para cada usuario para cada álbum. Puede pulsar en estos en vez de en la miniatura de cada imagen.
gl_es: Amosar las dimensi&oacute;ns da imaxe debaixo das miniaturas. Se ense&ntilde;ar&aacute;n las dimensi&oacute;ns para as imaxes redimensionadas (se hai) primeiro, despois para as imaxes a tama&ntilde;o completo, dependendo dos par&aacute;metros permitidos para cada usuario para cada &aacute;lbume. Pode pulsar nestes en vez de na miniatura de cada imaxe.
is_is: Birta veljanlega myndastærð fyrir neðan hverja smámynd. Fyrst verður sýnd breidd og hæð smækkaðra mynda (ef einhverjar eru), síðan myndarinnar sjálfrar, eftir stillingum albúms og notendastillingum. Þú getur smellt á þessa myndastærð í stað smámyndarinnar fyrir hvora mynd sem er.
nl_nl: Geef klikbare afmetingen van afbeelding weer onder het voorbeeld. Dit zal afmetingen voor aangepaste afbeeldingen (als die er zijn) als eerst, dan voor de volledige afbeelding, afhankelijk van de instelling van de gebruikers rechten. Je kan op deze klikken van het voorbeeld voor iedere afbeelding.
pt_br: Mostrar dimensões das imagens clicáveis abaixo das miniaturas. Serão mostradas dimensões primeiramente para imagens redimensionadas (caso existam), em seguida para imagens originais, dependendo das permissões de usuários para as configurações do álbum. Você poderá clicar nestes ao invés da imagem miniatura ou outra qualquer.
sv_se: Visa klickbart bildomfång nedanför miniatyrbilder. Kommer att visa omfånget för storleksändrade bilder (om det finns några) först och sen för den fullskaliga bilden, beroende på albuminställningar av användarrättigheter. Du kan klicka på dessa istället för miniatyrbilden för varje bild.
vi_vn: Cho phép nhấn chuột vào ảnh sẽ thay đổi kích cỡ. Sẽ hiển thị kích cỡ cho những ảnh đã được chỉnh cỡ (nếu có) trước, sau đó đến ảnh cỡ đầy đủ, phụ thuộc vào quyền hạn có được của thành viên. Bạn có thể nhấn trên đó thay cho thumbnail của mỗi ảnh.

source: Item Owner
ar_eg: ÕÇÍÈ ÇäÙæÕÑ.
bg_bg: Собственик на Елемента
es_es: Propietario del elemento
gl_es: Propietario do elemento
is_is: Eigandi
nl_nl: Item eigenaar
no_no: Bildeeiere
pt_br: Dono do Item
sv_se: Objektägare
vi_vn: Người sở hữu mục

source: Photo owner modification
ar_eg: ÊÙÏêä ÕÇÍÈ ÇäÕèÑÉ.
bg_bg: Промени от собственика на снимката
es_es: Modificación del propietario de la foto
gl_es: Modificaci&oacute;n do propietario da foto
is_is: Breyting af hálfu eiganda myndar
nl_nl: Foto eigenaar aanpassing
no_no: Endring av bilde-eier
pt_br: Modificações do dono da foto
sv_se: Anpassning av fotoägare?
vi_vn: Thay đổi của người sở hữu ảnh

source: Allow photo owners to edit and rotate/flip their own photos?
ar_eg: çä äÃÕÍÇÈ ÇäÕèÑ ÇäÍâ áé ÊÍÑêÑ èÇÓÊÏÇÑÉ/ÅæÙãÇÓ ÕèÑçå¿
bg_bg: Искате ли да позволите на собствениците на снимки да могат да променят, завъртат или обръщат собствените си снимки?
es_es: ¿Permitir a los propietarios de las fotos editar y rotar/voltear sus propias fotos?
gl_es: Permitir &oacute;s propietarios das fotos editar e rotar/voltear as s&uacute;as propias fotos?
is_is: Leyfa myndaeigendum að breyta og snúa/spegla eigin myndum?
nl_nl: Toelaten dat foto-eigenaars hun foto's kunnen bewerken, draaien en spiegelen?
no_no: Tillat bilde-eiere å redigere og rotere/vende egne bilder?
pt_br: Permitir aos donos de fotos editar e rotacionar / girar suas próprias fotos?
sv_se: Tillåt fotoägare att redigera och rotera/vända deras egna foton?
vi_vn: Cho phép người sở hữu ảnh biên soạn và xoay/lật ảnh của họ?

source: Photo owner deletion
ar_eg: ÍĞá ÕÇÍÈ ÇäÕèÑ.
bg_bg: Изтриване от собственика на снимката
es_es: Borrar propietario de la foto
is_is: Eyðing af hálfu eiganda myndar
nl_nl: Foto eigenaar verwijdering
no_no: Sletting av bilde-eier
pt_br: Eliminação de dono da foto
sv_se: Borttagning av fotoägare?
vi_vn: Người sở hữu xóa ảnh

source: Allow photo owners to delete their own photos?
ar_eg: çä ÊÓåÍ äÃÕÍÇÈ ÇäÕèÑ ÍĞá ÇäÕèÑ ÇäÎÇÕÉ Èçå¿
bg_bg: Искате ли да позволите на собствениците на снимки да могат да изтриват собствените си снимки?
es_es: ¿Permitir a los propietarios borrar sus fotos?
is_is: Leyfa myndeigendum að eyða eigin myndum?
nl_nl: Foto eigenaren toestaan eigen foto's te verwijderen?
no_no: Tillat bilde-eiere å slette sine egne bilder?
pt_br: Permitir aos donos de fotos apagar suas próprias fotos?
sv_se: Tillåt fotoägare att ta bort deras egna foton?
vi_vn: Cho phép người sở hữu ảnh được xóa ảnh của họ?

source: Photo owner display
ar_eg: ÙÑÖ ÇÓå ÕÇÍÈ ÇäÕèÑÉ.
bg_bg: Показване на собственика на снимката
es_es: Mostrar propietario de la foto
gl_es: Amosar propietario da foto
is_is: Birta eiganda myndar
nl_nl: Foto Eigenaar
no_no: Vis bilde-eier
pt_br: Exibição do dono da foto
sv_se: Visa fotoägare?
vi_vn: Hiển thị người sở hữu
