Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Old Password
af_za: Ou Wagwoord
ar_eg: ãäåÉ ÓÑ âÏêåÉ
bg_bg: Стара Парола
da_dk: Gammel adgangskode
fi_fi: Vanha salasana
gl_es: Antigo contrasinal
it_it: Vecchia password
ja_jp: 古いパスワード
pl_pl: Stare has³o
pt_br: Senha Atual

source: New Password
af_za: Nuwe Wagwoord
ar_eg: ãäåÉ ÓÑ ÌÏêÏÉ
bg_bg: Нова Парола
da_dk: Ny adgangskode
fi_fi: Uusi salasana
gl_es: Novo contrasinal
it_it: Nuova password
ja_jp: 新しいパスワード
pl_pl: Nowe has³o
pt_br: Nova Senha

source: New Password (again)
af_za: Nuwe Wagwoord (weer)
ar_eg: ãäåÉ ÓÑ ÌÏêÏÉ (åÑÉ ÃÎÑé)
bg_bg: Нова Парола (още веднъж)
da_dk: Ny adgangskode (igen)
fi_fi: Uusi salasana (uudelleen)
gl_es: Novo contrasinal (confirmaci&oacute;n)
it_it: Nuova password (ripetere)
ja_jp: 新しいパスワード (再入力)
pl_pl: Potwierd¼ nowe has³o
pt_br: Nova Senha (confirmação)

source: Full Name
af_za: Volledige naam
ar_eg: ÇäÇÓå ÈÇäãÇåä
bg_bg: Вашето Име
da_dk: Fuldt navn
fi_fi: Koko nimi
gl_es: Nome completo
it_it: Nome Completo
ja_jp: 名前
pl_pl: Pe³na nazwa
pt_br: Nome Completo

source: Email Address
af_za: E-pos Adres
ar_eg: ÙæèÇæ ÇäÈÑêÏ ÇäÅäãÊÑèæê
bg_bg: E-mail Адрес
da_dk: Email adresse
fi_fi: S&auml;hk&ouml;postiosoite
gl_es: Direcci&oacute;n de correo electr&oacute;nico
it_it: Indirizzo Email
ja_jp: メールアドレス
pl_pl: Adres email
pt_br: Endereço de E-mail

source: Gallery language
af_za: <u>Gallery</u> taal
ar_eg: äÚÉ ÇäåÙÑÖ
bg_bg: Език на Галерията
da_dk: Galleriets sprog
fi_fi: Gallerian kieli
gl_es: Idioma de Gallery
it_it: Lingua galleria
ja_jp: Gallery 言語
pl_pl: Jêzyk Galerii
pt_br: Idioma do Gallery

source: User can change its own password
ja_jp: ユーザが自分でパスワード変更することを許可

source: User can create albums
af_za: Gebruiker mag albums kre&euml;er
ar_eg: êåãæ ääåÓÊÎÏå Ãæ êãèæ ÃäÈèåÇÊ
bg_bg: Потребителя може да създава албуми
da_dk: Bruger kan oprette albummer
fi_fi: K&auml;ytt&auml;j&auml; voi luoda kuva-albumeita
gl_es: O usuario pode crear &aacute;lbumes
it_it: L'utente pu&ograve; creare album
ja_jp: アルバム作成可
pl_pl: Czy u¿ytkownik mo¿e tworzyæ albumy?
pt_br: Usuário pode criar álbuns

source: User is an admin
af_za: Gebruiker is 'n Administrateur
ar_eg: ÇäåÓÊÎÏå çè ÇäåÏêÑ
bg_bg: Потребителя е администратор
da_dk: Bruger er administrator
fi_fi: K&auml;ytt&auml;j&auml; on p&auml;&auml;k&auml;ytt&auml;j&auml;
gl_es: O usuario &eacute; un administrador
it_it: L'utente &egrave; un amministratore
ja_jp: 管理者ユーザです
pl_pl: U¿ytkownik jest adminem
pt_br: Usuário é um administrador

source: you can't un-admin yourself
ar_eg: äÇêåãæã ÃäÇ Êãèæ åÏêÑÇ
bg_bg: не можете сами да премахнете администраторския си статут
da_dk: Du kan ikke fjerne administrator rettigheder fra dig selv
fi_fi: et voi riist&auml;&auml; itselt&auml;si p&auml;&auml;k&auml;ytt&auml;j&auml;n oikeuksia
gl_es: Non pode elimina-la s&uacute;a categor&iacute;a de administrador
ja_jp: 自分自身を管理者から外すことはできません
pl_pl: nie mo¿esz siê odadminiæ;]
pt_br: você não pode retirar seu próprio status de administrador

source: Note: Admins can always create albums and are allowed to change their password.
af_za: Nota: Administrateurs mag altyd nuwe albums skep en mag hulle wagwoord verander.
it_it: Nota: gli Amministratori possono sempre creare album e hanno la facolt&agrave; di modificare le proprie password.
ja_jp: 注意: 管理者は常にアルバム作成ができ、自分自身のパスワード変更ができます。

source: Send email to user when account is created
af_za: Stuur e-pos aan gebruiker wanneer rekening geskep is
it_it: Spedisci un'email all'utente quando l'account viene creato
ja_jp: アカウント作成時にユーザにメールを送信

source: Donate to Gallery now!!
af_za: Skenk 'n Geltjie aan die <u>Gallery</u>'tjie!
ar_eg: ÊÈÑÙ ääåÙÑÖ ÇäÂæ!!
bg_bg: Направете дарение за Галерията!!
da_dk: Støt Gallery nu!!
fi_fi: Rahoita Galleriaa!!
gl_es: Facer unha doaz&oacute;n a Gallery agora!
it_it: Fa' una donazione a Gallery ora!!
ja_jp: Galleryへ寄付する
pl_pl: Dofinansuj Galeriê teraz!!
pt_br: Realizar doação para o Gallery agora!!

source: Gold Frame
bg_bg: Златна Рамка
fi_fi: Kultainen kehys
ja_jp: ゴールドフレーム
pl_pl: Z³ota Ramka
pt_br: Borda Dourada

source: Spiral Notebook
bg_bg: Тетрадка
ja_jp: スパイラルノートブック
pl_pl: Spiralny zeszyt
pt_br: Espiral de Caderno

source: Polaroid
bg_bg: Полароид
ja_jp: ポラロイド
pt_br: Polaróide

source: Polaroids
bg_bg: Полароиди
fi_fi: Polaroid-reunukset
ja_jp: ポラロイド2
pl_pl: Polaroid
pt_br: Polaróides

source: Shadows
bg_bg: Сенки
fi_fi: Varjot
ja_jp: シャドウ
pl_pl: Cienie
pt_br: Sombreados

source: Original Style
bg_bg: Оригинален стил
fi_fi: Alkuper‰inen tyyli
ja_jp: オリジナル
pl_pl: Oryginalny styl
pt_br: Estilo Original

source: Wood Frame
bg_bg: Дървена Рамка
fi_fi: Puinen kehys
ja_jp: ウッドフレーム
pl_pl: Drewniana Ramka
pt_br: Borda de Madeira

source: Debug ON ! Level %s
ja_jp: デバッグが有効です! レベル %s

source: Security violation
af_za: Beveiligingsinbreuk
ar_eg: ÅæÊçÇã ÇäÃåæğ
bg_bg: Нарушение на защитата
da_dk: Sikkerhedssvigt
fi_fi: Turvallisuusrike
gl_es: Violaci&oacute;n dunha directiva de seguridade
it_it: Violazione della protezione
ja_jp: セキュリティ侵害
pl_pl: Naruszenie bezpieczeñstwa
pt_br: Violação de segurança

source: Description
af_za: Beskrywing
ar_eg: èÕá
bg_bg: Описание
da_dk: Beskrivelse
fi_fi: Kuvaus
gl_es: Descrpici&oacute;n
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
pt_br: Descrição

source: Use the Gallery Remote Applet to upload pictures. It will take a short while to download.
af_za: Gebruik die <i>Gallery Remote Applets</i> om foto's op te laai. Dit sal net 'n rukkie duur om dit af te laai.
ar_eg: ÅÓÊÙåäò ÈÑæÇåÌ ÇäåÙÑÖî ÇäåÍÏèÏ äÊÍåêä ÇäÕèÑğ. ÓêÓÊÚÑâ áÊÑÉ âÕêÑÉ ääÊîÍåêä
bg_bg: Използвайте 'Remote Applet'-а на Галерията за качване на снимки. Ще отнеме съвсем кратко време за да го свалите.
da_dk: Benyt "Gallery Remote Applet" til at overføre billeder. Det vil tage et kort øjeblik at indlæse den.
fi_fi: K‰yt‰ Gallery Remote -applettia kopioidaksesi kuvia palvelimelle. Huom: sen latautuminen kest‰‰ hetken.
gl_es: Utilice os Applets Remotos de Gallery para subir fotograf&iacute;as. Llevaralle un rato descarregalo.
it_it: Usa l'applet Gallery Remote per fare l'upload delle immagini. Ci vorr&agrave; poco per scaricarla.
ja_jp: 画像をアップロードするのにGallery Remote Appletを使ってください。アプレットのダウンロードにはあまり時間はかかりません。
pl_pl: U¿ywa Zdalnego Apletu Galerii by wgrywaæ zdjêcia. Zajmie chwilê by go ¶ci±gn±æ.
pt_br: Use o Gallery Remote Applet para enviar fotos. Ele levará um tempo para fazer o download.

source: If you don't have the Java Plugin 1.4 or later, you can use one of the other methods.
af_za: As jy nie die Java Plugin 1.4 of later het nie, kan jy 'n alternatiewe metodes gebruik.
ar_eg: ÅĞÇ äå êãæ äÏêã ÈÑæÇåÌ ÌÇáÇ 1.4 Ãîè ÃèæÓÎÉ ÃÍÏË¬ áêïåòãğæã ÇÓÊÎÏÇå ÇÍÏé Çä×Ñâğ ÇäÃÎÑé
bg_bg: Ако нямате Java Plugin 1.4 или по-нов, можете да използвате някой от другите методи.
da_dk: Hvis du ikke har Java Plugin 1.4 eller nyere, kan du benytte en af de andre metoder.
fi_fi: Jos sinulla ei ole Java Plugin 1.4:sta tai uudempaa, voit k‰ytt‰‰ jotakin muuta tapaa.
gl_es: Se non ten o plugin de Java 1.4 o posterior, pode escoller un destes m&eacute;todos.
it_it: Se non hai il plugin Java 1.4 o successivo, puoi usare uno degli altri metodi.
ja_jp: Javaプラグイン 1.4以降でないなら、他の方法でアップロードしてください。
pl_pl: Je¿eli nie masz wtyczki Java 1.4 lub nowszej, mo¿esz u¿yæ innej metody.
pt_br: Se você não possuir o Java Plugin 1.4 ou superior, você pode usar um dos outros métodos.

source: Your browser doesn't support applets; you should use one of the other upload methods.
af_za: Jou blaaier ondersteun nie <i>Applets</i> nie. Jy moet 'n alternatiewe oplaai metode te gebruik.
ar_eg: äÇ êÏÙå åÊÕáÍã ÇäÈÑÇåÌ ÇäåÍÏèÏÉî» äĞÇ êîÌğÈ Ãæ ÊîÓÊÎÏå ÅÍÏé ×Ñâ ÙÑÖ ÇäÔÑÇÆÍ ÇäÃÎÑé
bg_bg: Броузера ви не поддържа 'Java Applets'; използвайте някой от другите методи за качване.
da_dk: Din browser understøtter ikke Java applets; du bør benytte en af de andre fremvisnings-metoder.
fi_fi: Selaimesi ei tue appletteja, joten sinun tulee k‰ytt‰‰ jotakin muuta kuvien kopiointitapaa.
gl_es: O seu navegador no soporta a ejecuci&oacute;n de applets; deber&iacute;a usar un destes m&eacute;todos de subida.
it_it: Se il tuo browser non supporta le applet, dovrai usare uno degli altri metodi di upload.
ja_jp: あなたのブラウザはアプレットをサポートしていません。他の方法でアップロードしてください。
pl_pl: Twoja przegl±darka nie wspiera innych apletów; powiniene¶ u¿yæ innej metody wgrywania.
pt_br: Seu navegador não suporta applets; você deve usar um dos outros métodos de envio de arquivo.

source: Use the Gallery Remote Mini Applet to upload pictures. It will take a short while to download.
af_za: Gebruik die Gallery Remote Mini Applets om foto's op te laai. Dit sal net 'n rukkie duur om dit af te laai.
ar_eg: ÇÓÊÎÏå ÈÑæÇåÌ ÇäåÙÑÖ ÇäåÍÏèÏ äÅÑòÓÇä ÇäÕèÑ, èÓîêîÃÓÊÚÑâ Ğäã áÊÑÉ âÕêÑÉ
bg_bg: Използвайте 'Remote Mini Applet'-а на Галерията за качване на снимки. Ще отнеме съвсем кратко време за да го свалите.
da_dk: Benyt "Gallery Remote Mini Applet" til at overføre billeder. Det vil tage et kort øjeblik at indlæse den.
fi_fi: K‰yt‰ Gallery Remote Mini -applettia lis‰t‰ksesi kuvia Galleriaan. Huom: appletin latautuminen kest‰‰ hetken.
gl_es: Utilice o Mini Applet Remoto de Gallery para subir imaxes. Levaralle un rato descarregalo.
it_it: Usa la Gallery Remote Mini Applet per fare l'upload delle immagini. Ci vorr&agrave; poco tempo per scaricarla.
ja_jp: 画像をアップロードするのに、Gallery Remote Mini Applet を使ってください。アプレットのダウンロードは短時間ですみます。
pl_pl: U¿ywa Zdalnego Mini Apletu Galerii by wgrywaæ zdjêcia. Zajmie chwilê by go ¶ci±gn±æ.
pt_br: Usar o Gallery Remote Mini Applet para enviar fotos. Isso levará um tempo para fazer o download.

source: Click the <b>Browse</b> button to locate a photo to upload.
af_za: Kliek op die <b>Blaai</b> knoppie om 'n foto te kies om op te laai.
ar_eg: ÇÖÚ× ÒÑ Çä<b> Browse </b> äÊîÍÏêÏ åãÇæ ÇäÕèÑÉ äÅÑÓÇäçÇ
bg_bg: Натиснете бутона <b>Browse</b> за да намерите снимка която искате да прехвърлите на сървъра.
da_dk: Tryk på <b>Gennemse</b> knappen for at finde et billede, der skal overføres.
fi_fi: Klikkaa <b>Selaa</b> painiketta paikallistaaksesi palvelimelle kopioitavan kuvan.
gl_es: Pulse no bot&oacute;n <b>Examinar</b> para localiza-la foto que vai subir.
it_it: Clicca sul tasto <b>Sfoglia</b> per scegliere la foto da caricare.
ja_jp: <b>参照</b> ボタンをクリックしてアップロードする画像ファイルを指定してください。
pl_pl: Kliknij <b>Przegl±daj</b> aby zlokalizowaæ obrazek do wgrania.
pt_br: Clique no botão <b>Procurar (Browse)</b> para localizar uma foto para upload.

source: Upload a compressed file (zip, rar, ace ...) full of photos and movies!
da_dk: Overfør en komprimeret fil (zip, rar, ace ...) med billeder og/eller film!
ja_jp: 画像や動画ファイルで構成される圧縮ファイル(zip, rar, ace ...)をアップロードできます。
pt_br: Envie um arquivo compactado (zip, rar, ace, etc...) contendo suas fotos e / ou vídeos!

source: If no caption is set, what would you like the captions to default to?
bg_bg: Ако няма надписи, какъв искате да е бъде презададения надпис?
da_dk: Hvis billedteksten ikke er sat, hvad skal standard billedteksten så være?
fi_fi: Jos kuvateksti‰ ei ole asetettu, mit‰ tahdot oletuskuvatekstiksi?
it_it: Se nessuna didascalia &egrave; selezionata, cosa vuoi che sia visualizzato di default?
ja_jp: キャプションが設定されない場合、キャプションにはデフォルトで何を入れますか?
pl_pl: Je¶li nie ma ustawionego nag³ówka, jaki ma byæ standardowy nag³ówek?
pt_br: Se nenhuma legenda for adicionada, o que você gostaria que fosse o padrão das legendas?

source: Upload Now
af_za: Oplaai
ar_eg: ÇÑÓä äÂæ
bg_bg: Качване
da_dk: Overfør nu
fi_fi: Kopioi palvelimelle
gl_es: Subir xa
it_it: Invia Ora
ja_jp: アップロードする
pl_pl: Wgraj teraz
pt_br: Enviar Agora

source: You can use one of these desktop agents to drag and drop photos from your desktop
af_za: Jy kan ook van een van die volgende programme gebruik maak om foto's vanaf jou rekenaar op te laai
ar_eg: êåãğæ Ãîæ ÊîÓÊÎÏå ÃÍÏ ÙèÇåä Ó×Í ÇäåãÊÈ äÓÍÈ èæÓÎ çĞç ÇäÕèÑğ Ùäé ÍÇÓèÈã
bg_bg: Бихте могли да използвате една от следните програми с които директно можете да премествате и качвате файлове от вашия компютър
da_dk: Du kan bruge en af følgende skrivebordsagenter til at trække og slippe billeder fra dit skrivebord
fi_fi: Voit k&auml;ytt&auml;&auml; jotakin n&auml;ist&auml; ty&ouml;p&ouml;yt&auml;agenteista raahataksesi kuvia ty&ouml;p&ouml;yd&auml;lt&auml;si
gl_es: oede usar un destes Axentes de Escritorio para pinchar e arrastra-las fotos dende o seu escritorio
it_it: Puoi utilizzare uno di questi desktop agent per spostare foto dal tuo computer
ja_jp: あるいは、以下のデスクトップ エージェントを使ってデスクトップからドラッグ&amp;ドロップすることもできます。
pl_pl: Mo¿esz u¿yæ jednego z agentów pulpitu aby przeci±gn±æ i upu¶ciæ obrazek bezpo¶rednio z pulpitu
pt_br: Você pode usar um destes programas para arrastar-e-soltar fotos do seu computador

source: A Java application that runs on Mac, Windows and Unix
af_za: 'n Java-toepassing vir alle Mac-, Windows- of Unix-rekenaars.
ar_eg: Ê×ÈêâÇÊ ÇäÌÇáÇ ÇäÊé ÊÓÊÎÏå Ùäé ÃÌçÒÉ ÇäåÇãğæÊèÔ èæèÇáĞ åêãÑèÓèáÊ èÇäêèæêãÓ
bg_bg: Java програма която може да се стартира на Mac, Windows и Unix
da_dk: En Java-applikation som kører på Mac, Windows og Unix platforme
fi_fi: Java-ohjelma, joka toimii niin Mac-, Windows- kuin Unix-koneissakin
gl_es: Unha aplicaci&oacute;n Java que corre en Mac, Windows e Unix
it_it: Un'applicazione Java che funziona su Mac, Windows e Unix
ja_jp: Mac、Windows、Unixで動くJavaアプリケーションです。
pl_pl: Aplikacja JAVA - dzia³a na MACach, Windows'ach i Unix'ach
pt_br: Uma aplicação Java que roda em Macintosh, Windows e Unix.

source: Other methods
af_za: Alternatiewe metodes
ar_eg: ×Ñâ ÃÎÑé
bg_bg: Други методи
da_dk: Andre metoder
fi_fi: Muut tavat
gl_es: Outros m&eacute;todos
it_it: Altri metodi
ja_jp: 他の方法
pl_pl: Inne metody
pt_br: Outros métodos

source: See a couple of other Methods for adding pictures to your Gallery on Gallerys Website.
af_za: Sien 'n paar alternatiewe metodes hoe om foto's na jou webwerf op te laai.
ar_eg: ÃæØÑ Åäé ×ÑêâÊêæ ÃÎÑÊêæ äÅÖÇáÉ ÇäÕèÑ Åäé åÙÑÖã Ùäé åèâÙğ ÇäåÙÇÑÖ
bg_bg: Вижте на главната страница на Галерията няколко други метода за добавяне на снимки във вашата Галерия.
da_dk: På Gallery hjemmesiden kan du se andre metoder der kan benyttes til at tilføje billeder til dit galleri.
fi_fi: Tutustu Gallerian kotisivulla eri tapoihin, joilla voit lis‰t‰ kuvia Galleriaan.
gl_es: Vexa un par doutros M&eacute;todos para engadir fotograf&iacute;as &aacute; s&uacute;a galer&iacute;a no sitio web de Gallery.
it_it: Da' un'occhiata sul sito di Gallery per gli altri Metodi di fare l'upload sulla tua Gallery.
ja_jp: あなたのGallery ウェブサイトに画像を追加する他のふたつの方法を見ます。
pl_pl: Spójrz na stronê Gallerii na kilka innych metod dodawania zdjêæ do Twojej Galerii.
pt_br: Veja outros métodos para adicionar fotos para seu Gallery no site do Gallery.

source: Windows XP Publishing Agent
ar_eg: ÇäÙÇåä ÇäåÓÇÙÏ äÊÍÑêÑ æèÇáĞ XP
fi_fi: Windows XP julkaisuagentti
gl_es: Axente de Publicaci&oacute;n de Windows XP
ja_jp: Windows XP Web 発行ウィザード
pl_pl: Agent Publikacji Windows XP
pt_br: Agente de Publicação do Windows XP

source: <i>Note:</i> this feature is still experimental!
ar_eg: <i> åïäÇÍØÉ: </i> çĞç ÇäÎÇÕêÉ åÇ ÒÇäîÊò âêÏ ÇäÊÌÑÈÉ!
bg_bg: <i>Забележка:</i> тази функция на Галерията е все още екпериментална!
da_dk: <i>Obs:</i> denne funktion er stadig eksperimentel!
fi_fi: <i>Huom:</i> t&auml;m&auml; toiminto on viel&auml; kokeiluasteella!
gl_es: <i>Nota:</i> ٮEsta caracter&iacute;stica &eacute; todav&iacute;a experimental!
ja_jp: <i>注意:</i> この機能はまだ実験段階です。
pl_pl: <i>Notka:</i> ta opcja jest jeszcze w fazie testów!
pt_br: <i>Nota:</i> esta função ainda é experimental!

source: Upload any images found at this location.
af_za: Of, laai al die foto's op wat in hierdie l&ecirc;ergids is.
ar_eg: ÃÑÓä Ãê ÕèÑ ÊèÌÏ áê çĞÇ ÇäåèÖÙ
bg_bg: Качване на всички снимки намерени в посоченото място.
da_dk: Overfør alle billeder der findes på dette sted.
fi_fi: Kopioi t‰st‰ paikasta lˆytyv‰t kuvat.
gl_es: Subir calquera imaxe encontrada nesta direcci&oacute;n.
it_it: Invia ogni immagine trovata in questa locazione.
ja_jp: この場所で見付かったあらゆる画像のアップロード。
pl_pl: Wgraj wszystkie obrazki znalezione w tej lokalizacji.
pt_br: Enviar quaisquer imagens encontradas neste diretório.

source: The location can either be a URL or a local directory on the server.
af_za: Die vindplek kan &oacute;f 'n URL &oacute;f 'n l&ecirc;ergids op die bediener wees.
ar_eg: ÇäåèÖÙ êåãæ Ãîæ êîãïèæ ÑÇÈ×Ç Ãè ÏäêäÇ åÍäêÇ áé åÒèÏ ÎÏåÇÊ ÇäÇæÊÑæÊ
bg_bg: Посоченото място може да е или web-страница, или локална директория на сървъра.
da_dk: Stedet kan enten være en URL eller et lokalt katalog på serveren.
fi_fi: Sijainti voi olla joko URL tai palvelimella sijaitseva paikallinen hakemisto.
gl_es: A direcci&oacute;n pode ser tanto unha URL como un directorio local no servidor.
it_it: La locazione pu&ograve; essere sia un URL che una directory sul server.
ja_jp: 指定する場所はURLでもサーバ上のローカルディレクトリでもかまいません。
pl_pl: Lokalizacja mo¿e byæ zarówno URLem jak i lokalnym katalogiem na serwerze.
pt_br: O local pode ser tanto uma URL ou um diretório no servidor.

source: FTP images to a directory on your server then provide that path here!
af_za: FTP foto's na 'n l&ecirc;ergids op die bediener en gee hier die volle gidsnaam aan!
ar_eg: ÃÑÓä ÇäÕèÑ Ùæ ×Ñêâ Çä FTP Åäé Ïäêä Ùäé åÒèÏã Ëå ÖÙ çĞÇ ÇäåÓÇÑ çæÇ
bg_bg: Качете с FTP изображенията във директория на вашия сървър, след което посочете пътя към директорията тук!
da_dk: Overfør billeder med FTP til et katalog på din server og angiv stien her!
fi_fi: Kopioi valokuvat FTP:ll‰ palvelimelle ja liit‰ sitten kuvahakemiston polku t‰h‰n!
gl_es: Po&ntilde;a as imaxes nun directorio no seu servidor mediante FTP e ent&oacute;n engada esa ruta aqu&iacute;.
it_it: Carica le immagini sul tuo server via FTP e dopo inserisci il loro indirizzo qui!
ja_jp: あなたのサーバ上のディレクトリのFTPパスをここへ入力してください。
pl_pl: Wgraj poprzez FTP obrazki do katalogu na serwerze a potem wprowad¼ tutaj ¶cie¿kê do niego!
pt_br: Envie as imagens através de FTP para um diretório no seu servidor e então informe o diretório aqui!

source: What would you like the captions to default to?
af_za: Wat wil jy as verstekwaarde vir byskrifte h&ecirc;?
bg_bg: Какъв бихте искали да е презададения надпис?
da_dk: Hvad skal standard billedteksten være?
fi_fi: Mit‰ tahdot oletuskuvatekstiksi?
it_it: Come vuoi che sia impostata la didascalia predefinita?
ja_jp: キャプションにはデフォルトで何を入れますか?
pl_pl: Jaki ma byæ standardowy nag³ówek?
pt_br: O que você gostaria que fosse o padrão das legendas?

source: Submit URL or directory
af_za: Gee URL of gids aan
ar_eg: ÃÑÓä ÇäÑÇÈ× Ãè ÇäåÓÇÑ
bg_bg: Въведете web-адрес или директория
da_dk: Indsend URL eller katalog
fi_fi: L&auml;het&auml; URL tai hakemistopolku
it_it: Invia un URL o una directory
ja_jp: URLやディレクトリを送信する
pl_pl: Wgraj z URLa lub katalogu
pt_br: Enviar URL ou diretório

source: If you experience problems, you can find help on the %sGallery Help Page%s.
af_za: In geval van probleme, kan jy hulp op die %sGallery Hulp blad%s soek
bg_bg: Ако имате проблеми, можете да намерите помощ на %sСтраницата за Помощ на Галерията%s.
da_dk: Hvis du får problemer kan du søge hjælp på %sGallery hjælpesiden%s.
it_it: Se dovessi avere dei problemi, puoi trovare aiuto su %s Gallery Help Page%s.
ja_jp: 問題が発生したら、%sGallery ヘルプページ%s(英語) でヘルプを見つけることができます。
pl_pl: Je¿eli napotkasz jakie¶ problemy, powiniene¶ przejrzeæ pomoc na %sStronie Pomocy Galerii%s.
pt_br: Se você enfrentar problemas, você pode procurar ajuda na %s Página de Ajuda do Gallery%s

source: Gallery needs Reconfiguration
af_za: <u>Gallery</u> moet nog gekonfigureer word
bg_bg: Галерията има нужда от Преконфигуриране
da_dk: Gallery skal rekonfigureres
fi_fi: Gallerian asetukset tulee tehd&auml; uudelleen
it_it: Gallery deve essere Riconfigurato
ja_jp: Gallery は再コンフィグレーションが必要です。
pl_pl: Galeria wymaga przekonfigurowania
pt_br: Gallery precisa de Reconfiguração

source: Your Gallery settings were configured with an older version of Gallery, and are out of date. Please re-run the Configuration Wizard!
af_za: Jou Gallery instelling is met 'n Konfigurasie-towenaar van 'n ouere weergawe van Gallery gemaak, en is uit datum uit. Laat die Konfigurasie Towenaar weer loop.
bg_bg: Настройките ви са били създадени от предишна версия на Галерията. и са доста остаряли. Моля стартирайте Конфигуратора отново! Ето как:
da_dk: Din konfigurering af Gallery blev lavet med en konfigurationshjælper fra en ældre version af Gallery. Den er forældet. Kør konfigurationshjælperen igen!
it_it: La tua configurazione &egrave; stata impostata usando una vecchia versione di Gallery, ed &egrave; obsoleta. Lancia di nuovo il Configuration Wizard!
ja_jp: この Gallery 設定は古いバージョンの Gallery によるもので、古くなっています。コンフィグレーションウィザードを再度実行してください。
pl_pl: Twoja konfiguracja Galerii zosta³a stworzona przy u¿yciu starszej wersji Galerii i jest nieaktualna. Uruchom Kreator Konfiguracji ponownie!
pt_br: As configurações do seu Gallery foram criadas com uma versão antiga do Gallery e estão desatualizadas. Por favor, re-execute o Assistente de Configuração!

source: Launch the %sConfiguration Wizard%s.
af_za: %skonfigurasie wysgeer%s
bg_bg: След това стартирайте %sКонфигуратора%s.
da_dk: Kør %skonfigurationshjælperen%s.
fi_fi: K&auml;ynnist&auml; %sasennuswelho%s
it_it: Lancia la %sConfigurazione Guidata%s.
ja_jp: %sコンフィグレーション ウィザード%s を開く
pl_pl: Uruchom %sKreator Konfiguracji%s.
pt_br: Iniciar o %sAssistente de Configuração%s.

source: Gallery Configuration Error
af_za: Gallery Konfigurasie fout
bg_bg: Грешка в Конфигурацията на Галерията
da_dk: Konfigurationsfejl i Gallery
fi_fi: Gallerian asennusvirhe
it_it: Errore nella Configurazione di Gallery
ja_jp: Gallery コンフィグレーションエラー
pl_pl: B³±d konfiguracji Galerii
pt_br: Erro de Configuração do Gallery

source: Gallery has not been configured!
af_za: Gallery is nog nie gekonfigureer nie!
bg_bg: Галерията не е била конфигурирана!
da_dk: Gallery er ikke konfigureret!
fi_fi: Gallerian asetuksia ei ole m&auml;&auml;ritetty!
it_it: Gallery non &egrave; stata configurata!
ja_jp: Gallery は設定が完了していません
pl_pl: Galeria nie zosta³a skonfigurowana!
pt_br: Gallery não foi configurado!

source: Gallery must be configured before you can use it.
af_za: Galley moet ingestel word voordat jy dit kan gebruik.
bg_bg: Галерията трябва да бъде конфигурирана преди да можете да я ползвате.
da_dk: Galleriet skal konfigureres før du kan bruge det.
it_it: Gallery deve essere configurata prima di essere usata.
ja_jp: Gallery を使う前に設定をしなければなりません。
pl_pl: Galeria musi byæ skonfigurowana zanim bêdziesz móg³ jej u¿yæ.
pt_br: O Gallery deve ser configurado antes que você possa usá-lo.

source: Create an empty file .htaccess and an empty file config.php
bg_bg: Създайте празен файл .htaccess и празен файл config.php
da_dk: Opret en tom .htaccess fil og en tom config.php fil
fi_fi: Luo tyhj‰ .htaccess- ja tyhj‰ config.php-tiedosto
ja_jp: 空のファイル .htaccess と config.php を作成してください。
pl_pl: Utwórz pusty plik .htaccess i pusty plik config.php
pt_br: Crie um arquivo .htaccess vazio e um arquivo config.php vazio

source: Create an albums folder for your pictures and movies.
bg_bg: Създайте директория за албумите със снимките и филмите ви.
da_dk: Opret et albumbibiliotek til dine billeder og film.
ja_jp: 画像と動画を入れるアルバムフォルダを作成してください。
pl_pl: Utwórz katalog albumów dla twoich obrazków i zdjêæ
pt_br: Crie uma pasta para os álbuns para armazenar suas fotos e seus vídeos.

source: Make sure that both files and the folder are read and writeable for your webserver !
bg_bg: Трябва да сте сигурни че web-сървъра може да чете и пише в двата файла и директорията!
da_dk: Kontroller at begge filer samt biblioteket kan læses og skrives af din webserver !
ja_jp: 両方のファイルとフォルダが、ウェブサーバから読み書き可能であることを確認してください。
pl_pl: Upewnij siê, ¿e pliki i katalogi mog± byc czytane i zapisywane przez twój webserwer.
pt_br: Tenha certeza que ambos os arquivos e as pastas sejam lidos e escritos pelo seu servidor web!
