Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Display the name of photo owners with the caption?
ar_eg: çä ÊÑêÏ ÙÑÖ ÃÓåÇÁ ÃÕÍÇÈ ÇäÕèÑÉ åÙ ÇäÊÙäêâ¿
bg_bg: Искате ли заедно с надписите на снимките да се показва и името на собсвеника им?
es_es: ¿Mostrar los nombres de los propietarios de la foto en la leyenda?
gl_es: Amosa-los nomes dos propietarios da foto na lenda?
is_is: Birta nafn myndeiganda með myndatextanum?
nl_nl: De naam van de eigenaar van de foto in het onderschrift tonen?
pt_br: Mostrar o nome do dono da foto com a legenda?
sv_se: Visa namn på fotoägare tillsammans med objekttext?
vi_vn: Hiển thị tên người sở hữu ảnh với chú thích?

source: Polling configuration
ar_eg: ÅÙÏÇÏ ÇäÅâÊÑÇÙ.
bg_bg: Настройки за гласуването
es_es: Configuración de la encuesta
gl_es: Configuraci&oacute;n da enquisa
is_is: Uppsetning atkvæðagreiðslu
nl_nl: Poll configuratie
no_no: Avstemmingsinnstillinger
pt_br: Configuração de Votação
sv_se: Omröstningskonfiguration
vi_vn: Cấu hình bình chọn

source: In each album, voting can be switched off, restricted to logged in users or open to all visitors.
ar_eg: êåãæ Úäâ ÇäÊÕèêÊ áé ãä ÃäÈèå¬ èâÕÑç áâ× Ùäé ÇäåÓÊÎÏåêæ ÇäĞêæ ÓÌäèÇ ÇäÏÎèä¬ ãåÇ êåãæ áÊÍç äÌåêÙ ÇäÒÇÆÑêæ.
bg_bg: Във всеки албум, гласуването може да бъде изключено, ограничено само за регистрирани потребители, или да е отворено за всички посетители.
es_es: En cada álbum, las votaciones pueden desactivarse y ser restringidas a los usuarios identificados o estar disponibles a todos los visitantes.
gl_es: En cada &aacute;lbume, as votaci&oacute;ns poden desactivarse e ser restrinxidas &oacute;s usuarios identificados ou estar dispo&ntilde;ibles a t&oacute;dolos visitantes.
is_is: Í hverju albúmi getur atkvæðagreiðslan verið óvirk, takmörkuð við innskráða notendur, eða opin öllum gestum.
nl_nl: In elk album kan het stemmen uitgezet worden, beperkt tot ingelogde gebruikers of open voor alle bezoekers
pt_br: Em cada álbum, a votação pode ser desligada, restrita para usuários autenticados ou aberta a todos os visitantes.
sv_se: I varje album så kan omröstning stängas av, begränsas för endast inloggade användare eller vara öppen för alla besökare.
vi_vn: Trong mỗi album, bình chọn có thể được tắt, nghiêm cấm những thành viên đã đăng nhập hoặc mở ra cho tất cả khách viếng thăm.

source: There are two sorts of polls: %s, which allows voters to chose their favourites as first, second, third etc., and %s, which allows voters to rate any or all of the images without restriction. %s is like a film review where all the images can get (for example) 5 points, while %s is useful in scoring competitions.
ar_eg: çæÇã æèÙÇæ åæ ÇäÅâÊÑÇÙ: ÇäÃèä çè%s èçèÇäĞé êÓåÍ ääæÇÎÈêæ ÈÇÎÊêÇÑ ÑÚÈÇÊçå: ÇäÃèäé áÇäËÇæêÉ áÇäËÇäËÉ...ÅäÎ. èÇäËÇæé çè%s èçèÇäĞé êÓåÍ ääæÇÎÈêæ Ãæ êÕæáèÇ ÃêÇ åæ ÇäÕèÑ Ãè ÌåêÙçÇ Ïèæ âêÏ. %s êÔÈç åÑÇÌÙÉ áêäå ÍêË êåãæ äãä ÇäÕèÑ(Ùäé ÓÈêä ÇäåËÇä) ÇäÍÕèä Ùäé 5 æâÇ×. ÈêæåÇ %s åáêÏ áé åÓÇÈâÇÊ ÊÓÌêä ÇäæâÇ×.
bg_bg: Има два вида гласуване: %s, което позволява на гласуващите да изберат най-любимите си изображения като първо, второ, трето ...и %s, което позволява на гласуващите да оценяват всички изображения без ограничения. %s е като ревю на филм, кадето всички изображения могат (например) да получат 5 точки, докато %s е по-полезно при състезаниа по точки.
es_es: Hay dos clases de encuestas: %s, que permite a los votantes elegir sus favoritos como primero, segundo, tercero, etc, y %s, que permite a los votantes tasar cada una o todas las imágenes sin ninguna restricción. %s es como hacer una crítica donde todas las imágenes pueden obtener (por ejemplo) 5 puntos, mientras que %s es útil en competiciones con tanteo.
gl_es: Hai d&uacute;as clases de enquisas: %s, que permite &oacute;s votantes elixi-los seus favoritos como primeiro, segundo, terciero, etc, e %s, que permite &oacute;s votantes tasar cada unha ou t&oacute;dalas imaxes sin ningunha restricci&oacute;n. %s &eacute; como facer unha cr&iacute;tica onde t&oacute;dalas imaxes poden obter (por exemplo) 5 puntos, mentras que %s &eacute; &uacute;til en competici&oacute;ns con tanteo.
is_is: Til eru tvær tegundir atkvæðagreiðslu: %s, þar sem kjósendur velja uppáhaldsmyndir sínar í fyrsta, annað, þriðja sæti, o.s.frv., og %s, þar sem kjósendur gefa einhverjum eða öllum myndanna einkunn eins og þeim sýnist. %s er eins og kvikmyndagagnrýni þar sem allar myndirnar geta fengið (til dæmis) 5 stig, en %s er nytsamleg við að reikna út úrslit í keppni.
nl_nl: Er zijn 2 soorten polls: %s, welke stemmers in staat stelt om hun eerste, tweede etc favoriete afbeelding aan te geven en %s, welke de stemmers de mogelijkheid geeft om 1 of meerdere afbeeldingen te beoordelen zonder beperkingen. %s is als een film review waar alle afbeeldingen (bijvoorbeeld) 5 punten kunnen krijgen, terwijl %s handig is in wedstrijdverband.
pt_br: Há dois tipos de votação: %s, que permitirá aos eleitores escolher seus favoritos como "primeiro", "segundo", "terceiro", etc., e %s, que permitirá aos eleitores dar notas a quaisquer imagens ou a todas as imagens sem restrições. %s é como um uma crítica de filme, onde todas as imagens podem ganhar (por exemplo) 5 pontos, enquanto %s é eficiente em competições de pontuação.
sv_se: Det finns två slags omröstningar: %s, som tillåter röstare att välja deras favoriter som första, andra, tredje, o.s.v. och %s, vilken tillåter röstare att bedöma några eller alla bilder utan begränsning. %s är som en filmrecension där alla bilder kan få (till exempel) 5 poäng, medan %s är användbar i poängtävlingar.
vi_vn: Có 2 kiểu cho bình chọn: %s, sẽ cho phép người bình chọn chọn những thứ họ thích đầu tiên, thứ hai, thứ ba, vv. và %s, sẽ cho phép người bình chọn đánh giá bất cứ hoặc tất cả ảnh không có ngăn cấm. %s giống như một phim xem trước khi mà tất cả các ảnh có thể có (ví dụ) 5 điểm, còn %s sẽ thuận tiện dùng khi chọn điểm.

source: Rank
ar_eg: åÑÊÈÉ
bg_bg: По Ред
es_es: Ranking
gl_es: Ranking
is_is: Staða
nl_nl: Notering
no_no: Rang
sv_se: Rangordna
vi_vn: Nút chọn

source: Critique
ar_eg: ÇäæâÏ.
bg_bg: С Критика
es_es: Crítica
gl_es: Cr&iacute;tica
is_is: Umsögn
nl_nl: Commentaar
no_no: Kritikk
pt_br: Crítica
sv_se: Bedöm
vi_vn: Hộp chọn

source: Voter class
ar_eg: åÑÊÈÉ ÇäæÇÎÈ.
bg_bg: Класификация на гласуващите
es_es: Tipo de votante
gl_es: Tipo de votante
is_is: Hverjir geta greitt atkvæði
nl_nl: Stemmers klasse
pt_br: Classe do eleitor
sv_se: Röstningskategori?
vi_vn: Hạng bình chọn

source: Voting is available to:
ar_eg: ÇäÊÕèêÊ åÊÇÍ ä:
bg_bg: Кой може да гласува:
es_es: Le está permitido votar a:
gl_es: Estalle permitido votar a:
is_is: Eftirfarandi geta greitt atkvæði:
nl_nl: Stemmen is mogelijk voor:
pt_br: Votação está disponível para:
sv_se: Omröstning är tillgänglig för:
vi_vn: Bình chọn là có sẵn cho:

source: Voting is off.
ar_eg: ÇæÊçé ÇäÊÕèêÊ.
bg_bg: Гласуването е изключено.
es_es: Las votaciones están desactivadas.
gl_es: As votaci&oacute;ns est&aacute;n desactivadas.
is_is: Slökkt er á atkvæðagreiðslu
nl_nl: Stemmen is niet mogelijk
pt_br: Votação está desligada.
sv_se: Omröstning är stängd.
vi_vn: Bình chọn đang tắt.

source: Anyone can vote. Votes are recorded against session ID.
ar_eg: êåãæ äÃé ÔÎÕ Ãæ êâèå ÈÇäÊÕèêÊ. ÊÓÌä ÇäÃÕèÇÊ åâÇÈä çèêÉ ÇäåÓÊÎÏå áê ÇäÌäÓÉ.
bg_bg: Всички могат да гласуват. Гласовете се записват чрез номера на сесията.
es_es: Nadie puede votar. Los votos son registrados respesto al identificador de sesión.
gl_es: Calquera pode votar. Os votos son rexistrados respeto &oacute; identificador de sesi&oacute;n.
is_is: Hver sem er getur greitt atkvæði. Atkvæði eru tengd við setulykil (&quot;session ID&quot;).
nl_nl: Iedereen kan stemmen. Stemmen worden opgeslagen tegen elk sessie ID
pt_br: Qualquer um pode votar. Votos são gravados na session ID.
sv_se: Alla kan rösta. Röster sparas emot sessionsID.
vi_vn: Ai cũng có thể bình chọn. Những bình chọn sẽ được ghi lại dựa vào nhận dạng session.

source: Logged in
ar_eg: Êå ÊÓÌêä ÇäÏÎèä.
bg_bg: Само регистрираните
es_es: Identificado
gl_es: Identificado
is_is: Innskráðir
nl_nl: Ingelogd
no_no: Innlogget
pt_br: Autenticado
sv_se: Inloggad
vi_vn: Đã đăng nhập

source: Registered users can vote. Votes are recorded against User ID, and voters can come back and change their choices.
ar_eg: ÇäåÓÊÎÏåèæ ÇäåÓÌäèæ äçå Íâ ÇäÊÕèêÊ. ÊÓÌä ÇäÃÕèÇÊ áé åâÇÈä çèêÉ ãä åÓÊÎÏå¬ ÈÍêË êåãæ ääæÇÎÈêæ ÇäÙèÏÉ åÑÉ ÃÎÑé èÊÚêêÑ ÇÎÊêÇÑÇÊçå ÅĞÇ ÃÑÇÏèÇ.
bg_bg: Само регистрираните потребители могат да гласуват. Гласовете се записват чрез номера на сесията и гласуващите могат да се върнат и да променят избора си.
es_es: Sólo los usuarios registrados pueden votar. Los votos se registran de acuerdo al identificador de usuario y los votantes pueden volver y cambiar sus elecciones.
gl_es: S&oacute; os usuarios rexistrados poden votar. Os votos rex&iacute;stranse dacordo &oacute; identificador de usuario e os votantes poden volver e cambia-las s&uacute;as elecci&oacute;ns.
is_is: Skráðir notendur geta kosið. Atkvæði eru tengd við notendur, og kjósendur geta komið aftur og breytt atkvæðum sínum.
nl_nl: Geregistreerde gebruikers kunnen stemmen. Stemmen worden opgeslagen tegen User ID, en stemmers kunnen terug komen om hun keuze te veranderen.
pt_br: Usuários registrados podem votar. Votos são gravados no nome de usuário e eleitores podem voltar atrás e mudar suas escolhas.
sv_se: Registrerade användare kan rösta. Röster sparas emot ett användarID så röstare kan komma tillbaka och ändra sina val.
vi_vn: Những thành viên đã đăng ký có thể bình chọn. Những bình chọn được ghi lại dựa theo nhận dạng thành viên (User ID), và những người bình chọn có thể quay lại và thay đổi cho lựa chọn của họ.

source: Poll type
ar_eg: æèÙ ÇäÅâÊÑÇÙ.
bg_bg: Тип на гласуването
es_es: Tipo de encuesta
gl_es: Tipo de enquisa
is_is: Tegund atkvæðagreiðslu
pt_br: Tipo de votação
sv_se: Omröstningstyp?
vi_vn: Loại bình chọn

source: Gallery offers two sorts of polls for voting for images. See above for a more detailed explanation.
ar_eg: êâÏå ÇäåÙÑÖ æèÙêæ åæ ÇäÅâÊÑÇÙ Ùäé ÇäÕèÑ. ÃæØÑ ÙÇäêç äåÒêÏ åæ ÇäÊáÕêä.
bg_bg: Галерията предлага два типа гласуване за изображенията. Вижте по-горе за по-подробно обяснение.
es_es: Gallery ofrece dos clases de encuestas para votar por las imágenes. Vea arriba para una explicación detallada.
gl_es: Gallery ofrece d&uacute;as clases de enquisas para votar polas imaxes. Vexa enriba para unha explicaci&oacute;n detallada.
is_is: Gallery býður upp á tvær tegundir atkvæðagreiðslu um myndir. Sjá nánari útskýringu hér á undan.
nl_nl: Gallery biedt 2 soorten van polls voor het stemmen op afbeeldingen. Zie hierboven voor een uitgebreidere toelichting.
pt_br: Gallery oferece dois tipos de questionários para votação das imagens. Veja abaixo para uma explicação mais detalhada.
sv_se: Gallery erbjuder två slags omröstningar för röstning på bilder. Se ovan för en mer detaljerad förklaring.
vi_vn: Thư viện ảnh giới thiệu 2 loại bình chọn khi bình chọn cho ảnh. Hãy xem ở trên cho diễn giải chi tiết.

source: Users have a set of votes which they can allocate to the images.
ar_eg: êèÌÏ ÙÏÏ åÙêæ åæ ÇäÃÕèÇÊ äãä åÓÊÎÏå èÇäÊê êåãæç ÊèÒêÙçå Ùäé ÇäÕèÑ.
bg_bg: Потребителите имат група точки за гласуване, които могат да бъдат разпределени между изображенията.
es_es: Los usuarios tienen un conjunto de votos que pueden asignar a las imágenes.
gl_es: Os usuarios te&ntilde;en un conxunto de votos que poden asignar &aacute;s imaxes.
is_is: Notendur hafa ákveðinn fjölda atkvæða sem þeir geta úthlutað myndunum.
nl_nl: Gebruikers hebben een verzameling stemmen die ze kunnen toewijzgen aan de afbeeldingen.
pt_br: Usuários têm um conjunto de votos pré-definidos que eles podem alocar para as imagens.
sv_se: Användare har en uppsättning av röster som kan fördelas på bilderna.
vi_vn: Người dùng có một lựa chọn cho bình chọn mà họ có thể chỉ định tới ảnh.

source: Enables users to give all images points without restriction.
ar_eg: Êåãæ ÇäåÓÊÎÏåêæ åæ Êâêêå ÇäÕèÑ ÈÇäÏÑÌÇÊ Ïèæ Ãé âêèÏ.
bg_bg: Позволява на потребителите да дават точки за оценка на всяко изображение без ограничения.
es_es: Habilitar a los usuarios a dar todos los puntos sin restricciones.
gl_es: Habilitar &oacute;s usuarios a dar t&oacute;dolos puntos sin restricci&oacute;ns.
is_is: Gerir notendum kleift að gefa öllum myndum stig án takmarkana.
nl_nl: Stel gebruikers in staat om alle afbeeldingen punten te geven, zonder restricties.
pt_br: Permite aos usuários atribuir a todas as imagens pontos sem restrições.
sv_se: Möjliggör för användare att ge alla bilder poäng utan restriktioner.
vi_vn: Cho phép người dùng chọn điểm cho tất cả các ảnh không có ngăn cấm.

source: Number of choices
ar_eg: ÙÏÏ ÇäÅÎÊêÇÑÇÊ.
bg_bg: Брой на изборите
es_es: Número de opciones
gl_es: N&uacute;mero de opci&oacute;ns
is_is: Fjöldi valmöguleika
nl_nl: Aantal keuzes
no_no: Antall valg
pt_br: Número de escolhas
sv_se: Antal val?
vi_vn: Số lượng lựa chọn

source: Number of choices that will be available to voters as radio buttons or in a pulldown menu.
ar_eg: ÙÏÏ åæ ÇäÅÎÊêÇÑÇÊ ÓÊãèæ åÊÇÍÉ ääæÇÎÈêæ Ùäé Ôãä ÃÒÑÇÑ ÇäÑÇÏêè Ãè ÈÔãä âÇÆåÉ åæÓÏäÉ.
bg_bg: Брой на точките за гласуване, които ще са на разположение на гласуващите, във формата на 'радио бутони' или меню.
es_es: Las opciones disponibles para los votantes aparecen como botones de radio o como una lista desplegable.
gl_es: As opci&oacute;ns dispo&ntilde;ibels para os votantes aparecen como bot&oacute;ns de radio ou como unha lista despregabel.
is_is: Fjöldi valmöguleika sem verða birtir kjósendum sem valtakkar (&quot;radio buttons&quot;) eða í fellivalmynd (&quot;pulldown menu&quot;).
nl_nl: Aantal keuzes dat beschikbaar is voor stemmers.
pt_br: Número de escolhas que estarão disponíveis para eleitores como botões de rádio ou menu pulldown.
sv_se: Antal val som kommer att bli tillgängliga för röstare som radioknappar eller i en rullgardinsmeny.
vi_vn: Số lượng lựa chọn sẽ có cho người bình chọn như kiểu nút chọn hoặc hộp chọn.

source: Vote hint
ar_eg: ÊäåêÍ ääÊÕèêÊ.
bg_bg: Съвет за гласуване
es_es: Intención de voto
gl_es: Intenci&oacute;n de voto
is_is: Atkvæðatengill
nl_nl: Stem hint
pt_br: Dica de votação
sv_se: Röstningspåminnelse:
vi_vn: Gợi ý bình chọn

source: This is displayed above the voting options under each image.
ar_eg: çĞÇ åÙÑèÖ áèâ ÎêÇÑÇÊ ÇäÊÕèêÊ ÊÍÊ ãä ÕèÑÉ.
bg_bg: Това е показано над позициите за гласуване за всяко изображение.
es_es: Esto es mostrado debajo de las opciones de la encuesta bajo cada imagen.
gl_es: Isto &eacute; amosado debaixo das opci&oacute;ns da enquisa baixo cada imaxe.
is_is: Þetta er birt fyrir ofan atkvæðavalkostina undir hverri mynd.
nl_nl: Dit wordt getoont boven de stem-opties onder iedere afbeelding.
pt_br: Isso será exibido acima das opções de votação abaixo de cada imagem.
sv_se: Detta visas ovanför röstningsalternativen under varje bild.
vi_vn: Dòng này sẽ được hiển thị trên những lựa chọn cho bình chọn dưới mỗi ảnh.

source: Vote for this image
ar_eg: ÕèÊ Ùäé çĞç ÇäÕèÑÉ.
bg_bg: Гласувайте за това изображение
es_es: Votar por esta imagen
gl_es: Votar por esta imaxe
is_is: Greiða þessari mynd atkvæði
nl_nl: Stem voor deze foto
no_no: Kommentarer til dette bildet
pt_br: Votar nesta imagem
sv_se: Rösta på denna bild
vi_vn: Bình chọn cho ảnh này

source: Show vote results
ar_eg: ÅØçÇÑ æÊÇÆÌ ÇäÊÕèêÊ.
bg_bg: Резултати от гласуването за прегледа
es_es: Mostrar resultados de la encuesta
gl_es: Amosar resultados da enquisa
is_is: Sýna niðurstöður atkvæðagreiðslu
nl_nl: Geef stem resultaten weer
pt_br: Mostrar resultados da votação
sv_se: Visa röstningsresultat?
vi_vn: Hiển thị kết quả bình chọn

source: Display a summary and graph on the album page of images that have received the highest votes, and provide a link to the full results. If this option is %s, results of voting will only be available to admins and album owners.
ar_eg: âå ÈÙÑÖ åäÎÕ èÑÓå ÈêÇæê Ùäé ÕáÍÉ ÃäÈèå ÇäÕèÑ ÇäÊé ÍÕäÊ Ùäé ÃÙäé æÓÈÉ åæ ÇäÃÕèÇÊ¬ Ëå ÃæÔéÁ ÇÑÊÈÇ×Ç ÈêæçÇ èÈêæ ÇäæÊÇÆÌ ÇäãÇåäÉ. áäè ãÇæ çĞÇ ÇäÅÎÊêÇÑçè%s¬ áÅæ æÊÇÆÌ ÇäÊÕèêÊ ÓÊãèæ åÊÇÍÉ äåÓÆèäé Çäæ×Çå èÃÕÍÇÈ ÇäÃäÈèåÇÊ áâ×.
bg_bg: Да бъдат ли показани резултат и диаграма на страницата на албума с най-високия брой гласове, и да е показан 'link' към пълните резултати. Ако изберете %s, резултатите от гласуването ще са само на разположение на администраторите и на собствениците на албуми.
es_es: Mostrar un resumen y un gráfico en la página del álbum con las imágenes que han recibido más votos y proporcionar un enlace a los resultados completos. Si esta opción es %s, los resultados de las votaciones sólo estarán disponibles para los administradores y los propietarios de los álbumes.
gl_es: Amosar un resume e un gr&aacute;fico na p&aacute;xina do &aacute;lbume coas imaxes que recibiron m&aacute;is votos e proporcionar un enlace &oacute;s resultados completos. Se esta opci&oacute;n &eacute; %s, os resultados das votaci&oacute;ns s&oacute; estar&aacute;n dispo&ntilde;ibles para os administradores e os propietarios dos &aacute;lbumes.
is_is: Birta yfirlit og graf á albúmasíðunni af myndum sem hafa fengið hæsta atkvæðafölda, og gefa upp hlekk á fullar niðurstöður. Ef þessi valmöguleiki er %s, verða niðurstöður atkvæðagreiðslu aðeins sýnilegar umsjónarmönnum og eigendum albúma.
nl_nl: Toon een samenvatting en gafiek op de album pagina's van afbeeldignen die de hoogste stemmen hebben ontvangen, en geef een verwijzing naar de volledige resultaten. Als deze optie %s is zijn de resultaten enkel beschikbaar voor beheerders en eigenaren.
pt_br: Mostrará um sumário e um gráfico na página do álbum das imagens que tiverem recebido os votos mais altos e fornecerá um link para os resultados finais. Se esta opção estiver para %s, os resultados das votações estará disponível somente para administradores e donos de álbuns.
sv_se: Visa en sammanställning och graf på albumsidan på bilder som har flest röster, och lägg till en länk för att se hela resultatet. Om detta alternativ är %s, så kommer resultat av röstning endast vara tillgänglig för administratörer och albumägare.
vi_vn: Hiển thị tóm lược và minh họa trên trang album của những ảnh nhận được bình chọn cao nhất, và cung cấp liên kết dẫn tới kết quả đầy đủ. Nếu lựa chọn này là %s, kết quả bình chọn sẽ chỉ có sẵn dành cho QT và người sở hữu album.

source: Number of results displayed
ar_eg: ÙÏÏ ÇäæÊÇÆÌ ÇäåÙÑèÖÉ.
bg_bg: Количество на показани резултати
es_es: Número de resultados mostrados
gl_es: N&uacute;mero de resultados amosados
is_is: Fjöldi niðurstaðna sem birta skal
nl_nl: Aantal resultaten dat getoond wordt
pt_br: Numero de resultados mostrados
sv_se: Antal resultat som visas?
vi_vn: Số lượng kết quả được hiển thị

source: If %s is %s, display a graph showing this many top results. (Full results will be available on a linked page.)
ar_eg: ÅĞÇ ãÇæ %s çè %s¬ áâå ÈÙÑÖ ÑÓå ÈêÇæê êÈêæ çĞç ÇäæÊÇÆÌ ÇäãËêÑÉ èÇäåçåÉ.( ÓÊãèæ ÇäæÊÇÆÌ ÈãÇåäçÇ åÊÇÍÉ Ùäé ÕáÍÉ åÑÊÈ×É).
bg_bg: Ако %s е %s, ще бъде показана диаграма съдържаща толкова най-високи резултати. (Пълните резултати ще са на разположение на допълнителната страница.)
es_es: Si %s es %s, muestre esto en la página de miniaturas. (Los resultados completos estarán disponibles en una página enlazada.)
gl_es: Se %s &eacute; %s, amose isto na p&aacute;xina de miniaturas. (Os resultados completos estar&aacute;n dispo&ntilde;ibles nunha p&aacute;xina enlazada.)
is_is: Ef %s er %s, birta graf sem sýnir svo margar efstu niðurstöður. (Niðurstöður má fá í heilu lagi á tengdri síðu.)
nl_nl: Als %s %s is, toon dan een grafiek met zoveel top-resultaten. (Volledige resultaten zijn beschikbaar op een verwezen pagina.)
pt_br: Se %s estiver %s, será exibido um gráfico mostrando os resultados mais altos. (Resultados completos estarão disponíveis numa página linkada).
sv_se: Om %s är %s, visas en graf med så här många toppresultat. (Fullkomligt resultat kommer att vara tillgängligt på en länkad sida.)
vi_vn: Nếu %s là %s, hiển thị một minh họa chỉ vài kết quả cao nhất. (Kết quả đầy đủ sẽ thấy trên một liên kết dẫn tới trang.)

source: Orientation of vote choices?
ar_eg: çä ÊÑêÏ ÊÍÏêÏ ÇÊÌÇç ÇÎÊêÇÑÇÊ ÇäÊÕèêÊ¿
bg_bg: Разположение на точките за гласуване?
es_es: ¿Orientación de las opciones de voto?
gl_es: Orientaci&oacute;n das opci&oacute;ns de voto?
is_is: Stefna atkvæðavalkosta?
nl_nl: Richting van stem-keuzes?
pt_br: Orientação das escolhas de votação?
sv_se: Orientering av röstningsalternativ?
vi_vn: Hướng lựa chọn của bình chọn

source: Rank poll choices can be displayed beside each other (horizontally) or underneath each other (vertically). Has no effect on critique voting which is a pulldown menu.
ar_eg: êåãæ ÙÑÖ ÊÑÊêÈ ÇÎÊêÇÑÇÊ ÇäÅâÊÑÇÙ ÇäèÇÍÏÉ ÈÌÇæÈ ÇäÃÎÑé (ÃáâêÇ) Ãè ÇäèÇÍÏÉ ÊÍÊ ÇäÃÎÑé (ÑÃÓêÇ), èäæ êãèæ äçÇ ÃËÑ Ùäé ÇäÊÕèêÊ ÈÇäæâÏ èÇäĞé êÔãä âÇÆåÉ åæÓÏäÉ.
bg_bg: Позициите за гласуване могат да бъдат показани една до друга (хоризонтално) или една под друга (вертикално). Няма ефект върху 'Гласуването по критичност', което всъшност представлява меню.
es_es: El rango de opciones de la encuesta pueden ser mostradas al lado de cada una (horizontalmente) o debajo (verticalmente). Esto no tiene efecto en la crítica de votos, que es un menú desplegable.
gl_es: O rango de opci&oacute;ns da enquisa poden ser amosadas &oacute; lado de cada unha (horizontalmente) ou debaixo (verticalmente). Isto no ten efecto na cr&iacute;tica de votos, que &eacute; un men&uacute; despregabel.
is_is: Valkosti í stöðuatkvæðagreiðslu er hægt að birta hlið við hlið (lárétt) eða hvern ofan á öðrum (lóðrétt). Hefur engin áhrif á umsagnaratkvæðagreiðslu, sem birtist í fellivalmynd (&quot;pulldown menu&quot;).
nl_nl: Keuzes kunnen zowel naast elkaar (horizontaal) als onder elkaar (vertikaal) worden getoond. Heeft geen effect op commentaar-stemmingen, welke altijd een menu is.
pt_br: Escolhas de notas para votação poderão ser mostrados ao lado umas das outras (horizontalmente) ou debaixo umas das outras (verticalmente). Esta opção não surtirá efeito na outra modalidade de votação pois será um menu pulldown.
sv_se: Val för rangordningsröstning kan visas bredvid varandra (horisontellt) eller under varandra (vertikalt). Har ingen effekt på bedömningsröstning som är en rullgardinsmeny.
vi_vn: Lựa chọn đánh giá theo hàng có thể hiển thị bên cạnh (ngang) hoặc bên dưới (dọc) mỗi ảnh. Không có tác động nào với bình chọn phê bình trong hộp thu thả.

source: Horizontal
ar_eg: Ãáâé.
bg_bg: Хоризонтално
is_is: Lárétt
nl_nl: Horizontaal
no_no: Horisontalt
sv_se: Horisontellt
vi_vn: Ngang

source: Vertical
ar_eg: ÑÃÓé.
bg_bg: Вертикално
is_is: Lóðrétt
nl_nl: Vertikaal
no_no: Vertikal
sv_se: Vertikalt
vi_vn: Dọc
