Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: The site also has binaries available for assorted operating systems. If you can't get it working, try leaving the ImageMagick path blank and using NetPBM instead.
ar_eg: êÍÊèé ÇäåèâÙ ÃêÖÇ Ùäé ËæÇÆêÇÊ ÎÇÕÉ ÈÃæØåÉ ÇäÊÔÚêä ÇäåÕæáÉ. áÅĞÇ äå ÊÊåãæ åæ ÊÔÚêäç, áÍÇèä ÊÑã åÓÇÑ Çä ImageMagick ÎÇäêÇ èÇÓÊÎÏå NetPBM ÈÏäÇ åæç.
bg_bg: На тази страница също така има прекомпилирани програми за различни операционни системи. Ако не можете да го накарате да работи, оставете пътя към директорията на 'ImageMagick' празен и вместо него използвайте 'NetPBM',
es_es: ambién tiene disponibles los binarios para varios sistemas operativos. Si no puede seguir trabajando, inténtelo dejando la ruta a ImageMagick en blanco y use NetPBM en su lugar.
gl_es: Tam&eacute;n ten dispo&ntilde;ibles os binarios para varios sistemas operativos. Se non pode seguir traballando, int&eacute;nteo deixando a ruta a ImageMagick en branco e use NetPBM no seu lugar.
no_no: Nettstedet har også filer for ulike operativsystemer. Hvis du ikke får det til å virke, prøv å la stien til ImageMagick stå åpen, og bruk NetPBM isteden.
pt_br: O site também possui executáveis disponíveis para diversos sistemas operacionais. Se você não conseguir executá-los, tente deixar o caminho do ImageMagick em branco e usar, ao invés disto, o NetPBM.
vi_vn: Trên trang luôn có sẵn các dạng binaries cho những hệ điều hành thích hợp. Nếu bạn không thể làm nó chạy, thử để trống đường dẫn của ImageMagick và dùng NetPBM thay thế.

source: Your PHP installation is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config. Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
bg_bg: 'PHP' инсталацията ви е конфигурирана с ограничението %s. Това може да попречи на Галерията да намери и провери необходимите файлове, дори и да сте минавали през Конфигуратора преди. Не се безпокойте прекалено много, ако тази страница ви покаже предупреждения; настройките ви независимо от това ще бъдат записани правилно.
es_es: Su instalación de PHP está configurado con la restricción %s. Esto podría hacer díficil la detección y verificación de los binarios para Gallery, incluso si ya usó con éxito el Asistente de Configuración con anteriodad. No se preocupe demasiado si en esta página aparecen advertencias; sus parámetros se grabarán adecuadamente.
is_is: PHP-uppsetning þín er stillt með %s-takmörkuninni. Þetta gæti torveldað Gallery að ganga úr skugga um að forritin þín séu í lagi, jafnvel þótt þú hafir þegar áður notað uppsetningarferlið vandræðalaust. Ekki hafa of miklar áhyggjur ef þessi síða gefur aðvaranir; stillingar þínar vistast samt rétt.
nl_nl: Uw PHP is geconfigureerd met de %s restricties. Dit kan het moeilijk maken voor Gallery om uw binaries te detecteren en te verifiëren, zelfs als u in het verleden de Config Wizard al succesvol hebt doorlopen. Maak u niet te veel zorgen als deze pagina waarschuwingen geeft; uw instellingen zullen correct worden opgeslagen.
pt_br: Seu PHP está configurado com a restrição %s. Isto pode dificultar o Gallery a detectar e verificar seus arquivos executáveis, mesmo que você já tenha executado com êxito o Assistente de Configuração anteriormente. Não se preocupe caso esta página informe erros; suas configurações serão salvas apropriadamente.
sv_se: Din PHP installation är konfigurerad med %s begränsning. Detta gör det svårt för Gallery att upptäcka och verifiera din binärkod, även om du redan framgångsrikt använt konfigurationsguiden tidigare. Oroa dig inte så mycket om denna sida ger dig varningar; dina inställningar kommer att sparas på rätt sätt.
vi_vn: Quá trình cài đặt PHP của bạn được cấu hình với hạn chế %s. Có thể hơi khó cho Thư viện ảnh nhận biết và kiểm lại binaries của bạn, ngay cả nếu bạn đã dùng được Thuật cấu hình trước kia. Đừng lo nếu trang này đưa ra những cảnh báo; những cấu hình của bạn vẫn luôn được lưu giữ đúng.

source: Check to see how old %s version %s is.
ar_eg: ÊÍââ äÊÑé åÏé âÏå%sæÓÎÉ%s.
bg_bg: Проверихме колко стара версия е %s %s.
es_es: Revisando la antigüedad de la versión %s de %s.
gl_es: Revisando a antiguedade da versi&oacute;n %s de %s.
is_is: Athuga hversu gömul %s-útgáfa %s er.
nl_nl: Controleer hoe oud uw %s versie %s is.
no_no: Sjekk hvor gammel %s-versjon %s er.
pt_br: Verifique quão antiga é a versão do %s para %s.
sv_se: Kontroll för att se hur gammal %s version %s är.
vi_vn: Kiểm tra xem %s phiên bản %s được bao lâu rồi.

source: You're running PHP version %s. You need to upgrade to PHP %s.
ar_eg: ÃæÊ ÊÓÊÎÏå ÅÕÏÇÑ Çä PHP %s. êÌÈ Ãæ Êâèå ÈÊÍÏêË ÇäÅÕÏÇÑ Åäé PHP %s.
bg_bg: Имате инсталирана версия %s на 'PHP'. Трябва да я обновите до 'PHP %s'.
es_es: Está ejecutando la versión %s de PHP. Necesita actualizar PHP a la versión %s.
gl_es: Est&aacute; executando a versi&oacute;n %s de PHP. Necesita actualizar PHP &aacute; versi&oacute;n %s.
no_no: Du kjører PHP versjon %s. Du må oppgradere til PHP %s.
pt_br: Você está executando o PHP versão %s. Você precisa atualizar para o PHP %s.
vi_vn: Bạn đang sử dụng PHP phiên bản %s. Bạn cần phải nâng cấp lên PHP %s.

source: You're running PHP version %s which has known bugs that cause Gallery to fail.
ar_eg: ÃæÊ ÊÓÊÎÏå ÅÕÏÇÑ PHP %s èÇäÊé ÊÙÑá ÃÎ×ÇÁ ÊÊÓÈÈ áé áÔä ÇäåÙÑÖ.
bg_bg: Имате инсталирана версия %s, за която се знае че създава проблеми за Галерията.
es_es: Está ejecutando la versión %s de PHP, la cual tiene errores conocidos que pueden hacer fallar a Gallery.
gl_es: Est&aacute; executando a versi&oacute;n %s de PHP, que presenta erros co&ntilde;ecidos que poden facer fallar a Gallery.
is_is: Þú ert að keyra PHP-útgáfu %s sem inniheldur þekktar villur, Gallery mun ekki virka rétt.
nl_nl: U gebruikt PHP versie %s u moet opwaarderen omdat de vorige versie bugs bevat.
no_no: Du kjører PHP versjon %s som har kjente bugs som gjør at Gallery ikke fungerer.
pt_br: Você está executando a versão %s a qual possui erros conhecidos que causam falha no Gallery.
sv_se: Du använder PHP version %s vilken har en känd bugg som orsakar fel i Gallery.
vi_vn: Bạn đang sử dụng PHP phiên bản %s có chứa lỗi có thể làm Thư viện ảnh hỏng.

source: It seems your PHP has a problem with __FILE__, please upgrade to a recent Version
ar_eg: êÈÏè Ãæ PHP ÇäÎÇÕ Èã Èç åÔãäÉ åÙ _åäá_ åæ áÖäã âå ÈÇäÊÑâêÉ Åäé ÂÎÑ ÅÕÏÇÑ.
bg_bg: PHP има проблем с __FILE__, моля обновете с по-нова версия.
es_es: Parece que su PHP tiene un problema con __FILE__, por favor actualícelo con una versión más reciente
gl_es: Parece que o seu PHP ten un problema con __FILE__, por favor actual&iacute;ceo cunha versi&oacute;n m&aacute;is recente
no_no: Det ser ut til at din PHP-installasjon har et problem med __FILE__. Oppgrader til en nyere versjon av PHP
pt_br: Parece que seu PHP tem um problema com __FILE__. Por favor, atualize-o para uma versão mais recente
vi_vn: Có vẻ như bản PHP của bạn có vấn đề về __FILE__, bạn hãy nâng cấp tới phiên bản hiện thời

source: Gallery highly recommends that the PHP option 'register_globals' be turned off, for security purposes. Some software, notably the 'Geeklog' CMS, requires that 'register_globals' be enabled.
bg_bg: За да повишите сигурността на Галерията си ви препоръчваме да изключите 'PHP' опцията 'register_globals'. Някои програми, например 'Geeklog' CMS, изискват 'register_globals' да е включена.
es_es: Gallery recomienda encarecidamente que la opción 'register_globals' de PHP se desactive por cuestiones de seguridad. Algún programa, especialmente 'Geeklog' CMS, requiere que esta opción esté activada.
is_is: Gallery mælir eindregið með að PHP stillingin 'register_globals' sé ekki virk af öryggistástæðum. Sum forrit, t.d. 'Geeklog' CMS krefjast þess að 'register_globals' sé hinsvegar virkt.
nl_nl: Gallery beveelt dringend aan dat de PHP optie 'register_globals' uit staat wegens veiligheidsredenen. Sommige software, met name de 'Geeklog' CMS, vereist dat 'register_globals' aan staan.
pt_br: Gallery recomenda enfaticamente que a opção do PHP 'register_globals' ser desligada, por motivos de segurança. Alguns software, como o conhecido 'Geeklog' CMS requer que o 'register_globals' esteja habilitado.
sv_se: Gallery rekommenderar starkt att PHP alternativet 'register_globals' är inaktiverat av säkerhetsskäl.
vi_vn: Thư viện ảnh khuyến cáo cho lựa chọn 'register_globals' của PHP phải được tắt, vì lý do an toàn. Có vài chương trình, như là 'Geeklog' CMS, lại đòi hỏi 'register_globals' phải được mở.

source: The PHP option 'register_globals' is enabled on your server. Gallery highly recommends that you disable 'register_globals' unless it is required by software on your site. Gallery does not officially support 'register_globals' being enabled, and will attempt to disable it internally.
bg_bg: 'PHP' oпцията 'register_globals' е позволена във вашата система. Строго препоръчително е да забраните тази опция, освен ако тя не се изисква от други програми в система ви.
es_es: La opción 'register_globals' de PHP está habilitada en su servidor. Gallery recomienda encarecidamente que deshabilite 'register_globals' a menos que otro software de su servidor requiera lo contrario. Gallery no soporta oficialmente que 'register_globals' esté habilitada e intentará deshabilitarla internamente.
is_is: PHP stillingin 'register_globals' er virk á vefþjóni þínum. Gallery mælir eindregið með að þú afvirkir 'register_globals' nema þess sé krafist að hugbúnaði sem er á vefsvæði þínu. Gallery styður ekki að 'register_globals' sé virkt og mun reyna að afvirkja það innvortis.
nl_nl: De PHP optie 'register_globals' staat aan op uw server. Gallery beveelt dringend aan dat u 'register_globals' uit zet tenzij dit nodig is voor software op uw site. Gallery ondersteunt 'register_globals' niet, en probeert deze optie intern uit te zetten.
pt_br: A opção do PHP 'register_globals' está habilitada em seu servidor. O Gallery recomenda enfaticametne que você desabilite o 'register_globals' a não ser que ele seja requerido por outro software em seu servidor. O Gallery oficialmente não suporta o 'register_globals' habilitado e tentará desabilitá-lo internamente.
sv_se: PHP alternativet 'register_globals' är aktiverat på din server. Gallery rekomenderar starkt att du avaktiverar 'register_globals' såvida det inte krävs för någon mjukvara på din sida. Gallery stödjer officiellt inte att 'register_globals' är aktiverat och kommer att försöka avaktivera det
vi_vn: Lựa chọn 'register_globals' trên máy chủ của bạn đang mở. Thư viện ảnh khuyến cáo bạn nên tắt 'register_globals' nếu không có chương trình nào trên trang của bạn đòi hỏi nó. Thư viện ảnh chính thức không trợ giúp cho 'register_globals' được mở, và nó sẽ tự thử tắt đi.

source: Check to see if PHP is running in <b>safe_mode</b>. Safe Mode is a PHP security feature commonly used in shared environments. Gallery cannot run when Safe Mode is enabled because it imposes too many restrictions.
ar_eg: ÊÍââ ÙåÇ ÅĞÇ ãæÊ ÊÓÊÎÏå PHP <b>ÇäèÖÙ ÇäÂåæ</b>. ÇäèÖÙ ÇäÂåæ êÙÏ ÎÇÕêÉ ÃåæêÉ äPHP ÊÓÊÎÏå ÙåèåÇ áé ÇäÈêÆÇÊ ÇäåÔÊÑãÉ, èäÇêåãæ ääåÙÑÖ Ãæ êÙåä ÅĞÇ âåÊ ÈÊåãêæ ÇäèÖÙ ÇäÂåæ ÍêË Åæç êáÑÖ ÇäãËêÑ åæò ÇäâêèÏ
bg_bg: Проверихме дали 'PHP' работи в <b>Безопасен Режим (Safe Mode)</b>. Безопасния режим е защитна функция на 'PHP', често използвана при системи с много потребители. Галерията не може да работи при включен безопасен режим, защото той налага прекалено много ограничения.
es_es: Verificando que PHP esté ejecutándose en <b>Modo Seguro</b>. El Modo Seguro es una característica de seguridad de PHP usada normalmente en entornos compartidos. Gallery no puede ejecutarse cuando el modo seguro está activo porque le impone demasiadas restricciones.
gl_es: Verificando que PHP estea execut&aacute;ndose en <b>Modo Seguro</b>. O Modo Seguro &eacute; unha caracter&iacute;stica de seguridade de PHP usada normalmente en entornos compartidos. Gallery non pode executarse cando o xeito seguro est&aacute; activo porque lle imp&oacute;n demasiadas restricci&oacute;ns.
is_is: Athuga hvort PHP er að keyra í <b>safe_mode</b>. Safe Mode er PHP-öryggisvirkni sem er gjarnan notuð í margnotendaumhverfum. Gallery getur ekki keyrt þegar Safe Mode er virkt, vegna þess að það setur of strangar skorður á PHP forrit.
nl_nl: Controle om te zien of PHP in <b>Safe Mode</b> draait. Safe mode is een veiligheidsoptie van PHP die gebruikt wordt in gedeeltde omgevingen. Gallery werkt niet als Safe mode ingeschakeld is omdat er dan te veel restricties zijn.
no_no: Sjekk om PHP kjører i <b>safe_mode</b> (sikker modus). Sikker modus er en sikkerhetsfunksjon i PHP, som ofte blir brukt i delte miljø. Gallery kan ikke kjøre i sikker modus fordi det innbefatter for mange restriksjoner.
pt_br: Verifique se o PHP está rodando em <b>Modo de Segurança (safe_mode)</b>. O Modo de Segurança é uma função de segurança do PHP geralmente usada em ambientes compartilhados. O Gallery não pode ser executado quando o Modo de Segurança estiver habilitado porque impõe muitas restrições.
sv_se: Kontroll för att se om PHP körs i <b>Safe Mode</b>. Safe Mode är en säkerhetsegenskap i PHP, vanligt använd i delade miljöer. Gallery kan inte användas när Safe Mode är aktiverat eftersom det innebär för många begränsningar.
vi_vn: Kiểm tra xem nếu PHP đang chạy trong <b>safe_mode</b>. Safe Mode là tính năng bảo mật của PHP thường được dùng trong môi trường chia sẻ. Thư viện ảnh không thể chạy khi Safe Mode được bật bởi vì nó gây ra nhiều hạn chế.

source: <b>safe_mode</b> is enabled on this server. You must disable it before you can use Gallery. Refer to the FAQ, the forums, and the help page on the %sGallery website%s and the %sPHP website%s for assistance.
ar_eg: <b> ÇäèÖÙ ÇäÂåæ</b> ååãæ Ùäé çĞÇ Çäåäâå. äÇÈÏ åæ ÅêâÇáç âÈä ÇÓÊÎÏÇå ÇäåÙÑÖ. ÇÑÌÙ Åäé ÇäÃÓÆäÉ ÇäåÊãÑñÑÉ èÇäåæÊÏêÇÊ¬ èÕáÍÉ ÇäåÓÇÙÏÉ Ùäé %s åèâÙ ÇäåÙÑÖ%s è%såèâÙ Çä PHP%s ääåÓÇÙÏÉ.
bg_bg: <b>Безопасен Режим (Safe Mode)</b> e включен на този сървър. Трябва да го изключите преди да можете да ползвате Галерията. Обърнете се към 'FAQ' (списъка с често задаваните въпроси), форумите, страницата за Помощ на %sweb-страницата на Gallery%s или %sweb-страницата на PHP%s за повече информация.
es_es: La opción <b>Safe Mode</b> está activada en este servidor. Debe desactivarla antes de usar Gallery. Diríjase a la FAQ, los foros y las páginas de ayuda en el %ssitio web de Gallery%s y el %ssitio web de PHP%s para que vea como hacerlo.
gl_es: A opci&oacute;n <b>Safe Mode</b> est&aacute; activada neste servidor. Debe desactivala antes de usar Gallery. Dir&iacute;xase &aacute; FAQ, os foros e &aacute;s p&aacute;xinas de axuda no %ssitio web de Gallery%s e o %sitio web de PHP%s para que vexa como facelo.
is_is: <b>safe_mode</b> er virkt á þessum vefþjóni. Þú verður að slökkva á því áður en þú getur notað Gallery. Leitaðu þér hjálpar í FAQ, á spjallkorkunum, og á hjálparsíðunum á %sGallery vefsvæðinu%s og %sPHP vefsvæðinu%s.
nl_nl: <b>Safe Mode</b> is ingeschakeld op deze server. U moet dit uitschakelen om Gallery te kunnen gebruiken. Gebruik de FAQ, het forum en de Help-pagina's op de %sGallery website%s en de %sPHP website%s voor meer hulp.
no_no: <b>safe_mode</b> (sikker modus) er aktivert på denne serveren. Du må deaktivere den før du kan kjøre Gallery. Se FAQ-en, forumet, og hjelpesiden på %sGallery-hjemmesiden%s og hjemmesiden til %sPHP%s for hjelp.
pt_br: O <b>Modo de Segurança (safe_mode)</b> está habilitado neste servidor. Você deve desabilitá-lo antes de usar o Gallery. Veja os FAQ, fóruns, a página de ajuda no %ssite do Gallery%s e o %ssite do PHP%s para ajuda mais detalhada.
sv_se: <b>safe_mode</b> är aktiverat på denna server. Du måste avaktivera det innan du kan använda Gallery. Titta i Frågor och svar, Forumen, och Hjälpsidan på %sGallery's webbplats%s och på %sPHP's webbplats%s för ytterligare hjälp.
vi_vn: <b>safe_mode</b> đang được bật trên server này. Bạn phải tắt nó trước khi dùng Thư viện ảnh. Hãy tham khảo phần hỏi đáp, diễn đàn, trang trợ giúp trên %sWebsite Thư viện ảnh%s và %sWebsite PHP%s để lấy trợ giúp.

source: In some rare circumstances, Gallery thinks that Safe Mode is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the <i>safe_mode</i> row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
bg_bg: В много редки случаи, Галерията може да си помисли, че <b>безопасния режим (safe mode)</b> е включен, когато той всъщност не е. Вие сами може да проверите, като погледнете какво пише на %sPHP Info%s страницата, на реда на <i>езопасния режим (safe mode)</i>, в колоната <i>Local</i>. Ако там има 'Off', или '0' или 'undefined', значи е възможно Галерията да е направила грешка и ще може да продължите. Ако не, трябва да отстраните този проблем преди да можете да използвате Галерията.
es_es: En algunas extrañas circunstancias, Gallery cree que la opción <b>safe mode</b> está activado cuando realmente no lo está. Puede verlo usted mismo si lo mira en la columna <i>Local</i> de la fila safe_mode en la %spágina de información de PHP%s. Si pone 'Off' o '0' o 'undefined' es posible que Gallery cometa un error y puede continuar. Si no es así, debe resolver este problema antes de poder usar el programa.
is_is: Undir sjaldgæfum kringumstæðum heldur Gallery að Safe Mode sé virkt, þegar svo er í raun ekki. Þú getur aðgætt þetta með því að gá í <i>Local</i> dálkinn í <i>safe_mode</i> línunni á %sPHP Info%s-síðunni. Ef þar stendur 'Off', '0' eða 'undefined', þá er mögulegt að Gallery hafi rangt fyrir sér og þú getir haldið áfram. Ef ekki, þá verður þú að lagfæra þetta vandamál áður en þú getur notað Gallery.
nl_nl: Onder sommige omstandingheden denkt Gallery dat <b>Safe Mode</b> ingeschakeld is, terwijl het in werkelijkheid uitgeschakeld is. U kan dit zelf nakijken in de <i>Local</i> kolom van de safe_mode rij in de %sPHP Info%s pagina. Indien daar 'Off' of '0' of 'Undefined' staat, is het mogelijk dat Gallery zich vergist en kan u verdergaan. Indien dit niet het geval is, moet u eerst dit probleem oplossen alvorens u gallery kan gebruiken.
pt_br: Em algumas raras circunstâncias, o Gallery acha que o Modo de Segurança (safe_mode) está ligado, quando realmente não está. Você pode verificar olhando na coluna <i>Local</i> da linha <i>safe_mode</i> na página de %sInformação do PHP (PHP Info)%s. Se for informado 'Desligado' ou '0' ou 'não definido' então é possível que o Gallery tenha cometido um erro e você poderá continuar. Se não, você deve resolver este problema antes que você possa utilizar o Gallery.
sv_se: Under vissa speciella omständigheter kan Gallery tro att Safe Mode är aktiverat, även fast det är avaktiverat. Du kan se för dig själv genom att titta i <i>Local</i> kolumnen på <i>safe_mode</i> raden på %sPHP Info%s sidan. Om det står 'Off' eller '0' eller 'undefiened' så är det möjligt att Gallery har gjort ett misstag och du kan fortsätta. Om inte så måste du lösa detta problem innan du kan använda Gallery.
vi_vn: Trong vài trường hợp hiếm hoi, Thư viện ảnh cho rằng Safe Mode được mở, trong khi thực sự là tắt. Bạn có thể tự thấy khi nhìn trong cột <i>Local</i> của dòng <i>safe_mode</i> trong trang %sThông tin PHP%s. Nếu nó báo 'Tắt' (Off) hoặc '0' hoặc 'không chỉ định' (undefined) thì có khả năng Thư viện ảnh đã có một lỗi và bạn vẫn có thể tiếp tục. Nếu không, sau đó bạn phải sửa vấn đề này trước khi bạn có thể dùng Thư viện ảnh.

source: The <b>exec()</b> function is what Gallery uses to launch programs such as NetPBM, ImageMagick, and jhead. If <b>exec()</b> is disabled on your server then Gallery will not be able operate.
bg_bg: Галерията използва функцията <b>exec()</b> за да стартира програми като 'NetPBM', 'ImageMagick', и 'jhead'. Ако тази фукнция е изключена на вашия сървър, Галерията няма да може да работи.
es_es: La función <b>exec()</b> es la Gallery usa para lanzar programas como NetPBM, ImageMagick y jhead. Si <b>exec()</b> está deshabilitada en su servidor, Gallery no será capaz de ejecutar dichos programas.
no_no: <b>exec()</b>-funksjonen blir brukt av Gallery til å starte programmer som NetPBM, ImageMagic og jhead. Hvis <b>exec()</b> er avslått på tjeneren din, så vil Gallery ikke kunne kjøre.
pt_br: A função <b>exec()</b> é usada pelo Gallery para iniciar processos tais como NetPBM, ImageMagick e jhead. Se o <b>exec()</b> está desabilitado em seu servidor, então o Gallery não será capaz de funcionar.
vi_vn: Chức năng <b>exec()</b> để Thư viện ảnh sử dụng khởi động các ứng dụng như là NetPBM, ImageMagick, và jhead. Nếu <b>exec()</b> bị tắt trên máy chủ của bạn thì Thư viện ảnh sẽ không thể hoạt động được.

source: The <b>exec()</b> function is disabled on your server. Gallery will not function with this PHP configuration.
bg_bg: Функцията <b>exec()</b> е изключена на вашия сървър. Галерията не може да функционира с тази PHP-конфигурация.
es_es: La función <b>exec()</b> está deshabilitada en su servidor. Gallery no funcionará con esta configuración de PHP.
is_is: <b>exec()</b> fallið virkar ekki á þjóninum þínum. Gallery mun ekki virka með núverandi PHP uppsetningu.
nl_nl: De <b>exec()</b> functie is uitgeschakeld op jou server. De Gallery zal niet functioneren met deze PHP configuratie.
no_no: <b>exec()</b>-funksjonen er avslått på tjeneren. Gallery vil ikke virke sammen med denne PHP-konfigurasjonen.
pt_br: A função <b>exec()</b> foi desabilitada em seu servidor. O Gallery não funcionará com essa configuração do PHP.
sv_se: <b>exec()</b> funktionen är avaktiverad på din server. Gallery kommer inte att fungera med denna PHP konfiguration.
vi_vn: Chức năng <b>exec()</b> trên máy chủ của bạn đang tắt. Thư viện ảnh sẽ không thể hoạt động với cấu hình này của PHP.
