Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: Filter by day
af_za: filter volgens dag
bg_bg: Филтриране по ден
da_dk: Filtrer på dag
fi_fi: Suodata p‰iv‰n mukaan
it_it: Filtra in base al giorno
ja_jp: 日でフィルタ
pl_pl: Filtruj wed³ug dnia
pt_br: Filtrar por dia

source: delete album
ar_eg: ÅÍĞá ÃäÈèå
bg_bg: изтриите албума
da_dk: slet album
fi_fi: poista albumi
gl_es: borrar &aacute;lbume
ja_jp: アルバム削除
pl_pl: skasuj album
pt_br: apagar álbum

source: move album
ar_eg: Çæâä ÃäÈèå
bg_bg: преместете албума
da_dk: flyt album
fi_fi: siirr&auml; albumi
gl_es: mover &aacute;lbume
ja_jp: アルバム移動
pl_pl: przesuñ album
pt_br: mover álbum

source: reorder album
ar_eg: ÃÙÏ ÊÑÊêÈ ÃäÈèå
bg_bg: пренаредете албума
da_dk: omplacer album
fi_fi: sijoita albumi uudelleen
gl_es: reordenar &aacute;lbume
ja_jp: アルバム順変更
pl_pl: przestaw album
pt_br: organizar álbum

source: rename album
ar_eg: ÃÙÏ ÊÓåêÉ ÃäÈèå
bg_bg: преименувайте албума
da_dk: omdøb album
fi_fi: nime&auml; albumi uudelleen
gl_es: renomear &aacute;lbume
ja_jp: アルバム名変更
pl_pl: zmieñ nazwê
pt_br: renomear álbum

source: edit captions
ar_eg: ÍÑÑ ÊÙäêâÇÊ
bg_bg: редактирайте надписите
da_dk: ret billedtekster
fi_fi: muokkaa kuvatekstej&auml;
gl_es: editar lendas
ja_jp: 説明変更
pl_pl: edytuj podpisy
pt_br: editar textos

source: permissions
ar_eg: ÃĞèæÇÊ
bg_bg: права
da_dk: rettigheder
fi_fi: oikeudet
gl_es: permisos
ja_jp: パーミッション
pl_pl: prawa
pt_br: permissões

source: properties
ar_eg: ÎÕÇÆÕ
bg_bg: детайли
da_dk: egenskaber
fi_fi: ominaisuudet
gl_es: propiedades
ja_jp: プロパティ
pl_pl: ustawienia
pt_br: propriedades

source: view&nbsp;comments
ar_eg: ÇÓÊÙÑÖ&nbsp» ÊÙäêâÇÊ
bg_bg: вижте&nbsp;коментарите
da_dk: vis&nbsp;kommentarer
fi_fi: n&auml;yt&auml;&nbsp;kommentit
gl_es: ver&nbsp;comentarios
ja_jp: コメントを見る
pl_pl: przegl±daj&nbsp;komentarze
pt_br: visualizar&nbsp;comentários

source: watermark&nbsp;album
ar_eg: ÙäÇåÉ åÇÆêÉ &nbsp» ÇäÃäÈèå
bg_bg: добавете&nbsp;воден&nbsp;знак&nbsp;към&nbsp;албума
da_dk: sæt&nbsp;vandmærke&nbsp;på&nbsp;album
fi_fi: luo albumille vesileima
gl_es: &aacute;lbume&nbsp;de&nbsp;marcas&nbsp;de&nbsp;auga
ja_jp: 透かしアルバム
pl_pl: oznakuj album
pt_br: marca d'água no álbum

source: Logged in as:
af_za: Aangeteken as:
bg_bg: В момента сте в системата като:
da_dk: Logget ind som:
fi_fi: Kirjautunut sis‰lle nimell‰:
gl_es: Identificado como:
it_it: Connesso come:
ja_jp: ログイン名:
pl_pl: Zalogowany jako:
pt_br: Autenticado como:

source: From: %s
af_za: Van: %s
it_it: Da: %s
ja_jp: By: %s

source: add comment
af_za: lewer kommentaar
ar_eg: ÃÖá ÊÙäêâÇ
bg_bg: добавете коментар
da_dk: tilføj kommentar
fi_fi: lis&auml;&auml; kommentti
gl_es: engadir comentario
it_it: aggiungi commento
ja_jp: コメント追加
pl_pl: dodaj komentarz
pt_br: adicionar comentário

source: Delete marked comments
af_za: skrap kommentaar
bg_bg: Изтриите маркираните коментари
da_dk: Slet valgte kommentarer
fi_fi: Poista merkityt kommentit
it_it: Elimina commenti selezionati
ja_jp: マークしたコメントを削除
pl_pl: Skasuj zaznaczone komentarze
pt_br: Apagar comentários marcados

source: view comments for this nested album
af_za: besigtig die kommentaar op hierdie sub-album
ar_eg: ÇÓÊÙÑÖ ÊÙäêâÇÊ äçĞÇ ÇäÃäÈèå ÇäåÊÏÇÎä
bg_bg: вижте коментарите за този под-албум
da_dk: vis kommentarer for dette under-album
fi_fi: n&auml;yt&auml; t&auml;m&auml;n sis&auml;kk&auml;isen albumin kommentit
gl_es: ver comentarios para este &aacute;lbume anidado
it_it: visualizza commenti per questo sotto-album
ja_jp: このネストアルバムのコメントを見る
pl_pl: przegl±daj komentarze dla tego pod-albumu
pt_br: visualizar comentários para este álbum ramificado

source: Album contains no comments
af_za: Album bevat geen kommentaar
bg_bg: Албума не съдържа коментари
da_dk: Albummet indeholder ingen kommentarer
fi_fi: Albumi ei sis‰ll‰ kommentteja
gl_es: O &aacute;lbume no conten comentarios
it_it: L'album non contiene commenti
ja_jp: コメントのないアルバム
pl_pl: Album nie zawiera ¿adnych komentarzy
pt_br: Álbuns não possui comentários

source: From:
af_za: Van:
ar_eg: åæ
bg_bg: От:
da_dk: Fra:
fi_fi: Kommentoija:
gl_es: De:
it_it: Da:
ja_jp: By:
pl_pl: Od:
pt_br: De:

source: delete comment
af_za: kommentaar skrap
ar_eg: ÇÍĞá ÊÙäêâÇ
bg_bg: изтриите коментар
da_dk: slet kommentar
fi_fi: poista kommentti
gl_es: borrar comentario
it_it: elimina commento
ja_jp: コメント削除
pl_pl: skasuj komentarz
pt_br: apagar comentário

source: First Page
af_za: Eerste blad
ar_eg: ÇäÕáÍÉ ÇäÃèäé
bg_bg: Първа Страница
da_dk: Første side
fi_fi: Ensimm&auml;inen sivu
gl_es: Primera P&aacute;xina
it_it: Prima Pagina
ja_jp: 最初のページ
pl_pl: Pierwsza strona
pt_br: Primeira Página

source: Previous Page
af_za: Vorige blad
ar_eg: ÇäÕáÍÉ ÇäÓÇÈâÉ
bg_bg: Предишна Страница
da_dk: Forrige side
fi_fi: Edellinen sivu
gl_es: P&aacute;xina Anterior
it_it: Pagina Precedente
ja_jp: 前のページ
pl_pl: Poprzednia strona
pt_br: Página Anterior

source: Next Page
af_za: Volgende blad
ar_eg: ÇäÕáÍÉ ÇäÊÇäêÉ
bg_bg: Следваща Страница
da_dk: Næste side
fi_fi: Seuraava sivu
gl_es: P&aacute;xina Seguinte
it_it: Pagina Successiva
ja_jp: 次のページ
pl_pl: Nastêpna strona
pt_br: Próxima Página

source: Last Page
af_za: Laaste blad
ar_eg: ÇäÕáÍÉ ÇäÃÎêÑÉ
bg_bg: Последна Страница
da_dk: Sidste side
fi_fi: Viimeinen sivu
gl_es: &Uacute;ltima P&aacute;xina
it_it: Ultima Pagina
ja_jp: 最後のページ
pl_pl: Ostatnia strona
pt_br: Última Página

source: First Photo
af_za: Eerste foto
ar_eg: ÇäÕèÑÉ ÇäÃèäé
bg_bg: Първа Снимка
da_dk: Første billede
fi_fi: Ensimm&auml;inen valokuva
gl_es: Primeira Foto
it_it: Prima Foto
ja_jp: 最初の画像
pl_pl: Pierwszy obrazek
pt_br: Primeira Foto

source: Previous Photo
af_za: Vorige foto
ar_eg: ÇäÕèÑÉ ÇäÓÇÈâÉ
bg_bg: Следваща Снимка
da_dk: Forrige billede
fi_fi: Edellinen valokuva
gl_es: Foto Anterior
it_it: Foto Precedente
ja_jp: 前の画像
pl_pl: Poprzedni obrazek
pt_br: Foto Anterior

source: Next Photo
af_za: Volgende foto
ar_eg: ÇäÕèÑÉ ÇäÊÇäêÉ
bg_bg: Следваща Снимка
da_dk: Næste billede
fi_fi: Seuraava valokuva
gl_es: Seguinte Foto
it_it: Foto Successiva
ja_jp: 次の画像
pl_pl: Nastêpny obrazek
pt_br: Próxima Foto

source: Last Photo
af_za: Laaste foto
ar_eg: ÇäÕèÑÉ ÇäÃÎêÑÉ
bg_bg: Последна Снимка
da_dk: Sidste billede
fi_fi: Viimeinen valokuva
gl_es: &Uacute;ltima Foto
it_it: Ultima Foto
ja_jp: 最後の画像
pl_pl: Ostatni obrazek
pt_br: Última Foto

source: %d of %d
af_za: %d van %d
ar_eg: %d åæ %d
bg_bg: %d от %d
da_dk: %d af %d
fi_fi: Kuva %d / %d
gl_es: %d de %d
it_it: %d di %d
ja_jp: %d / %d
pl_pl: %d z %d
pt_br: %d de %d

source: Watermark
af_za: Watrermerk
ar_eg: ÙäÇåÉ åÇÆêÉ
bg_bg: Воден Знак
da_dk: Vandmærke
fi_fi: Vesileima
gl_es: Marca de auga
it_it: Marchia
ja_jp: 透かし
pl_pl: Oznakowanie
pt_br: Marca d'água

source: * No Watermark *
af_za: * Geen Watrermerk *
it_it: * Nessun Marchio *
ja_jp: * 透かしなし *

source: No files matching %s found in %s
af_za: Geen %s l&ecirc;&euml;rs in %s gevind nie
bg_bg: Нито един файл не съвпада с %s в %s
da_dk: Der blev ikke fundet nogen filer med fil-endelsen %s i %s
fi_fi: %s vastaavia tiedostoja ei lˆytynyt %s:st‰.
it_it: Nessun file corrispondente a %s trovato in %s
ja_jp: %2$s には %1$s に該当するファイルはありませんでした。
pl_pl: B³±d: Brak plików pasuj±cych do %s znalezionych w %s
pt_br: Nenhum arquivo %s encontrado em %s

source: Could not open directory %s
af_za: Kon nie toegang tot l&ecirc;ergids %s kry nie.
ar_eg: äå êÊåãæ åæ áÊÍ ÇäÏäêä%s
bg_bg: Директорията %s не можа да се отвори
da_dk: Kunne ikke åbne kataloget %s
fi_fi: Hakemistoa %s ei voitu avata
gl_es: Non se puido abri-lo directorio %s
it_it: Impossibile aprire la directory %s
ja_jp: ディレクトリが開けませんでした: %s
pl_pl: Nie mogê otworzyæ katalogu %s
pt_br: Não foi possível abrir diretório %s

source: Alignment
ar_eg: ÇÕ×áÇá
da_dk: Placering
gl_es: Alineamento
ja_jp: 配置
pt_br: Alinhamento

source: Upper&nbsp;Left
af_za: Bo Links
ar_eg: ÃÙäé&nbsp» êÓÇÑ
bg_bg: Горе-Ляво
da_dk: Øverst&nbsp;til&nbsp;venstre
fi_fi: Vasen&nbsp;yl‰
gl_es: Superior&nbsp;Esquerda
it_it: in Alto&nbsp;a Sinistra
ja_jp: 左上
pl_pl: Lewy górny
pt_br: Canto Superior Esquerdo

source: Top
af_za: Bo
ar_eg: âåÉ
bg_bg: Горе
da_dk: I&nbsp;toppen
fi_fi: Yl‰
gl_es: Arriba
it_it: In Cima
ja_jp: 上
pl_pl: Do góry
pt_br: Topo

source: Upper&nbsp;Right
af_za: Bo Regs
ar_eg: ÃÙäé&nbsp» êåêæ
bg_bg: Горе-Дясно
da_dk: Øverst&nbsp;til&nbsp;højre
fi_fi: Oikea&nbsp;yl‰
gl_es: Superior&nbsp;Dereita
it_it: in Alto&nbsp;a Destra
ja_jp: 右上
pl_pl: Prawy górny
pt_br: Canto Superior Direito

source: Left
af_za: Links
ar_eg: êÓÇÑ
bg_bg: Ляво
da_dk: Venstre
fi_fi: Vasen
gl_es: Esquerda
it_it: a Sinistra
ja_jp: 左
pl_pl: Lewo
pt_br: Esquerda

source: Center
af_za: Middel
ar_eg: åæÊÕá
bg_bg: Центрирано
da_dk: I&nbsp;midten
fi_fi: Keskitys
gl_es: Centrar
it_it: al Centro
ja_jp: 中央
pl_pl: Wypo¶rodkuj
pt_br: Centralizado

source: Right
af_za: Regs
ar_eg: êåêæ
bg_bg: Дясно
da_dk: Højre
fi_fi: Oikea
gl_es: Dereita
it_it: a Destra
ja_jp: 右
pl_pl: Prawo
pt_br: Direita

source: Lower&nbsp;Left
af_za: Onder Links
ar_eg: ÃÓáä&nbsp»êÓÇÑ
bg_bg: Долу-Ляво
da_dk: Nederst&nbsp;til&nbsp;venstre
fi_fi: Vasen&nbsp;ala
gl_es: Inferior&nbsp;Esquerda
it_it: in Basso&nbsp;a Sinistra
ja_jp: 左下
pl_pl: Lewy dolny
pt_br: Canto Inferior Esquerdo

source: Bottom
af_za: Onder
ar_eg: ÃÓáä
bg_bg: Долу
da_dk: I&nbsp;bunden
fi_fi: Ala
gl_es: Abaixo
it_it: In Basso
ja_jp: 下部
pl_pl: Na dó³
pt_br: Fundo

source: Lower&nbsp;Right
af_za: Onder Regs
ar_eg: ÃÓáä&nbsp» êåêæ
bg_bg: Долу-Дясно
da_dk: Nedest&nbsp;til&nbsp;højre
fi_fi: Oikea&nbsp;ala
gl_es: Inferior&nbsp;Dereita
it_it: in Basso&nbsp;a Destra
ja_jp: 右下
pl_pl: Prawy dolny
pt_br: Canto Inferior Direito

source: Preview Size
bg_bg: Преглед на размера
da_dk: Størrelse for forhåndsvisning
fi_fi: Esikatselukoko
gl_es: Tama&ntilde;o previsualizaci&oacute;n
ja_jp: プレビューのサイズ
pl_pl: Rozmiar podgl±du
pt_br: Tamanho de Preview

source: Resized
af_za: vergroot/verklein
bg_bg: Променено
da_dk: Skaleret
fi_fi: Koko muutettu
it_it: Ridimensionata
ja_jp: リサイズ画像
pl_pl: Przeskalowany
pt_br: Redimensionado

source: Full
af_za: vol
bg_bg: Пълно
da_dk: Oprindelig
fi_fi: T‰yskoko
it_it: Pieno
ja_jp: 完全
pl_pl: Pe³ny
pt_br: Original

source: Watermark subalbums
bg_bg: Добавете воден знак към под-албумите
da_dk: Sæt vandmærke på under-album
fi_fi: Luo vesileimat alialbumeille
ja_jp: 透かしサブアルバム
pl_pl: Znakowanie podalbumów
pt_br: Marca d'água em sub-álbuns

source: Apply watermark to
af_za: Pas watermerk toe aan
bg_bg: Приложете воден знак към
da_dk: Sæt vandmærke på
fi_fi: Lis‰‰ vesileima:
it_it: Applica marchio a
ja_jp: 透かしアルバムの適用
pl_pl: U¿yj znakowania dla
pt_br: Aplicar marca d'água em

source: All photos
af_za: Alle fotos
bg_bg: Всички снимки
da_dk: Alle billeder
fi_fi: Kaikki kuvat
it_it: Tutte le foto
ja_jp: 全ての画像
pl_pl: Wszystkie zdjêcia
pt_br: Todas as fotos

source: Only sized photos
af_za: Slegs grootteverstelde foto's
bg_bg: Само снимките с променен размер
da_dk: Kun mellemstørrelsebilleder
fi_fi: Ainoastaan pienennetyt kuvat
it_it: Solo le foto ridimensionate
ja_jp: リサイズ画像のみ
pl_pl: Tylko skalowane zdjêcia
pt_br: Somente em fotos redimensionadas

source: Only full photos
af_za: Slegs volgrootte fotos
bg_bg: Само снимките с пълен размер
da_dk: Kun billeder i fuld størrelse
fi_fi: Ainoastaan t‰yskoon kuvat
it_it: Solo foto intere
ja_jp: 完全画像のみ
pl_pl: Tylko pe³nowymiarowe zdjêcia
pt_br: Somente em fotos de tamanho completo

source: Movie
af_za: Fliek
ar_eg: áêäå
bg_bg: Филм
da_dk: Film
fi_fi: Video
gl_es: Pel&iacute;cula
it_it: Video
ja_jp: 動画
pl_pl: Film
pt_br: Filme

source: Photo
af_za: Foto
ar_eg: ÕèÑÉ
bg_bg: снимката
da_dk: billede
fi_fi: valokuvaa
gl_es: Foto
it_it: Foto
ja_jp: 画像
pl_pl: Zdjêcie
pt_br: Foto

source: Edit Title
af_za: Verander Titel
ar_eg: ÊÍÑêÑ ÙæèÇæ
bg_bg: Променете Заглавието
da_dk: Ret titel
fi_fi: Muokkaa nime&auml;
gl_es: Editar t&iacute;tulo
it_it: Modifica Titolo
ja_jp: タイトル編集
pl_pl: Edytuj tytu³
pt_br: Editar Título

source: Edit Description
af_za: Wysig Beskrywing
ar_eg: ÊÍÑêÑ èÕá
bg_bg: Променете Описанието
da_dk: Ret beskrivelse
fi_fi: Muokkaa kuvausta
gl_es: Editar descripci&oacute;n
it_it: Modifica Descrizione
ja_jp: 詳細を編集
pl_pl: Edytuj opis
pt_br: Editar Descrição

source: Rename Album
af_za: Hernoem Album
ar_eg: ÃÙÏ ÊÓåêÉ Ç|äÃäÈèå
bg_bg: Преименувайте Албума
da_dk: Omdøb album
fi_fi: Nime&auml; kuva-albumi uudelleen
gl_es: Renomear &aacute;lbume
it_it: Rinomina Album
ja_jp: アルバム名変更
pl_pl: Zmieñ nazwê albumu
pt_br: Renomear Álbum

source: Reset Counter
af_za: Herstel tref-teller
ar_eg: ÅÙÇÏÉ ÊÙêêæ ÇäÙÏÇÏ
bg_bg: Нулирайте Брояча
da_dk: Nulstil tæller
fi_fi: Nollaa laskuri
gl_es: Reiniciar Contador
it_it: Azzera Contatore
ja_jp: カウンタリセット
pl_pl: Resetuj licznik
pt_br: Limpar Contador

source: Permissions
af_za: Toegangsregte
ar_eg: ÃĞèæÇÊ
bg_bg: Права
da_dk: Rettigheder
fi_fi: Oikeudet
gl_es: Permisos
it_it: Permessi
ja_jp: パーミッション
pl_pl: Prawa
pt_br: Permissões

source: Watermark Album
af_za: Watermerk Album
ar_eg: Ùåä ÙäÇåÉ åÇÆêÉ ääÃäÈèå
bg_bg: Добаване на Водни Знаци към Албума
da_dk: Sæt vandmærke på album
fi_fi: Luo vesileima albumille
gl_es: &Aacute;lbume de marcas de auga
it_it: Marchia Album
ja_jp: 透かしアルバム
pl_pl: Znakowanie Albumu
pt_br: Marca d'água de Álbum

source: View Comments
af_za: besigtig kommentaar
bg_bg: Вижте коментарите
da_dk: Vis kommentarer
fi_fi: N‰yt‰ kommentit
gl_es: Ver comentarios
it_it: Visualizza Commenti
ja_jp: コメントを見る
pl_pl: przegl±daj komentarze
pt_br: visualizar Comentários

source: Change Owner
af_za: Verander Eienaar
ar_eg: ÚêÑ ÇäåÇäã
bg_bg: Променете Собственика
da_dk: Skift ejer
fi_fi: Vaihda omistaja
gl_es: Cambiar Propietario
it_it: Cambia Proprietario
ja_jp: 所有者変更
pl_pl: Zmieñ w³a¶ciciela
pt_br: Alterar Dono

source: SUCCEEDED
af_za: SUKSES
bg_bg: УСПЕШНО
da_dk: SUCCESS
fi_fi: ONNISTUI
it_it: FATTO
ja_jp: 成功
pl_pl: POWODZENIE
pt_br: SUCEDIDO

source: Invalid username or password
ar_eg: ÇÓå åÓÊÎÏå ÚêÑ ÕÍêÍ Ãè ãäåÉ åÑèÑ ÚêÑ ÕÍêÍÉ
bg_bg: Невалидно име или парола.
da_dk: Ugyldigt brugernavn eller kodeord
fi_fi: Ep‰kelpo k‰ytt‰j‰tunnus tai salasana
gl_es: Nome de usuario ou contrasinal incorrecta
ja_jp: 無効なユーザ名またはパスワード
pl_pl: Nieprawid³owa nazwa u¿ytkownika lub has³o
pt_br: Nome de usuário ou senha inválidos

source: Please enter username and password.
bg_bg: Моля въведете име и парола.
da_dk: Indtast venligst brugernavn og kodeord.
fi_fi: Ole hyv‰ ja anna k‰ytt‰j‰tunnus sek‰ salasana.
ja_jp: ここにユーザ名とパスワードをもう一度入力してください
pl_pl: Proszê wprowad¼ nazwê u¿ytkownika i has³o.
pt_br: Por favor, informe nome do usuário e senha.

source: Login to %s
af_za: Aanteken na &quot;%s&quot;
ar_eg: ÃÏÎä Åäé %s
bg_bg: Вход към %s
da_dk: Log ind på %s
fi_fi: Kirjaudu %s -galleriaan
gl_es: Identificarse en %s
it_it: Connessione a %s
ja_jp: %s にログイン
pl_pl: Zaloguj do %s
pt_br: Autenticação em %s

source: Logging in gives you greater permission to view, create, modify and delete albums.
af_za: Wanneer jy aanteken het jy toestemming om albums te besigtig, te wysig en te skrap.
ar_eg: ÊÓÌêä ÇäÏÎèä êÙ×êã áÑÕÉ ÃãÈÑ äÇÓÊÙÑÇÖ èÊãèêæ èÊÙÏêä èÍĞá ÇäÃäÈèåÇÊ
bg_bg: Вход в системата на Галерията ви дава повече права да виждате, създавате, променяте или изтривате албуми.
da_dk: Hvis du logger ind, har du mulighed for at udføre de handlinger administratoren tillader for dig. Det kan eksempelvis være handlinger såsom at oprette, ændre og slette albummer, eller manipulere billeder på forskellig vis. Der er måske også albummer du først kan se når du har logget ind.
fi_fi: Sis&auml;&auml;nkirjautuminen antaa sinulle laajemmat oikeudet katsella, luoda, muokata ja poistaa albumeja.
gl_es: Identificarse na aplicaci&oacute;n dalle permisos de visi&oacute;n, creaci&oacute;n, modificaci&oacute;n e borrado de &aacute;lbumes.
it_it: Connettendoti avrai maggiori permessi per vedere, creare, modificare ed eliminare album.
ja_jp: ログインするとアルバムの閲覧や作成や変更、削除についてより大きな権限があたえられます。
pl_pl: Zalogowanie siê daje ci wiêksze przywileje do ogl±dania, tworzenia, modyfikowania i kasowania albumów.
pt_br: A autenticação permite a você visualizar, criar, modificar e apagar álbuns.

source: Password
af_za: Wagwoord
ar_eg: ãäåÉ ÇäåÑèÑ
bg_bg: Парола
da_dk: Kodeord
fi_fi: Salasana
gl_es: Contrasinal
ja_jp: パスワード
pl_pl: Has³o
pt_br: Senha

source: Login
af_za: Aanteken
ar_eg: ÊÓÌêä ÇäÏÎèä
bg_bg: Вход
da_dk: Log ind
fi_fi: Kirjaudu
gl_es: Entrar
ja_jp: ログイン
pl_pl: Zaloguj
pt_br: Autenticar

source: Forgotten your password?
af_za: Wagwoord vergeet?
ar_eg: çä æÓêÊ ãäåÉ ÇäåÑèÑ¿
bg_bg: Забравили сте си паролата?
da_dk: Har du glemt din adgangskode?
fi_fi: Unohditko salasanasi?
gl_es: Esquece-lo seu contrasinal?
it_it: Hai dimenticato la password?
ja_jp: パスワードを忘れましたか?
pl_pl: Zapomnia³e¶ has³a?
pt_br: Esqueceu sua senha?

source: The last request for a password was less than %d minutes ago. Please check for previous email, or wait before trying again.
ar_eg: ÂÎÑ ×äÈ äãäåÉ ÇäåÑèÑ ãÇæ åæĞ Ãâä åğæò %d ÏâêâÉ. ÑÌÇÁ ÊÍââ åæ ÇäÈÑêÏ ÇäÅäãÊÑèæê ÇäÓÇÈâğ¬ Ãîè ÇæÊØÑ âÈä ÇäåÍÇèäÉ ËÇæêÉ
bg_bg: Последното запитване за парола беше преди по-малко от %d minuti. Моля проверете за предишен e-mail, или изчакайте преди да опитате отново.
da_dk: Den sidste anmodning om en adgangskode skete for mindre end %d minutter siden. Check venligst for tidligere email eller vent før du prøver igen.
fi_fi: Kysyit salasanaasi korkeintaan %d minuuttia sitten. Ole hyv‰ ja tarkista s‰hkˆpostisi, tai odota ennen seuraavaa kysely‰.
gl_es: A &uacute;ltima solicitude de contrasinal foi feita hai %d minutos. Verifique os seus anteriores correos ou agarde antes de intentalo de novo.
ja_jp: 最後のパスワード要求は%d分以内前です。以前のメールをチェックするか、もう少し待ってから試してください。
pl_pl: Ostatnie zapytanie o has³o by³o mniej ni¿ %d minut temu. Sprawd¼ poczte i poczekaj chwile przed ponowieniem próby.
pt_br: A última solicitação foi há menos de %d minutos. Por favor, verifiquei seu email ou espere antes de tentar novamente.

source: New password request
af_za: Nuwe wagwoord versoek
ar_eg: ×äÈ äãäåÉ åÑèÑ ÌÏêÏÉ
bg_bg: Запитване за нова парола
da_dk: Ny anmodning om adgangskode
fi_fi: Uusi salasanakysely
gl_es: Solicitude de novo contrasinal
it_it: Nuova richiesta password
ja_jp: 新しいパスワードを設定
pl_pl: ¯yczenie nowego has³a
pt_br: Solicitação de nova senha

source: Someone requested a new password for user %s from Gallery '%s' on %s. You can create a password by visiting the link below. If you didn't request a password, please ignore this mail.
af_za: Iemand het 'n nuwe wagwoord vir gebruiker %s van Galery '%s' op %s versoek. Jy kan 'n wagwoord kre&euml;er deur die skakel hieronder te besoek. As jy nie 'n wagwoord versoek het nie, ignoreer asseblief hierdie e-pos.
ar_eg: ×äÈ ÔÎÕ åÇ ãäåÉ åÑèÑ ÌÏêÏÉ ääåÓÊÎÏåğ %s åğæ åÙÑÖ ÇäÕèÑ ' %s Ùäé %s. êåòãğæã Êãèêæ ãäåÉ åÑèÑ ÈÒêîÇÑÉ ÇäèÕäÉ ÇäåèÌèÏÉ ÃÓáä. ÅĞÇ äîå Êî×äÈ ãäåÉ åÑèÑ¬ ÈÑÌÇÁ Ç×ÑÍ çĞÇ ÇäÈÑêÏ ÌÇæÈÇ
bg_bg: Някой е поискал нова парола за потребителя %s от Галерията %s на %s. Можете да създадете парола като посетите web-адреса по-долу. Ако не сте искали парола, моля игнрорирайте този e-mail.
da_dk: Nogen anmodede om en adgangskode for bruger %s fra Galleri '%s' på %s. Du kan lave en adgangskode ved gå til linket nedenunder. Hvis du ikke har anmodet om en adgangskode, så ignorer venligst denne email
fi_fi: Joku on pyyt‰nyt uuden salasanan k‰ytt‰j‰lle %s Galleriasta '%s', %s. Voit luoda salasanan vierailemalla seuraavalla sivulla (klikkaa linkki‰). Jos et ole pyyt‰nyt salasanaa, unohda t‰m‰ viesti.
gl_es: Algu&eacute;n solicitou un novo contrasinal para o usuario %s da galer&iacute;s '%s' en %s. Pode crear un contrasinal visitando o enlace de abaixo. Se non quiso solicita-lo contrasinal, ignore esta mensaxe.
it_it: Qualcuno ha richiesto una nuova password per l'utente %s dalla Galleria '%s' su %s. Puoi creare una password visitando il link qui sotto. Se non hai richiesto una password, per favore ignora questa email.
ja_jp: 誰かがユーザ %1$sのパスワードを%3$s上のGallery %2$sから要求しました。リンク先に飛べば新しいパスワードを作成することができます。パスワード要求をしていないのでしたら、このメールは無視してください。
pl_pl: Kto¶ zg³osi³ zapytanie o nowe has³o dla u¿ytkownika %s z Galerii '%s" na %s. Mo¿esz stworzyæ nowe has³o odwiedzaj±c link poni¿ej. Je¿eli natomiast nie chcia³e¶ zmieniaæ has³a, zignoruj tê wiadomo¶æ.
pt_br: Alguém solicitou uma nova senha para o usuário %s do Gallery '%s' em %s. Você pode criar uma senha visitando o link abaixo. Se você não solicitou uma senha, por favor ignore este email.

source: Click to reset your password: %s
af_za: Kliek om jou wagwoord te herstel: %s
ar_eg: ÇÖÚ× çæÇ äÅÙÇÏÉ ÊÙêêæ ãäåÉ ÇäåÑèÑ ÇäÎÇÕÉ Èã%s
bg_bg: Натиснете тук за да смените паролата си: %s
da_dk: Klik for at nulstille din adgangskode: %s
fi_fi: Klikkaa resetoidaksesi salasanasi: %s
gl_es: Pulse para cambia-lo seu contrasinal: %s
it_it: Clicca per resettare la tua password: %s
ja_jp: パスワードをリセットするにはクリックしてください: %s
pl_pl: Kliknij by zresetowaæ swoje has³o: %s
pt_br: Clique para limpar sua senha: %s

source: New password request %s
af_za: Nuwe wagwoord versoek %s
ar_eg: ×äÈ äãäåÉ åÑèÑ ÌÏêÏÉ %s
bg_bg: Поискване на нова парола %s
da_dk: Ny anmodning for kodeord %s
fi_fi: Uusi salasanakysely %s
gl_es: Solicitude de novo contrasinal %s
it_it: Nuova richiesta password %s
ja_jp: 新しいパスワードを要求 %s
pl_pl: Zamawianie nowego has³a %s
pt_br: Solicitação de nova senha %s

source: An email has been sent to the address stored for %s. Follow the instructions to change your password. If you do not receive this email, please contact the Gallery administrators.
ar_eg: ÃïÑÓä ÈÑêÏ ÅäãÊÑèæé Åäé ÇäÙæèÇæğ ÇäÎÇÕ È%s. ÇÊÈÙ ÇäÊÙäêåÇÊ äÊîÚêêÑ ãäåÉğ ÇäåÑèÑ ÇäÎÇÕÉ Èã. ÅĞÇ äå ÊÊîÓäå çĞÇ ÇäÈÑêÏ ÇäÅäãÊÑèæê¬ ÈÑÌÇÁ ÇäÇÊÕÇä ÈåÏêÑé ÇäåÙÑÖî.
bg_bg: Изпратен е E-mail до адреса записан за %s. Следвайте инструкциите, за да смените паролата си. Ако не получите този e-mail, моля свържете се с Администратора на Галерията.
da_dk: Der er sendt en email til adressen registreret for %s. Følg vejledningen for at ændre din adgangskode. Hvis du ikke modtager denne email, så kontakt venligst Gallery administrator(erne).
fi_fi: S‰hkˆpostiosoite on l‰hetetty k‰ytt‰j‰lle %s. Seuraa ohjeita kuinka saat vaihdettua salasanasi. Jos et saa t‰t‰ s‰hkˆpostia, ota yhteytt‰ Gallerian yll‰pit‰jiin.
gl_es: Un correo foi enviado &aacute; direcci&oacute;n almaceada para %s. Siga as instrucci&oacute;ns para cambia-lo seu contrasinal. Se non recibe este correo, contacte cos administradores da galer&iacute;a.
ja_jp: %sのアドレスにメールを送りました。パスワードを変更するには指示に従ってください。このメールを受け取らなければ、Gallery管理者に連絡してください。
pl_pl: Email zosta³ wys³any na adres zapisany dla %s. Wykonaj zamieszczone w nim instrukcje by zmieniæ swoje has³o. Je¿eli nie otrzymasz tego emaila, skontaktuj siê z administratorami Galerii.
pt_br: Um email foi enviado para o endereço armazenado para %s. Siga as instruções contidas nele para trocar sua senha. Se você não receber este e-mail, por favor entre em contato com os administradores do Gallery.

source: Email could not be sent. Please contact %s administrators for a new password
ar_eg: äå êÊåãæ åæ ÇÑÓÇä ÇäÈÑêÏ ÇäÅäãÊÑèæê. ÇäÑÌÇÁ ÇäÇÊÕÇä ÈåÏêÑé Çä%s ääÍÕèä Ùäé ãäåÉ åÑèÑ ÌÏêÏÉ
bg_bg: Не е изпратен e-mail. Моля свържете се с администраторите на %s за нова парола.
da_dk: Emailen kunne ikke sendes. Kontakt venligst %s administratorerne for en ny adgangskode
fi_fi: S‰hkˆpostia ei pystytty l‰hett‰m‰‰n. Ota yhteyteytt‰ %s yll‰pit‰j‰‰n uutta salasanaa varten.
gl_es: O correo non puido ser enviado. Contacte %s cos administradores para que lle den un novo contrasinal
ja_jp: メールが送信できませんでした。新しいパスワードを設定するため、%s管理者に連絡してください。
pl_pl: Email nie móg³ byæ wys³any. Proszê o kontakt z administratorami %s by otrzymaæ nowe has³o
pt_br: Email não pôde ser enviado. Por favor, entre em contato com os administradores de %s para obter uma nova senha
