Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: There is no valid email for this account. Please contact %s administrators for a new password
ar_eg: äêÓ çæÇã ÈÑêÏ ÅäãÊÑèæê ÕÍêÍ äçĞÇ ÇäÍÓÇÈğ. ÇäÑÌÇÁ ÇäÇÊÕÇä ÈåÏêÑé Çä%s ääÍÕèä Ùäé ãäåÉ åÑèÑ ÌÏêÏÉ
bg_bg: Няма валиден e-mail адрес за това потребителско име. Моля свържете се с администраторите на %s за нова парола.
da_dk: Der er ingen gyldig emailadresse for denne konto. Kontakt venligst %s administratorerne for en ny adgangskode
fi_fi: T‰lle tunnukselle ei ole kelpoa s‰hkˆpostiosoitetta. Ota yhteytt‰ %s yll‰pit‰j‰‰n uutta salasanaa varten
gl_es: Non hai unha direcci&oacute;n de correo v&aacute;lida nesta conta de usuario. Contacte %s cos administradores para que lle den un novo contrasinal
ja_jp: このアカウントは有効なメールがありません。新しいパスワードを設定するため、%s管理者に連絡してください。
pl_pl: Nie ma ¿adnego poprawnego adresu email dla tego konta. Skontaktuj siê z administratorami %s by otrzymaæ nowe has³o
pt_br: Não há e-mail válido para esta conta. Por favor, entre em contato com administradores de %s para obter uma nova senha

source: Not a valid username
ar_eg: ÇÓå åÓÊÎÏå ÚêÑ ÕÍêÍ
bg_bg: Невалидно име
da_dk: Ugyldigt brugernavn
fi_fi: Ep&auml;kelpo k&auml;ytt&auml;j&auml;tunnus
gl_es: Nome de usuario incorrecto
ja_jp: 無効なユーザ名
pl_pl: Nieprawid³owy u¿ytkownik
pt_br: Não é um nome de usuário válido

source: Send me my password
af_za: Stuur vir my my wagwoord, asseblief!
ar_eg: ÃÑÓä Åäé ãäåÉ ÇäåÑèÑ ÇäÎÇÕÉ Èé
bg_bg: Изпратете ми паролата
da_dk: Send min adgangskode til mig
fi_fi: L‰het‰ salasana
gl_es: Env&iacute;ame o meu contrasinal
it_it: Spediscimi la mia password
ja_jp: パスワード送信
pl_pl: Wy¶lij mi moje has³o
pt_br: Me envie minha senha

source: Please select a user
af_za: Kies 'n gebruiker
ar_eg: ÈÑÌÇÁ ÅÎÊêÇÑ åÓÊÎÏå
bg_bg: Моля посочете потребител
da_dk: Angiv venligst en bruger
fi_fi: Valitse k&auml;ytt&auml;j&auml;
gl_es: Seleccione un usuario, por favor
it_it: Per favore seleziona un utente
ja_jp: ユーザを選択してください
pl_pl: Proszê wybraæ u¿ytkownika
pt_br: Por favor, selecione um usuário

source: Manage Users
af_za: Gebruikerbestuur
ar_eg: ÅÏÇÑÉ ÇäåÓÊÎÏåêæ
bg_bg: Управление на Потребителите
da_dk: Håndter brugere
fi_fi: Hallitse k&auml;ytt&auml;ji&auml;
gl_es: Xestionar usuarios
it_it: Gestione Utenti
ja_jp: ユーザ管理
pl_pl: Zarz±dzaj u¿ytkownikami
pt_br: Gerenciar Usuários

source: You can create, modify and delete users here.
af_za: Hier kan jy gebruikerrekeninge skep, wysig en skrap.
ar_eg: êåãæã Êãèêæ èÊÙÏêä èÍĞá åÓÊÎÏåêæ çæÇ
bg_bg: Тук можете да създавате, променяте и изтривате потребители
da_dk: Du kan oprette, ændre og slette brugere her.
fi_fi: Voit luoda, muokata ja poistaa k&auml;ytt&auml;ji&auml; t&auml;&auml;ll&auml;.
gl_es: Pode crear, modificar e borrar usuarios aqu&iacute;.
it_it: Qui puoi creare, modificare ed eliminare gli utenti.
ja_jp: ここでユーザの作成、変更、削除ができます
pl_pl: Mo¿esz tutaj tworzyæ, modyfikowaæ i usuwaæ u¿ytkowników
pt_br: Você pode criar, modificar e apagar usuários aqui.

source: There are no users! Create one.
af_za: Daar is geen gebruikers nie! Skep een.
ar_eg: äÇêèÌÏ åÓÊÎÏåèæ! ÃÏÎä èÇÍÏÇ
bg_bg: Няма потребители! Създайте един.
da_dk: Der er ingen brugere! Opret en.
fi_fi: K&auml;ytt&auml;ji&auml; ei ole viel&auml; luotu! Luo k&auml;ytt&auml;j&auml; nyt.
gl_es: Non hai usuarios! Crear un.
it_it: Non ci sono utenti! Creane uno.
ja_jp: ユーザが一人もいません。つくってください
pl_pl: Nie ma ¿adnych u¿ytkowników! Stwórz jakiego¶.
pt_br: Não há usuários! Crie um.

source: Create new user
af_za: Skep 'n nuwe gebruiker hier.
it_it: Crea un nuovo utente
ja_jp: 新しいユーザを作成

source: Bulk Create
af_za: Massa-Kre&euml;er
ar_eg: ÅæÔÇÁ åÌåÙ
bg_bg: Създаване на количество потребители.
da_dk: Masseoprettelse
fi_fi: Luo tiedostosta
gl_es: Crear volume
it_it: Creazione Multipla
ja_jp: 大量作成
pl_pl: Tworzenie Hurtowo
pt_br: Criação em Lote

source: Modify
af_za: Wysig
ar_eg: ÙÏä
bg_bg: Променете
da_dk: Ændre
fi_fi: Muokkaa
gl_es: Modificar
it_it: Modifica
ja_jp: 変更
pl_pl: Modyfikuj
pt_br: Modificar

source: User information succesfully updated.
af_za: Gebruikers suksesvol bygewerk.
it_it: Informazioni utente aggiornate con successo.
ja_jp: ユーザ情報のアップグレードに成功しました。

source: User information was not succesfully updated !!
ja_jp: ユーザ情報のアップグレードに失敗しました !!

source: Invalid user
af_za: Ongeldige gebruiker
ar_eg: åÓÊÎÏå ÚêÑ ÕÍêÍ
bg_bg: Невалиден потребител
da_dk: Ugyldig bruger
fi_fi: Ep&auml;kelpo k&auml;ytt&auml;j&auml;
gl_es: Usuario incorrecto
it_it: Utente non valido
ja_jp: 無効なユーザ
pl_pl: Nieprawid³owy u¿ytkownik
pt_br: Usuário inválido

source: Modify User
af_za: Gebruiker wysig
ar_eg: ÙÏä åÓÊÎÏåÇ
bg_bg: Промяна на Потребителя
da_dk: Ændr bruger
fi_fi: Muokkaa k&auml;ytt&auml;j&auml;&auml;
gl_es: Modificar usuario
it_it: Modifica Utente
ja_jp: ユーザ変更
pl_pl: Modyfikuj u¿ytkownika
pt_br: Modificar Usuário

source: You can change any information about the user using this form.
af_za: Met hierdie vormpie kan jy enige informasie omtrent die gebruiker wysig.
ar_eg: êïåòãğæã ÊÚêÑ Ãê åÙäèåÇÊ Íèä ÇäåÓÊÎÏå ÇäĞê êîÓÊÎÏå çĞÇ ÇäæåèĞÌ.
bg_bg: Използвайки тази форма, можете да промените която и да е информация за потребителя.
da_dk: Du kan rette alle informationer om brugeren i denne formular.
fi_fi: Voit muokata mit&auml; tahansa k&auml;ytt&auml;j&auml;tietoja t&auml;m&auml;n lomakkeen avulla.
gl_es: Pode cambiar calquera informaci&oacute;n sobre o usuario usando este formulario.
it_it: Puoi cambiare ogni informazione sull'utente usando questo form.
ja_jp: このフォームからユーザの情報を変更できます。
pl_pl: Mo¿esz zmieniæ ka¿d± informacjê o u¿ytkowniku u¿ywaj±c tego formularza
pt_br: Você pode trocar quaisquer informações sobre o usuário usando este formulário.

source: Move Album
af_za: Skuif Album
ar_eg: Çæâä ÇäÃäÈèå
bg_bg: Преместете Албума
da_dk: Flyt album
fi_fi: Siirr&auml; albumi
gl_es: Mover &aacute;lbume
it_it: Sposta Album
ja_jp: アルバム移動
pl_pl: Przesuñ album
pt_br: Mover Álbum

source: Select the new location of album: %s
ja_jp: アルバムの新しい場所を選択してください: %s

source: Your Album will be moved to the position you choose below.
ja_jp: あなたのアルバムは以下で選択した場所に移動します。

source: Move it!
af_za: Skuif dit!
ar_eg: Çæâäç
bg_bg: Преместете!
da_dk: Flyt det!
fi_fi: Siirr&auml;!
gl_es: ٮM&oacute;vao!
it_it: Spostalo!
ja_jp: 移動させる
pl_pl: Przesuñ
pt_br: Mova-o!

source: Nest within another Album:
ar_eg: ÊÏÇÎä áé ÃäÈèå ÂÎÑ
bg_bg: го направете част от друг Албум:
da_dk: Placer inden i et andet album:
fi_fi: Sis&auml;llyt&auml; toiseen albumiin:
gl_es: Anidar dentro doutro &aacute;lbume:
ja_jp: 他のアルバムにネストアルバムとして移動:
pl_pl: Zagnie¿d¿ony w innym albumie:
pt_br: Coloque-o ramificado a outro Álbum:

source: Move to Album!
af_za: Skuif na ander Album!
ar_eg: ÇæÊâä Åäé ÇäÃäÈèå
bg_bg: Преместете в Албума!
da_dk: Flyt til album!
fi_fi: Siirr&auml; albumiin!
gl_es: ٮMover &oacute; &aacute;lbume!
it_it: Sposta nell'Album!
ja_jp: アルバムに移動させる
pl_pl: Przesuñ do albumu
pt_br: Mover para Álbum!

source: Reorder Album
af_za: herskik album
bg_bg: Пренаредете Албума
da_dk: Omplacer album
fi_fi: Uudelleennumeroi albumi
gl_es: Reordear &aacute;lbume
it_it: Riordina Album
ja_jp: アルバム順変更
pl_pl: przestaw album
pt_br: Organizar Álbum

source: Reorder Photo
af_za: Herskik Foto (in hierdie album)
ar_eg: ÃÙÏ ÊÑÊêÈ ÇäÕèÑ
bg_bg: Пренаредете Снимката
da_dk: Omplacer billede
fi_fi: Uudelleensijoita t‰m‰ kuva
gl_es: Reordear fotograf&iacute;a
it_it: Riordina Foto
ja_jp: 画像を並べ替える
pl_pl: Przestaw Zdjêcie
pt_br: Reorganizar Foto

source: Move Photo
af_za: Skuif Foto (na 'n ander album)
ar_eg: Çæâä ÕèÑÉ
bg_bg: Преместете Снимката
da_dk: Flyt billede
fi_fi: Siirr&auml; kuva
gl_es: Mover foto
it_it: Sposta Foto
ja_jp: 画像を移動する
pl_pl: Przesuñ obrazek
pt_br: Mover Foto

source: You can't move photos into the album they already exist in.
bg_bg: Не може да премествате снимки към същия албум в който са в момента.
da_dk: Du kan ikke flytte billeder ind i det album de allerede eksisterer i.
fi_fi: Et voi siirt‰‰ valokuvia albumiin, jossa kuvat jo sijaitsevat
gl_es: Non pode mover fotos dentro dun &aacute;lbume no que xa exist&iacute;an.
ja_jp: 既に入っているアルバムのなかに画像を移動することはできません。
pl_pl: Nie mo¿esz przenosiæ zdjêæ do albumów, w których one ju¿ istniej±.
pt_br: Você não pode mover fotos para dentro de álbuns em que elas já existem.

source: You do not have the required permissions to write to %s!
af_za: Jy het nie die nodige toestemmingsregte om na %s te skryf nie!
ar_eg: äêÓ äÏêã ÇäÃĞèæÇÊ ÇääÇÒåÉ ääãÊÇÈÉä%s!
bg_bg: Нямате необходимите прижилегии за записване в %s!
da_dk: Du har ikke de nødvendige rettigheder til at skrive til %s!
fi_fi: Sinulla ei ole vaadittuja valtuuksia kirjoittaa %s!
gl_es: ٮNon ten os permisos suficientes para escribir en %s!
it_it: Non hai i permessi di scrittura per %s!
ja_jp: %s に書き込み権限がありません。
pl_pl: Nie masz wystarczaj±cych praw by zapisywaæ do %s!
pt_br: Você não tem a permissão requerida para escrever em %s!

source: Moving photo #
ar_eg: ÌÇÑê æâä ÕèÑÉ #
bg_bg: Преместване на снимка #
da_dk: Flytter billede #
fi_fi: Siirret&auml;&auml;n valokuvaa #
gl_es: Movendo foto #
ja_jp: 画像移動 #
pl_pl: Przesuwanie obrazka nr.
pt_br: Movendo foto #

source: - Creating New Album Highlight
af_za: - Kre&euml;er nuwe Album voorbeeldfoto
ar_eg: ÅæÔÇÁ ÊåêğêÒ ÌÏêÏ ääÃäÈèå
bg_bg: - Създаване на Нова Главна Снимка за Албума
da_dk: - Laver nyt forsidebillede for albummet
fi_fi: - Luodaan uusi albumin kansikuva
gl_es: - Creando Novo &aacute;lbume destacado
it_it: - Creazione nuova Copertina dell'Album
ja_jp: - 新しいアルバムのハイライトを作成
pl_pl: - Tworzenie nowej ok³adki do albumu
pt_br: - Criando Novo Destaque para Álbum

source: Reorder this album within the album:
ar_eg: ÃÙÏ ÊÑÊêÈ ÇäÃäÈèå åæ ÏÇÎä ÇäÃäÈèå
bg_bg: Пренаредете този албум вътре в албума:
da_dk: Omplacer dette album inde i albummet:
fi_fi: Uudelleensijoita t‰m‰ albumi albumin sis‰ll‰:
gl_es: Reordear este &aacute;lbume co &aacute;lbume:
ja_jp: このアルバムをアルバム内で並べ替える:
pl_pl: Przestaw ten album do albumu:
pt_br: Reorganizar este álgum entre os álbuns:

source: Reorder this photo within the album:
ar_eg: ÃÙÏ ÊÑÊêÈ çĞç ÇäÕèÑÉ åæ ÏÇÎä ÇäÃäÈèå
bg_bg: Пренаредете тази снимка вътре в албума
da_dk: Omplacer dette billede inde i albummet:
fi_fi: Uudelleensijoita t‰m‰ kuva albumin sis‰ll‰:
gl_es: Mover esta foto dentro do &aacute;lbume:
ja_jp: この画像をアルバム内で並べ替える:
pl_pl: Przestaw to zdjêcie do albumu:
pt_br: Reorganizar esta foto entre os álbuns:

source: Current Location is %s
af_za: Huidige posisie is %s
ar_eg: ÇäåèâÙ ÇäÍÇäé çè %s
bg_bg: Сегашното Местоположение е %s
da_dk: Aktuel placering er %s
fi_fi: Nykyinen sijainti on %s
gl_es: A situaci&oacute;n actual &eacute; %s
it_it: La posizione attuale &egrave; %s
ja_jp: 現在の場所は %s
pl_pl: Aktualna lokalizacja to %s
pt_br: Local Atual é %s

source: Select the new location:
af_za: Kies 'n nuwe posisie:
ar_eg: ÇÎÊÑ ÇäåèâÙ ÇäÌÏêÏ
bg_bg: Изберете ново местоположение:
da_dk: Vælg ny placering:
fi_fi: Valitse uusi sijainti:
gl_es: Seleccione a nova situaci&oacute;n:
it_it: Seleziona la nuova posizione:
ja_jp: 新しい場所を選択:
pl_pl: Wybierz now± lokalizacjê:
pt_br: Selecione uma nova localização:

source: Reorder it!
af_za: Herskik dit!
ar_eg: ÃÙÏ ÊÑÊêÈç
bg_bg: Пренаредете!
da_dk: Omplacer!
fi_fi: Uudelleensijoita!
gl_es: Reordealo
it_it: Riordina!
ja_jp: 並べ替える
pl_pl: Przestaw to!
pt_br: Reorganizar!

source: Move a range of photos to a new album:
ar_eg: Çæâä æ×Çâ åæ ÇäÕèÑ Åäé ÃäÈèå ÌÏêÏ
bg_bg: Преместете група снимки в нов албум:
da_dk: Flyt en samling billeder til et nyt album:
fi_fi: Siirr&auml; joukko valokuvia uuteen albumiin:
gl_es: Mover un rango de fotos a un novo &aacute;lbume:
ja_jp: 特定の範囲の画像を新しいアルバムに移動する:
pl_pl: Przesuñ zakres zdjêæ do nowego albumu:
pt_br: Mover uma faixa de fotos para um novo álbum:

source: To move just one photo, make First and Last the same.
bg_bg: За да преместите само една снимка, направете Първата и Последната да са едни и същи.
da_dk: For kun at flytte ét billede, sæt Første og Sidste til det samme.
fi_fi: Siirt&auml;&auml;ksesi vain yhden kuvan, m&auml;&auml;rit&auml; ensimm&auml;inen ja viimeinen kuva samoiksi.
ja_jp: 一画像だけ移動するには最初と最後を同じにしてください。
pl_pl: Aby przesun±æ tylko jeden obrazek, ustaw pierwszy i ostatni na ten sam obrazek
pt_br: Para mover apenas uma foto, coloque a Primeira e a Última como as mesmas.

source: Note: items that have votes will lose these votes when moved to another album
af_za: Nota: Items wat stemme het sal hulle stemme verloor wanneer hulle na 'n ander album geskuif word
ar_eg: åäÇÍØÉ: ÇäÙæÇÕÑ ÇäÊé äçÇ ÊÕèêÊ Óèá ÊáâÏ çĞÇ ÇäÊÕèêÊ ÈÅæÊâÇäçÇäÅäÈèå ÂÎÑ
bg_bg: Забележла: елементи които имат гласове, ще загубят гласовете си след като бъдат преместени в друг албум
da_dk: Bemærk: elementer som har modtaget stemmer, vil miste disse stemmer når de flyttes til et andet album
fi_fi: Huomaa: kohteet menett‰v‰t mahdolliset ‰‰nens‰ siirrett‰ess‰ toiseen albumiin
gl_es: Nota: os elementos que foron votados perder&aacute;n os votos cando se movan a outro &aacute;lbume
it_it: Nota: gli oggetti che hanno dei voti perderanno questi voti se spostati in un altro album
ja_jp: 注意: 投票されているアイテムを他のアルバムへ移動させるとそれらの投票情報は失われます
pl_pl: Uwaga: obrazy, które maj± g³osy, strac± je podczas przeniesienia do innego albumu
pt_br: Nota: itens que possuem votos perderão estes votos quando forem movidos para outro álbum

source: Note: items that have votes will lose these votes if moved to an album without compatible polling. Compatible albums are marked with an &quot;%s&quot;.
af_za: Nota: Items wat stemme het sal hulle stemme verloor wanneer hulle na 'n ander album geskuif word sonder 'n eenderse meningspeilings-stelsel. Versoenbare albums is met 'n &quot;%s&quot; gemerk.
ar_eg: åäÇÍØÉ: ÇäÙæÇÕÑ ÇäÊé äçÇ ÊÕèêÊ Óèá ÊáâÏ çĞÇ ÇäÊÕèêÊ ÅĞÇ åÇ ÇæÊâäÊ äÅäÈèå ÂÎÑ Ïèæ ÇâÊÑÇÙ åÊáâ Ùäêç. ÇäÃäÈèåÇÊ ÇäåÊèÇáâÉ ÓêÑåÒ äçÇ ÈÇäÃÊé: an & quot;%s&quot;.
bg_bg: Забележла: елементи които имат гласове, ще загубят гласовете си, ако бъдат преместени в друг албум без съвместим вид гласуване. Съвместимите албуми са маркирани с &quot;%s&quot;.
da_dk: Bemærk: elementer som har modtaget stemmer, vil miste disse stemmer når de flyttes til et andet album uden kompatibel afstemning. Kompatible albummer er markeret med en &quot;%s&quot;.
fi_fi: Huomaa: kohteet menett‰v‰t mahdolliset ‰‰nens‰ jos siirr‰t ne albumiin, jossa ei ole yhteensopivaa ‰‰nestyst‰. Yhteensopivat albumit merkataan &quot;%s&quot;:ll‰.
gl_es: Nota: os elementos que foran votados perder&aacute;n os votos se son movidos a un &aacute;lbume que te&ntilde;a implementada unha enquisa incompatible. Os &aacute;lbumes compatibles est&aacute;n marcados cunha &quot;%s&quot;.
it_it: Nota: gli oggetti che hanno dei voti perderanno questi voti se spostati su un album senza un sistema di voto compatibile. Gli album compatibili sono segnati con &quot;%s&quot;.
ja_jp: 注意: 投票されているアイテムを投票の互換性のないアルバムへ移動させるとそれらの投票情報は失われます。互換性のアルバムは &quot;%s&quot; でマークされています。
pl_pl: Uwaga: obrazy, które maj± g³osy, strac± je je¿eli zostan± przeniesione do albumu bez kompatybilnej implementacji ankiet. Kompatybilne albumy zaznaczone s±: &quot;%s&quot;.
pt_br: Nota: itens que possuem votos serão perdidos se estes votos forem movidos para um álbum sem compatibilidade de votação. Álbuns compatíveis estarão marcados com um &quot;%s&quot;

source: Create Multiple Users
af_za: Skep meervoudige gebruikers
ar_eg: ÇÓÊÍÏÇË ÙÏÉ åÓÊÎÏåêæ
bg_bg: Създайте повече от един Потребител
da_dk: Opret flere brugere
fi_fi: Luo monta k‰ytt‰j‰tunnusta
gl_es: Crear m&uacute;ltiples usuarios
it_it: Crea Utenti Multipli
ja_jp: 複数ユーザ作成
pl_pl: Utwórz Wielu U¿ytkowników
pt_br: Criar Múltiplos Usuários

source: No file selected.
af_za: Geen l&ecirc;er gekies nie
ar_eg: äå êÊå ÇÎÊêÇÑ åäá
bg_bg: Не е посочен файл.
da_dk: ingen fil valgt.
fi_fi: Ei tiedostoja valittuna.
it_it: Nessun file selezionato.
ja_jp: ファイルが指定されていません。
pl_pl: Nie wybrano plików.
pt_br: Nenhum arquivo selecionado.

source: Upload failed: %s.
af_za: Oplaai het misluk: %s.
ar_eg: ÇäÅêÏÇÙ äå êÊå :%s
bg_bg: Прехвърлянето е неуспешно: %s.
da_dk: Overføring mislykkedes: %s.
fi_fi: L‰hetys ep‰onnistui: %s.
gl_es: Erro na subida: %s.
it_it: Caricamento fallito: %s.
ja_jp: アップロード失敗: %s
pl_pl: Niepowodzenie wgrywania: %s.
pt_br: Envio de arquivo falhou: %s.

source: Upload went fine, but the file is not readable, please make sure %s is accessable for your webserver. (Also check openbasedir restrictions.)
bg_bg: Качването премина добре, но файла не може да бъде прочетен, моля направете така че %s да е достъпен от web-сървъра ви. (Също проверете ограничението 'openbasedir')
da_dk: Overførslen lykkedes, men filen er ikke læsbar. Kontroller venligst at din webserver kan læse %s. (Kontroller også openbasedir restriktioner.)
fi_fi: Lataaminen onnistui, mutta tiedostoa ei voida lukea. Tarkista, ett‰ %s on www-palvelimesi saatavilla. (Tarkista myˆs openbasedir-rajoitukset.)
it_it: L'upload &egrave; avvenuto, ma il file non &egrave; leggibile, assicurati che %s sia accessibile al webserver. (Controlla anche le restrizioni di openbasedir.)
ja_jp: アップロードはうまくいきましたが、ファイルが読み込めません。%s がウェブサーバからアクセス可能なことを確かめてください。(openbasedirの制限についても確認してください。)
pl_pl: Wys³anie pliku siê powiod³o, ale nie da siê go odczytaæ, proszê upewnij siê, ¿e %s jest dostêpny dla twojego webserwera. (Tak¿e zaznacz ograniczenia openbasedir.)
pt_br: Upload ocorreu com sucesso mas o arquivo não pôde ser lido. Por favor, certifique-se que a pasta %s pode ser acessada pelo servidor web. (Verifique também pelas restrições de openbasedir.)

source: Adding %s (%s)
af_za: Besig met byvoeg van %s(%s)
it_it: Aggiunta %s (%s)
ja_jp: 追加 %s (%s)

source: Send email to %s
af_za: Kan l&ecirc;ergids %s nie kre&euml;er nie.
ar_eg: ÃÑÓä ÇäÈÑêÏ ÇäÅäêãÊÑèæé Åäé: %s
bg_bg: Изпратете E-mail do %s
da_dk: Email sendt til %s
fi_fi: L‰het‰ s‰hkˆpostia osoitteeseen %s
gl_es: Enviar un correo a %s
it_it: Spedisci email a %s
ja_jp: %sへメール送信
pl_pl: Wy¶lij email do %s
pt_br: Enviar e-mail para %s

source: Problem with email to %s
af_za: Probleem met e-pos na %s
ar_eg: åÔãäÉ áé ÇäÈÑêÏ ÇäåÑÓä Åäé %s
bg_bg: Има проблем с emai-a до %s
da_dk: Problem med email til %s
fi_fi: Ongelmia l‰hett‰ess‰ s‰hkˆpostia osoitteeseen %s
gl_es: Problema co correo a %s
it_it: Problema con l'email per %s
ja_jp: %sへのメール送信エラー
pl_pl: Problem z emailem do %s.
pt_br: Problema em enviar e-mail para %s

source: %s added, %s skipped
af_za: %s bygevoeg, %s oorgeslaan
ar_eg: %sÃïÖêá ¬ %s ÍïĞá
bg_bg: %s добавени, %s пропуснати
da_dk: %s tilføjet, %s sprunget over
fi_fi: %s lis‰tty, %s hyp‰tty yli
gl_es: %s engadidos, %s saltados
it_it: %s aggiunti, %s ignorati
ja_jp: 追加 %s, スキップ %s
pl_pl: %s dodanych, %s pominiêtych
pt_br: %s adicionados, %s omitidos

source: 1 user
af_za: 1 gebruiker
bg_bg: 1 потребител
da_dk: 1 bruger
fi_fi: 1 k‰ytt‰j‰
it_it: 1 utente
ja_jp: %d 人のユーザ
pl_pl: 1 u¿ytkownik
pt_br: 1 usuário

source: Create Users
af_za: Skep gebruikers
ar_eg: ÇÓÊÍÏÇË åÓÊÎÏåêæ
bg_bg: Създайте Потребители
da_dk: Opret brugere
fi_fi: Luo k‰ytt‰ji‰
gl_es: Crear usuarios
it_it: Crea Utenti
ja_jp: 複数ユーザ作成
pl_pl: Utwórz U¿ytkowników
pt_br: Criar Usuários

source: Create multiple new users from a file.
af_za: Skep meervoudige gebruikers van 'n l&ecirc;er.
ar_eg: ãèæ ÇäÙÏêÏ åæ ÇäåÓÊÎÏåêæ ÇäÌÏÏ åğæò åäá.
bg_bg: Създайте брой нови потребители от файл.
da_dk: Opret flere nye brugere fra en fil.
fi_fi: Luo monta k‰ytt‰j‰tunnusta tiedostosta.
gl_es: Cre m&uacute;ltiples novos usuarios dende un ficheiro.
it_it: Creazione multipla di nuovi utenti da un file.
ja_jp: ファイルからの多数ユーザの作成。
pl_pl: Utwórz wielokrotnie u¿ytkowników z pliku.
pt_br: Criar múltiplos novos usuários de um arquivo.

source: Create
af_za: Skep
ar_eg: ÅæÔÇÁ
bg_bg: Създайте
da_dk: Opret
fi_fi: Luo
gl_es: Crear
it_it: Crea
ja_jp: 作成
pl_pl: Utwórz
pt_br: Criar

source: Notes:
af_za: Opmerkings:
ar_eg: åäÇÍØÇÊ
bg_bg: Бележки:
da_dk: Noter:
fi_fi: Ohjeita:
gl_es: Notas:
it_it: Note:
ja_jp: 注意:
pl_pl: Notka:
pt_br: Notas:

source: The strings !!USERNAME!!, !!FULLNAME!! and !!PASSWORD!! will be substituted in the email with the values from the membership file. An individual email will be sent to each member with a valid email address in the members file (if &quot;send emails&quot; checkbox is ticked).
af_za: Die woorde !!USERNAME!!, !!FULLNAME!! en !!PASSWORD!! sal in die e-pos vervang word met die korrekte waardes van die lid-l&ecirc;er. 'n E-pos sal aan elke lid in die lid-l&ecirc;er met 'n geldig e-pos adres gestuur word (as &quot;Stuur e-pos&quot; merkboks 'n regmerkie het).
ar_eg: ÇäÓäÇÓä!! ÇÓå ÇäåÓÊÎÏå!! ¬!!ÇäÇÓå ÈÇäãÇåä!! è!! ãäåÉ ÇäåÑèÑ!! ÓîÊÓÊÈÏä áê ÇäÈÑêÏ ÇäÅäãÊÑèæê ÈÙæÇÕÑ åğæò åäáğ ÇäÙÖèêÉ. èÓêÑÓä ÈÑêÏ ÅäãÊÑèæê äãä ÙÖè Ùäé ÍÏÉ åÔÊåäÇ ÙäéÙæèÇæ ÈÑêÏ ÅäãÊÑèæê ÕÍêÍ áê åäáğ ÇäÃÙÖÇÁ (ÅĞÇ&quot» ÃÑÓä ÑÓÇÆä ÇäÈÑêÏ ÇäÅäãÊÑèæê&quot» ÎÇæÉ ÇäÇÎÊêÇÑ åæâèÑÉ).
bg_bg: Променливите !!USERNAME!!, !!FULLNAME!! и !!PASSWORD!! ще бъдат заменени в e-mail-а със стойностите от файла с потребителите. До всеки потребител с валиден e-mail адрес ще бъде изпратено отделно съобщение (ако е маркирано &quot;изпратете e-mail&quot;)
da_dk: Tekst-strengene !!USERNAME!!, !!FULLNAME!! og !!PASSWORD!! i emailen vil blive erstattet med værdierne fra medlemsfilen. Der vil blive sendt en individuel email til hvert medlem i medlemsfilen der har en gyldig emailadresse (hvis &quot;send emails&quot; checkboksen er afkrydset).
fi_fi: Sanat !!USERNAME, !!FULLNAME ja !!PASSWORD!! korvataan s‰hkˆpostiin j‰sentiedostoista saaduilla arvoilla. Jokaiselle tunnukselle l‰hetet‰‰n henkilˆkohtainen s‰hkˆposti, jos j‰sentiedostossa on kelpo s‰hkˆpostiosoite (ja jos &quot;send emails&quot; on valittu)
gl_es: As cadeas ٮٮNOME_USUARIO!!, ٮٮNOME_COMPLETO!! e ٮٮCONTRASINAL!! ser&aacute;n sustituidas no correo cos valores do ficheiro de membros. Un correo individual ser&aacute; enviado a cada membro cunha direcci&oacute;n de correo v&aacute;lida (sE a casilla de verificaci&oacute;n &quot;enviar correos&quot; est&aacute; marcada).
it_it: Le stringhe !!USERNAME!!, !!FULLNAME!! e !!PASSWORD!! saranno sostituite nell'email con i valori presi dal file degli utenti. Un'email individuale verr&agrave; spedita a ogni utente con un indirizzo di email valido nel file utenti (se l'opzione &quot;send emails&quot; &egrave; attivata).
ja_jp: !!USERNAME!!、!!FULLNAME!!、!!PASSWORD!! の文字列はメール中ではメンバーシップファイルからの値に置き換えられます。個々のメールはメンバーファイル中で有効なメールアドレスを持つそれぞれのメンバーに送られます。(&quot;メールを送る&quot; にチェックが入っている場合)
pl_pl: Zmienne !!USERNAME, !!FULLNAME!! i !!PASSWORD!! bêd± zamienione w wiadomo¶ciach email na warto¶ci z pliku cz³onkowskiego. Indywidualna wiadomo¶æ email bêdzie wys³ana do ka¿dego cz³onka z poprawnym adresem email w pliku cz³onków (je¿eli &quot;wy¶lij emaile&quot; bêdzie zaznaczony).
pt_br: As sentenças !!USERNAME!!, !!FULLNAME!! e !!PASSWORD!! serão substituídas no email com os valores do arquivo de usuários. Um email individual será enviado para cada usuário com um endereço de email válido no arquivo de usuários (se caixa de seleção &quot;enviar emails&quot; estiver marcado).

source: missing hash parameter
ar_eg: ÊÌÒÆÉ åÙäåÉ åáâèÏÉ
bg_bg: липсващ параметър
da_dk: mangler hashparameter
fi_fi: hash -parametri puuttuu
gl_es: falta o par&aacute;metro do hash
ja_jp: ハッシュパラメータ欠落
pl_pl: brak parametru hash
pt_br: faltando parâmetro hash

source: The recovery password is not the expected value, please try again
ar_eg: ãäåÉ åÑèÑ ÇäÇÓÊÑÏÇÏ äîêÓÊ çê ÇäÙæÕÑ Çäå×äèÈ¬ ÑÌÇÁ ÍÇèä ËÇæêÉ
bg_bg: Паролата за възстановяване не е очакваната стойност, моля опитайте отново
da_dk: Gendannelseskoden har ikke den forventede værdi, prøv venligst igen
fi_fi: Salasanan palautusarvo on v‰‰r‰, yrit‰ uudestaan
gl_es: O contrasinal de recuperaci&oacute;n no ten o valor esperado, int&eacute;nteo de novo
ja_jp: リカバリパスワードが予測された値とは違います。もう一度挑戦してください。
pl_pl: Przywrócenie has³a nie jest oczekiwan± warto¶ci±, spróbuj jeszcze raz
pt_br: A senha a ser recuperada não é o valor esperado. Por favor, tente novamente
