Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: - Images with the most views
af_za: - Mees besigtigde beelde
bg_bg: - Изображения видяни най-много пъти
da_dk: - Mest sete billeder
fi_fi: - eniten katsellut kuvat
it_it: - Immagini pi&ugrave; viste
ja_jp: - もっとも閲覧数の多い画像
pl_pl: - Obrazy z najwiêksz± ilo¶ci± wy¶wietleñ
pt_br: - Imagens com as maiores visualizações

source: Using cache
af_za: Gebruik kasgeheue
bg_bg: Кеша е в употреба
da_dk: Bruger cache
fi_fi: K‰ytet‰‰n v‰limuistia
it_it: Cache in uso
ja_jp: キャッシュを使用
pl_pl: U¿ywaj cache
pt_br: Utilizando cache

source: Not using cache
af_za: Gebruik nie kasgeheue nie
bg_bg: Кеша не е в употреба
da_dk: Bruger ikke cache
fi_fi: V‰limuistia ei k‰ytet‰
it_it: Cache non in uso
ja_jp: キャッシュ不使用
pl_pl: Nie u¿ywa cache'a
pt_br: Não utilizando cache

source: Cache to be rebuilt
af_za: kasgeheue moet herbou word
bg_bg: Кеша ще бъде пренаправен
da_dk: Cachen skal genbygges
fi_fi: V‰limuistia rakennetaan uudelleen
it_it: Cache in fase di ricostruzione
ja_jp: キャッシュの再構築が必要です。
pl_pl: Odbudowa cache'a
pt_br: Cache sendo reconstruído

source: Cache will not rebuild.
af_za: Kasgeheue is nie herbou nie.
it_it: La cache non verr&agrave; rigenerata.
ja_jp: キャッシュは再構築されません。

source: Version out of date.
af_za: Weergawe is uitgedateer.
bg_bg: Версията е стара
da_dk: For gammel version.
fi_fi: Versio on vanhentunut
it_it: Versione non aggiornata.
ja_jp: バージョンが古いです
pl_pl: Stara wersja.
pt_br: Versão desatualizada.

source: Checking album: %s
af_za: Gaan album %s na
bg_bg: Проверка на албум %s
da_dk: Undersøger album: %s
fi_fi: Tarkistetaan albumi: %s
it_it: Controllo in corso dell'Album: %s
ja_jp: アルバムのチェック: %s
pl_pl: Sprawdzanie albumu %s
pt_br: Verificando álbum: %s

source: Getting Item Capture Date
af_za: Verkry item vasl&ecirc; datum
bg_bg: Изжличане на Датата на Снимане
da_dk: Henter dato og tid da billedet blev taget
fi_fi: Haetaan kohteen kuvanottop‰iv‰m‰‰r‰
it_it: Richiesta Data dello Scatto
ja_jp: 撮影日
pl_pl: Pobieranie daty zrzutu pozycji
pt_br: Obtendo Data da Captura do Item

source: %d images with comments in album: %s
bg_bg: %d изображения с коментари в албума: %s
da_dk: %d billeder med kommentarer i album: %s
fi_fi: %d kommentoitua kuvaa albumissa: %s
ja_jp: アルバム: %2$s に %1$dのコメントのある画像
pl_pl: %d obrazki z komentarzami w albumie: %s
pt_br: %d imagens com comentários no álbum: %s

source: %d images in album: %s
bg_bg: %d изображения в албума: %s
da_dk: %d billeder i album: %s
fi_fi: %d kuvaa albumissa: %s
ja_jp: アルバム: %2$s に %1$dの画像
pl_pl: %d obrazki w albumie: %s
pt_br: %d imagens no álbum: %s

source: Given albumname: '%s' is invalid !
bg_bg: Даденото име на албума: '%s' е невалидно !
da_dk: Det angivne albumnavn: '%s' er ugyldigt !
fi_fi: Annettu albuminimi: '%s' on ep‰kelpo!
ja_jp: あたえられたアルバム名 '%s' は無効です
pl_pl: Nazwa nadana albumowi: '%s' jest nieprawid³owa!
pt_br: Nome de álbum informado: '%s' é inválido!

source: %d images with comments in this Gallery
bg_bg: %d изображения с коментари в тази Галерия
da_dk: %d billeder med kommentarer i dette galleri
fi_fi: %d kommentoitua kuvaa t‰ss‰ galleriassa
ja_jp: このアルバムに %d のコメントのある画像
pl_pl: %d obrazki z komentarzami w tej Galerii
pt_br: %d imagens com comentários neste Gallery

source: %d images this Gallery
bg_bg: %d изображения в тази Галерия
da_dk: %d billeder i dette galleri
fi_fi: %d kuvaa t‰ss‰ galleriassa
ja_jp: Galleryに %d の画像
pl_pl: %d obrazki w tej Galerii
pt_br: %d imagens neste Gallery

source: Finished in %d seconds
af_za: Klaar in %d sekondes
bg_bg: Изпълнено за %d секунди
da_dk: Udført på %d sekunder
fi_fi: Toteutettu %d sekunnissa
it_it: Operazione completata in %d secondi
ja_jp: %d 秒で終わりました
pl_pl: Skoñczono w %d sekund
pt_br: Finalizado em %d segundos

source: Update
af_za: Bywerk
bg_bg: Обновяване
da_dk: Opdater
fi_fi: P‰ivit‰
it_it: Aggiorna
ja_jp: 更新
pl_pl: Aktualizacja
pt_br: Atualizar

source: Cache update required.
af_za: Kasgeheue moet bygewerk word.
bg_bg: Нужно е обновяване на кеша
da_dk: Opdatering af cachen nødvendig.
fi_fi: Edellytet‰‰n v‰limuistin p‰ivitt‰mist‰.
it_it: Aggiornamento cache necessario
ja_jp: キャッシュの更新が必要です。
pl_pl: Konieczna aktualizacja cache'a
pt_br: Atualização de cache requerida.

source: Some albums not searched as they require upgrading to the latest version of %s first
af_za: Party albums is nie deursoek nie, omdat hulle eers na die mees onlangse weergawe van %s opgegradeer moet word
bg_bg: Някои албуми не са участвали в търсенето, тъй като първо трябва да бъдат подобрени до последната версия на %s.
da_dk: Enkelte album blev ikke søgt i, da de først skal opgraderes til den nyeste version af %s
fi_fi: Joitakin albumeja ei etsitty, koska ne tulee ensin p‰ivitt‰‰ %s versioon
gl_es: Alg&uacute;ns &aacute;lbumes no se rexistraron porque requiren actualizarse &aacute; &uacute;ltima versi&oacute;n de %s primeiro
it_it: Alcuni album non sono stati consultati perch&egrave; richiedono prima un aggiornamento alla ultima versione di %s
ja_jp: いくつかのアルバムは先に最終バージョンの %s にアップグレードする必要があり、検索対象になっていません。
pl_pl: Czê¶æ albumów nie zosta³a przeszukana gdy¿ wymagaj± aktualizacji do najnowszej wersji %s najpierw
pt_br: Alguns álbuns não foram procurados pois eles primeiramente precisam de atualização para a última versão de %s

source: upgrade all albums
af_za: alle albums opgradeer
bg_bg: обновете всички албуми.
da_dk: opgrader alle albummer
fi_fi: p‰ivit‰ kaikki albumit
gl_es: [actualizar t&oacute;dolos &aacute;lbumes]
it_it: aggiorna tutti gli album
ja_jp: 全てのアルバムをアップグレード
pl_pl: aktualizuj wszystkie albumy
pt_br: Atualizar todos os álbuns

source: Recursing album: %s
da_dk: Går ind i album: %s
fi_fi: Rekursoidaan albumi: %s
ja_jp: アルバムのリサイズ: %s
pl_pl: Rekursywny album: %s
pt_br: Recursividade no álbum: %s

source: add vote
bg_bg: добавете глас
da_dk: tilføj stemme
fi_fi: lis‰‰ ‰‰ni
ja_jp: 投票を追加
pl_pl: dodaj g³os
pt_br: adicionar voto

source: From album: %s
ja_jp: アルバム: %s

source: Owned by: %s
ja_jp: 所有者: %s

source: Capture Date:
af_za: Foto Datum:
bg_bg: Дата на Снимане
da_dk: Dato og tid da billedet blev taget:
fi_fi: Kuvanottop‰iv‰m‰‰r‰:
it_it: Data dello Scatto:
ja_jp: キャプチャー日:
pl_pl: Data zrobienia:
pt_br: Data de Captura:

source: Upload Date:
bg_bg: Дата на качване
da_dk: Dato for overførsel:
fi_fi: Kopiointip‰iv‰m‰‰r‰:
ja_jp: アップロード日:
pl_pl: Data wgrania:
pt_br: Data de Envio:

source: Viewed:
ar_eg: Êå ÙÑÖçÇ
bg_bg: Прегледано:
da_dk: Vist:
fi_fi: Katsottu:
gl_es: Visto:
ja_jp: 閲覧回数:
pl_pl: Przegl±dano:
pt_br: Exibições:

source: Votes:
bg_bg: Гласове:
da_dk: Stemmer:
fi_fi: ƒ‰ni‰:
ja_jp: 投票:
pl_pl: G³osów:
pt_br: Votos:

source: not rated
bg_bg: няма оценка
da_dk: ingen karakterer
fi_fi: ei arvosteltu
ja_jp: 評価されていません
pl_pl: nie oceniony
pt_br: não cotado

source: Rating:
bg_bg: Оценка:
da_dk: Karakter:
fi_fi: Arvostelu:
ja_jp: 評価:
pl_pl: Oceny:
pt_br: Cotação:

source: Find and remove comment spam
af_za: Vind en verwyder gemorspos in kommentaar
bg_bg: Откриване и премахване на спам в коментарите
da_dk: Find og slet spam kommentarer
fi_fi: Etsi ja poista spam-kommentit
it_it: Trova e rimuovi commenti spam
ja_jp: スパムコメントを探す
pl_pl: Znajd¼ i usuñ spam w komentarzach
pt_br: Encontrar e remover comentários spam

source: Delete Comments
af_za: skrap kommentaar
bg_bg: Изтриите Коментарите
da_dk: Slet kommentarer
fi_fi: Poista kommentit
it_it: Elimina Commenti
ja_jp: コメント削除
pl_pl: Skasuj komentarze
pt_br: Apagar Comentários

source: No action taken!
af_za: Geen aksie uitgevoer nie!
bg_bg: Не са направени промени!
da_dk: Ingen ændringer foretaget!
fi_fi: Toimintoa ei suoritettu!
it_it: Nessuna azione compiuta!
ja_jp: なにもしませんでした
pl_pl: Nie podjêto ¿adnej akcji!
pt_br: Nenhuma ação executada!

source: Deleted %d spam comments
af_za: %d gemorspos kommentaar geskrap
bg_bg: Изтрити са %d коментара съдържащи спам
da_dk: Slettede %d spam kommentarer
fi_fi: Poistettiin %d spam-sis‰ltˆ‰
it_it: Eliminati %d commenti spam
ja_jp: %d のスパムコメントが削除されました
pl_pl: Skasowano %d spamu w komentarzach
pt_br: %d comentários de spam apagados

source: Deleted %d spam comment.
af_za: Het %d gemorspos inskrywing geskrap
bg_bg: Изтрит е %d коментар съдържащ спам.
da_dk: Slettede %d kommentar med spam.
fi_fi: Poistettiin %d spam-sis‰ltˆ.
it_it: Eliminato %d commento spam
ja_jp: %d のスパムコメントが削除されました
pl_pl: Skasowano %d spamu w komentarzach
pt_br: Apagar %d comentário spam.

source: No comment deleted.
af_za: Geen kommentaar geskrap nie.
bg_bg: Няма изтрити коментари.
da_dk: Ingen kommentarer slettet.
fi_fi: Kommenttia ei poistettu.
it_it: Nessun commento eliminato.
ja_jp: コメントは削除されませんでした。
pl_pl: Nie skasowano komentarza.
pt_br: Nenhum comentário apagado.

source: Scanned %d albums, %d photos, %d comments in %2.2f seconds
bg_bg: Сканирани са %d албума, %d снимки, %d коментара за %2.2f секунди
da_dk: Gennemsøgte %d albummer, %d billeder og %d kommentarer på %2.2f sekunder
fi_fi: Luettiin %d albumia, %d kuvaa, %d kommenttia %2.2f sekunnissa
it_it: Analizzati %d album, %d foto, %d commenti in %2.2f secondi
ja_jp: %d アルバム、%d 画像、%d コメントをスキャンし、%2.2f 秒かかりました
pl_pl: Przeskanowano %d albumów, %d zdjêæ, %d komentarzy w %2.2f sekund
pt_br: Verificados %d álbuns, %d fotos, %d comentários em %2.2f segundos

source: No spam comments.
af_za: Geen gemorspos kommentaar.
bg_bg: Няма коментари съдържащи спам.
da_dk: Ingen spam kommentarer.
fi_fi: Ei spam-sis‰ltˆ‰
it_it: Nessun commento spam.
ja_jp: スパムコメントはありません。
pl_pl: Brak spamu w komentarzach.
pt_br: Nenhum comentário spam.

source: Entry
af_za: Inskrywing
bg_bg: Запис
da_dk: Indgang
fi_fi: Viesti
ja_jp: エントリー
pl_pl: Wpis
pt_br: Entrada

source: Location
af_za: Lokaliteit
bg_bg: Местонахождение
da_dk: Placering
fi_fi: Sijainti
it_it: Locazione
ja_jp: ロケーション
pl_pl: Lokalizacja
pt_br: Local

source: Commenter
af_za: Komentator
bg_bg: Коментар направен от
da_dk: Forfatter
fi_fi: Kommentoija
it_it: Autore Commento
ja_jp: コメントした人
pl_pl: Komentator
pt_br: Comentarista

source: Comment
af_za: Kommentaar
bg_bg: Коментар
da_dk: Kommentar
fi_fi: Kommentti
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
pt_br: Comentário

source: Delete Checked Comments
af_za: Skrap gekose komentaar
bg_bg: Изтриите Избраните Коментари
da_dk: Slet valgte kommentarer
fi_fi: Poista valitut kommentit
it_it: Elimina Commenti Selezionati
ja_jp: コメント削除
pl_pl: Skasuj zaznaczone komentarze
pt_br: Apagar Comentários Marcados

source: Delete from blacklist
af_za: Skrap van swartlys
bg_bg: Изтрито от черниа списък
da_dk: Slet fra blacklist
fi_fi: Poista mustalta listalta
it_it: Elimina dalla lista nera
ja_jp: ブラックリストから削除
pl_pl: Usuñ z czarnej listy
pt_br: Apagar da lista negra

source: Error saving blacklist!
af_za: Fout met stoor van swartlys!
bg_bg: Грешка при записването на черния списък!
da_dk: Fejl ved opdatering af blacklist!
fi_fi: Virhe tallennettaessa mustaa listaa!
it_it: Errore nel salvataggio della lista nera!
ja_jp: ブラックリストの保存でエラー
pl_pl: B³±d podczas zapisywania czarnej listy!
pt_br: Erro ao salvar lista negra!

source: Deleted %d entry from blacklist.
af_za: %d swartlys inskrywing geskrap
bg_bg: Изтрит е %d запис от черния списък
da_dk: Slettede %d indgang fra blacklist.
fi_fi: Poistettiin %d viesti mustalta listalta.
it_it: Eliminata %d entry dalla blacklist.
ja_jp: %d のエントリーをブラックリストから削除
pl_pl: Usuniêto %d wpis z czarnej listy.
pt_br: Apagada entrada %d de sua lista negra.

source: Added to blacklist:
af_za: By swartlys gevoeg
bg_bg: Следните записи са добавени в черния списък:
da_dk: TIlføjet til blacklist:
fi_fi: Lis‰tty mustalle listalle:
it_it: Aggiunto alla lista nera:
ja_jp: ブラックリストに追加しました:
pl_pl: Dodano do czarnej listy:
pt_br: Adicionado à lista negra:

source: Following duplicates were not added:
af_za: Hierdie duplikate is nie bygevoeg nie:
bg_bg: Следните записи са дубликати и не са добавени:
da_dk: Følgende dubletter blev ikke tilføjet:
fi_fi: Seuraavia kaksoiskappaleita ei lis‰tty:
it_it: I seguenti duplicati non sono stati aggiunti:
ja_jp: 以下の重複は追加されませんでした:
pl_pl: Nastêpuj±ce duplikaty nie zosta³y dodane:
pt_br: As seguintes duplicatas não foram adicionadas:

source: Current blacklist
af_za: Huidige swartlys
bg_bg: Текущ черен списък
da_dk: Nuværende blacklist
fi_fi: Nykyinen musta lista
it_it: Lista nera corrente
ja_jp: 現在のブラックリスト
pl_pl: Bie¿±ca czarna lista
pt_br: Lista negra atual

source: Your blacklist is empty. You must add new entries to your blacklist for it to be useful.
af_za: Jou swartlys is leeg. Jy moet die lys bewerk voordat dit bruikbaar is.
bg_bg: Черния списък е празен. Трябва да добавите записи в черния списък за да ви бъде полезен.
da_dk: Din blacklist er tom. For at tage den i brug, skal du tilføje nogle indgange.
fi_fi: Musta listasi on tyhj‰. Sinun t‰ytyy lis‰t‰ uusia merkintˆj‰ mustalle listalle jotta se olisi hyˆdyllinen.
it_it: La tua lista nera &egrave; vuota. Devi aggiungere qualche elemento alla lista nera affich&eacute; sia utile.
ja_jp: ブラックリストは空です。使えるようにするにはリストにエントリーしなければなりません。
pl_pl: Twoja czarna lista jest pusta. Musisz dodaæ nowe wpisy do czarnej listy, aby by³a ona u¿yteczna.
pt_br: Sua lista negra está vazia. Você deve adicionar novas entradas para que sua lista negra possa ser utilizada.

source: Update Blacklist
af_za: Swartlys bywerk
bg_bg: Запишете Черния Списък
da_dk: Opdater blacklist
fi_fi: P‰ivit‰ musta lista
it_it: Aggiorna Lista Nera
ja_jp: ブラックリストをアップデート
pl_pl: Aktualizuj czarn± listê
pt_br: Atualizar Lista Negra

source: Enter new blacklist entries
af_za: Skep nuwe swartlys inskrywing
bg_bg: Добавяне на нови записи в черния списък
da_dk: Indtast nye blacklist indgange
fi_fi: J‰t‰ uusia mustan listan tietoja
it_it: Inserisci nuovi elementi nella lista nera
ja_jp: ブラックリストに新しいエントリーを追加
pl_pl: Dodaj nowe wpisy do czarnej listy
pt_br: Adicionar novas entradas à lista negra

source: Useful blacklists:
af_za: Bruikbare swartlyste
bg_bg: Полезни черни списъци:
da_dk: Nyttige blacklists:
fi_fi: Hyˆdylliset mustat listat:
it_it: Liste nere utili:
ja_jp: 便利なブラックリスト:
pl_pl: U¿yteczne czarne listy:
pt_br: Listas negras úteis:

source: You can just cut and paste these blacklists into the text box, or add new entries of your own.
af_za: Jy kan hierdie swartlyste knip en in die teksruit hieronder plak, of jou eie inskrywings byvoeg.
bg_bg: Можете просто да копирате и да преместите тези черни списъци в прозореца отдолу или да добавите ваши записи.
da_dk: Du kan klippe og kopiere disse blacklists ind i tekstfeltet, eller tilføje dine egne indgange.
fi_fi: Voit leikata ja liitt‰‰ n‰m‰ mustat listat tekstikentt‰‰n tai lis‰t‰ omia merkintˆj‰si.
it_it: Puoi semplicemente tagliare e incollare queste liste nere nella casella di testo, oppure aggiungere nuovi elementi da solo.
ja_jp: これらのブラックリストをテキストボックスにコピー&amp;ペーストするか、あなた自身であたらしいエントリを追加するだけです。
pl_pl: Mo¿esz po prostu wyci±æ i wkleiæ te czarne listy do okienka teksowego albo dodaæ nowe wpisy.
pt_br: Você pode recortar e colar estas listas negras na caix ade texto ou adicionar novas entradas por sua própria conta.

source: Find blacklisted comments
af_za: Find
bg_bg: Откриите коментари които съдържат записи от черния списък
da_dk: Slet blacklistede kommentarer
fi_fi: Etsi mustan listan kommentit
it_it: Trova commenti nella lista nera
ja_jp: ブラックリストに載ったコメントを探す
pl_pl: Znajd¼ komentarze dodane do czarnej listy
pt_br: Encontrar comentários na lista negra

source: View/Edit blacklist
af_za: Besigtig/Wysig swartlys
bg_bg: Вижте/Редактирайте черния списък
da_dk: Vis/ret blacklist
fi_fi: N‰yt‰/muokkaa mustaa listaa
it_it: Visualizza/Modifica lista nera
ja_jp: ブラックリストを閲覧/編集
pl_pl: Wy¶wietl/Edytuj czarn± listê
pt_br: Visualizar / editar lista negra

source: Add blacklist entries
af_za: Voeg swartlys inskrywings by
bg_bg: Запишете в черния списък
da_dk: Tilføj blacklist indgange
fi_fi: Lis‰‰ mustan listan tiedot
it_it: Aggiungi elementi alla lista nera
ja_jp: ブラックリストにエントリーを追加
pl_pl: Dodaj wpisy do czarnej listy
pt_br: Adicionar entradas à lista negra

source: Find Orphans
af_za: vind weeselemente
bg_bg: Откриване на изоставени елементи
da_dk: Find albummer uden overalbum
fi_fi: etsi orvot
it_it: Trova Orfani
ja_jp: 親のないものを検索
pl_pl: Znajd¼ sieroty
pt_br: Encontrar Órfãos

source: Orphaned Albums:
af_za: Weesalbums:
bg_bg: Изоставени Албуми:
da_dk: Albummer uden overalbum:
fi_fi: Orvot albumit:
it_it: Album Orfani:
ja_jp: 親のないアルバム:
pl_pl: Osierocone albumy:
pt_br: Álbuns Órfãos:

source: Orphaned Albums will be re-attached to their parent albums, if at all possible. If the parent album is missing, the orphan will be attached to the Gallery Root, and it can be moved to a new location from there.
bg_bg: Изоставените Албуми ще бъдат отново закачени към албума към който са били закачени преди, ако изобщо е възможно. Ако този албум липсва, изоставения албум ще бъде закачен към главната част на Галерията и от там може да бъде преместен на друго място.
da_dk: Albummer uden overalbum vil blive genindsat i deres overalbum, hvis det er muligt. Hvis overalbummet ikke kan findes, indsættes albummet på galleriets hovedside, og det kan flyttes til en ny placering derfra.
fi_fi: Orvot albumit liitet‰‰n uudelleen omiin emoalbumeihinsa, jos vain mahdollista. Jos emoalbumia ei ole olemassa, orvot albumit liitet‰‰n Gallerian juurihakemistoon, josta ne voidaan siirt‰‰ toisaalle.
it_it: Gli Album orfani verranno ricollegati agli album padri, se possibile. Se l'album padre non &egrave; presente, l'orfano verr&agrave; collegato alla Root di Gallery, e da l&igrave; potr&agrave; essere spostato da un'altra parte.
ja_jp: 親のないものは、可能であればそれらの親アルバムに再配置されます。親アルバムがない場合は、親のないものはGalleryのルートには位置され、そこから新しい場所に移動ができます。
pl_pl: Osierocone albumy bêd± ponownie przy³±czone do nadrzêdnych albumów, je¶li to mo¿liwe. Je¿eli album nadrzêdny nie istnieje, taki album zostanie przy³±czony do Roota Galerii i bêdzie móg³ zostaæ przeniesiony do nowej lokalizacji stamt±d.
pt_br: Álbuns órfãos serão re-anexados aos seus álbuns principais, se for de tudo possível. Se álbuns principais não forem encontrados, os órfãos serão anexados ao Gallery Principal e eles poderão ser movidos para um novo local a partir de lá.

source: Parent Album
af_za: Ho&euml;re-vlak album
bg_bg: Преден Албум
da_dk: Overalbum
fi_fi: Emoalbumi
it_it: Album Padre
ja_jp: 親アルバム
pl_pl: Nadrzêdny album
pt_br: Álbum Principal

source: Orphaned Album
af_za: Weesalbum
bg_bg: Изоставен Албум
da_dk: Album uden overalbum
fi_fi: Orpo albumi
it_it: Album Orfano
ja_jp: 親のないアルバム
pl_pl: Osierocony album
pt_br: Álbum Órfão

source: Gallery Root
af_za: <i>Gallery</i> wortel
bg_bg: Главна част на Галерията
da_dk: Galleriets hovedside
fi_fi: Gallerian juurihakemisto
it_it: Radice Galleria
ja_jp: Gallery ルート
pl_pl: Root Galerii
pt_br: Gallery Principal

source: Re-Attach Orphaned Albums!
af_za: Herkopper weesalbums!
bg_bg: Закачете отново Изоставените Албуми!
da_dk: Reparer albums uden overalbum!
fi_fi: Liit‰ orvot albumit uudelleen!
it_it: Ricollega Album Orfani!
ja_jp: 親のないアルバムを再構成
pl_pl: Przy³±cz ponownie osierocone albumy!
pt_br: Re-anexar Álbuns Órfãos!

source: Orphaned Files:
af_za: Weesl&ecirc;ers:
bg_bg: Изоставени файлове:
da_dk: Filer uden album:
fi_fi: Orvot tiedostot:
it_it: Album Orfani:
ja_jp: 親のないファイル:
pl_pl: Osierocone pliki:
pt_br: Arquivos Órfãos:

source: Orphaned files will be deleted from the disk. Orphaned files should never exist - if they do, they are the result of a failed upload attempt, or other more serious issue such as the photos database being overwritten with bad information.
bg_bg: Изоставените файлове ще бъдат изтрити от диска. Изоставените файлове не би трябвало да съществуват изобщо - ако те съществуват, това е резулта от неуспещно качване или от нещо по-сериозно като лоша информация записана в базата данни със снимки.
da_dk: Filer uden album vil blive slettet fra disken. Filer uden album burde aldrig eksistere - hvis de gør er det resultatet af en overførsel der ikke lykkedes, eller et udslag af at fotodatabasen er blevet overskrevet med forkerte informationer.
fi_fi: Orvot tiedostot poistetaan levylt‰. Orpoja tiedostoja ei tulisi koskaan esiinty‰ - jos niit‰ esiintyy, ne ovat tulosta ep‰onnistuneesta palvelimelle kopioinnin yritityksest‰ tai jostakin muusta, vakavammasta ongelmasta - kuten esimerkiksi kuvatietokannan p‰‰lle kirjoitetusta, ep‰kelvosta tiedosta.
it_it: I file orfani saranno eliminati dall'hard disk. Non dovrebbero mai esistere file orfani - se ce ne sono, sono il risultato di un tentativo di upload fallito, o di altri problemi pi&ugrave; seri, come una sovrascrittura del database delle foto con informazioni sbagliate.
ja_jp: 親のないファイルはディスクから削除されます。親のないファイルは存在すべきではありません。これらはアップロードの失敗や、データベースへの間違ったデータの上書きなどのような深刻な問題の結果です。
pl_pl: Osierocone pliki zostan± usuniête z dysku. Opuszczone pliki nie powinny nigdy istnieæ - je¶li istniej±, to s± wynikiem b³êdnej próby wys³ania plików na serwer lub innych powa¿niejszych spraw takich jak np. zapisanie bazy danych z³ymi danymi.
pt_br: Arquivos órfãos serão apagados do disco. Arquivos órfãos nunca deveriam existir - se existem, eles são o resultado de uma tentativa mal-sucedida de envio de arquivos ou outro problema mais sério como o banco de dados de fotos ter sido sobregravado com informações inconsistentes.

source: Album directory
af_za: Album l&ecirc;ergids
bg_bg: Директория на албумите
da_dk: Albumkatalog
fi_fi: Albumihakemisto
it_it: Directory degli Album
ja_jp: アルバムのディレクトリ
pl_pl: Katalog Albumu
pt_br: Diretório do Álbum

source: Orphaned file
af_za: Weesl&ecirc;er
bg_bg: Изоставен файл
da_dk: Fil uden album
fi_fi: Orpo tiedosto
it_it: File orfano
ja_jp: 親のないファイル
pl_pl: Osierocony plik
pt_br: Arquivo órfão

source: Delete Orphaned Files!
af_za: Skrap weesl&ecirc;ers!
bg_bg: Изтриите Изоставените Файлове!
da_dk: Slet filer uden album!
fi_fi: Poista orvot tiedostot!
it_it: Elimina File Orfani!
ja_jp: 親のないファイルを削除
pl_pl: Usuñ osierocone pliki!
pt_br: Apagar Arquivos Órfãos!

source: No Orphans Found
af_za: Geen weeselemente
bg_bg: Не са намерени Изоставени Елементи
da_dk: Ingen objekter fundet
fi_fi: Orpoja ei lˆytynyt
it_it: Nessun Orfano Trovato
ja_jp: 親のないものは見つかりませんでした。
pl_pl: ¯adne osierocone pliki lub albumy nie zosta³y znalezione.
pt_br: Nenhum Órfão Encontrado

source: There are no orphaned elements in this Gallery.
af_za: Daar is geen weeselemente in die galery nie.
bg_bg: В тази Галерия няма изоставени елементи.
da_dk: Der er ingen forældreløse filer eller albummer i dette galleri.
fi_fi: T‰ss‰ galleriassa ei ole orpoja elementtej‰.
it_it: Non ci sono elementi orfani in Gallery.
ja_jp: このGalleryには親のないものはありません。
pl_pl: Nie ma osieroconych elementów w tej Galerii.
pt_br: Não há elementos órfãos neste Gallery.

source: Orphan %s Repaired
af_za: Wees%s herstel
bg_bg: Изосвавен елемент %s е поправен
da_dk: Objekt %s repareret
fi_fi: Korjattiin %s orpo
it_it: Orfano %s Riparato
ja_jp: 親のない %s は修復されました
pl_pl: Osierocony %s naprawiony
pt_br: Órfão %s Reparado

source: Albums
bg_bg: Албумa
da_dk: Albummer
fi_fi: Albumit
it_it: Album
ja_jp: アルバム
pl_pl: Albumy
pt_br: Álbuns

source: Files
af_za: L&ecirc;ers
bg_bg: Файлове
da_dk: Filer
fi_fi: Tiedostot
ja_jp: ファイル
pl_pl: Pliki
pt_br: Arquivos

source: The Webserver has not enough permission to delete the following files:
af_za: Die web bediener het nie die nodige toegangsregte om die volgende l&ecirc;ers te skrap nie.
bg_bg: Web-сървъра няма достатъчно привилегии за да изтрие следните файлове:
da_dk: Webserveren har ikke rettigheder nok til at slette følgende filer:
fi_fi: Www-palvelimella ei ole tarpeeksi oikeuksia seuraavien tiedostojen poistamiseksi:
it_it: Il Webserver non ha autorizzazioni sufficienti per eliminare i seguenti file:
ja_jp: ウェブサーバは以下のファイルを削除するのに十分な権限がありません:
pl_pl: Webserwer nie ma wystarczaj±cych uprawnieñ, aby usun±æ nastêpuj±ce pliki:
pt_br: O servidor web não possui permissão suficiente para apagar os serguintes arquivos:
