Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: Please subscribe to the %s mailing list. This is a very low volume mailing list that will keep you abreast of important changes in %s. This is where we announce new versions, important bug fixes and any security issues and their resolution.
ar_eg: ÇäÑÌÇÁ ÇäÇÔÊÑÇã áê âÇÆåÉ ÇäåÑÇÓäÇÊ%s. âÇÆåÉ ÇäÙæÇèêæ çĞç ĞÇÊ ÍÌå âäêä ÌÏÇ ååÇ êÌÙäã Ùäé Å×äÇÙ ÏÇÆåÇ ÈÇäÊÚêÑÇÊ ÇäåçåÉ áê %s. èçæÇ ÍêË æÙäæ Ùæ ÅÕÏÇÑÇÊ ÌÏêÏÉ ÊÍÊèé Ùäé ÅÕäÇÍÇÊ åçåÉğ ääáêÑèÓÇÊ ÈÇäÅÖÇáÉ Åäé åÓÇÆä ÇäÃåÇæ èÍäèäçÇ.
bg_bg: Моля абонирайте се за '%s лист-а'. Тези кратки 'Email'-и ще ви държат информирани за важни промени в %s. В тях ние обявяваме нови версии, важни проблеми със стабилноста и сигурността на Галерията и техните решения.
es_es: Por favor, suscríbase a la lista de correo %s. No es una lista con un gran volumen y le permitirá mantenerse al corriente de los cambios importantes en %s. Es donde anunciamos nuevas versiones, correcciones de errores importantes y cuestiones sobre seguridad.
gl_es: Por favor, suscr&iacute;base &aacute; lista de correo %s. Non &eacute; unha lista cun gran volume e permitiralle manterse &oacute; corrente dos cambios importantes en %s. &Eacute; onde anunciamos novas versi&oacute;ns, correcci&oacute;ns de erros importantes e cuesti&oacute;ns sobre seguridade.
is_is: Gerðu svo vel að skrá þig á %s-póstlistann. Þetta er póstlisti með mjög lítilli umferð, sem mun upplýsa þig um mikilvægar breytingar í %s. Þar tilkynnum við nýjar útgáfur, mikilvægar villuleiðréttingar, og hvaða öryggisvandamál sem kunna að koma upp ásamt lausnum þeirra.
nl_nl: Schrijf u in op de %s mailing lijst. Dit is een mailinglijst met weinig berichten dat u op de hoogte houdt van belangrijke wijzigingen in %s. Dit is waar nieuwe versies, belangrijke bug fixes en veiligheidproblemen en hun oplossing worden aangekondigd.
no_no: Meld deg inn i e-postlista %s. Dette er en veldig lav-volum e-postliste som holder deg oppdatert om viktige endringer i %s. Det er her vi annonserer nye versjoner, viktige feilrettinger og sikkerhetsproblemer med løsninger.
pt_br: Por favor, inscreva-se na lista de discussão do %s. Ela é uma lista de baixo volume de dados que o manterá informado de importantes modificações em %s. Será aonde faremos anúncios de novas versões, importantes atualizações de códigos e problemas de segurança e suas resoluções.
sv_se: Vänligen prenumerera på %s sändarlista. Det är en lågfrekvent sändarlista som kommer att hålla dig uppdaterad om viktiga ändringar i %s. Det är där vi annonserar om nya versioner, viktiga felrättelser och säkerhetsproblem samt deras lösningar.
vi_vn: Hãy ghi danh vào danh sách thư %s. Đây là một bản danh sách thư tín sẽ giúp bạn kịp biết về các thay đổi quan trọng của %s. Đây là nơi chúng tôi thông báo về các phiên bản mới, những sửa lỗi quan trọng và bất cứ các phát hành bảo mật và hướng giải quyết.

source: Enter the Gallery
ar_eg: ÃÏÎä ÇäåÙÑÖ
bg_bg: Влезте в Галерията
es_es: Entrar en Gallery
gl_es: Entrar en Gallery
is_is: Opna Gallery
nl_nl: Ga naar de Gallery
no_no: Gå inn i Gallery
pt_br: Entrar no Gallery
sv_se: Öppna Gallery
vi_vn: Truy cập Thư viện ảnh

source: Unable to write to %s.
ar_eg: ÚêÑ âÇÏÑ Ùäé ÇäãÊÇÈÉ Åäé %s.
bg_bg: Не може да се записва в %s.
es_es: Imposible escribir en %s.
is_is: Gat ekki skrifað í %s.
nl_nl: Kan map %s niet aanmaken.
no_no: Klarte ikke å skrive til %s.
pt_br: Não foi possível gravar em %s.
sv_se: Oförmögen att skriva till %s.
vi_vn: Không thể viết vào %s.

source: You are missing either %s or %s.
ar_eg: ÃæÊ ÊáÊâÏ ÅåÇ %sÃè%s
bg_bg: Липсва ви или %s или %s.
es_es: Se ha dejado %s o %s.
gl_es: Deixouse %s ou %s.
is_is: Þig vantar annað hvort %s eða %s.
nl_nl: U mist of %s of %s.
no_no: Du mangler enten %s eller %s
pt_br: Você não informou tanto %s ou %s.
sv_se: Du saknar antingen %s eller %s.
vi_vn: Bạn đánh mất cả %s hoặc %s.

source: Review Settings
ar_eg: ÇÓÊÙÑÇÖ ÇäÅÙÏÇÏÇÊ
bg_bg: Преглеждане на Настройките
es_es: Revisar la configuración
gl_es: Revisa-la configuraci&oacute;n
is_is: Skoða uppsetningu
nl_nl: Controleer instellingen
no_no: Se over innstillingene
pt_br: Revisar Configurações
sv_se: Granska inställningar
vi_vn: Tóm lược cài đặt

source: OK
ar_eg: åèÇáâ
bg_bg: ОК
es_es: CORRECTO
gl_es: CORRECTO
is_is: Í lagi
nl_nl: Oke

source: Albums URL
ar_eg: ÇäèÕäÇÊ ÇäÎÇÕÉ ÈÇäÃäÈèå
bg_bg: URL на Албумите
es_es: URL de los álbumes
gl_es: URL dos &aacute;lbumes
is_is: Albúm vefslóð
no_no: Album-URL
pt_br: URL dos Álbuns
sv_se: Album URL

source: JPEG Quality
es_es: Calidad JPEG
no_no: JPEG-Kvalitet
pt_br: Qualidade JPEG

source: http://www.php.net/manual/en/function.strftime.php
es_es: http://www.php.net/manual/es/function.strftime.php
pt_br: http://br.php.net/manual/pt_BR/function.strftime.php
sv_se: http://www.php.net/manual/sv/function.strftime.php

source: No content
es_es: Sin contenido

source: Leaving this field empty sets Gallery to use the default message (see below) which can be translated, or use your own welcome message.
es_es: Dejando este campo en blanco, permite que Gallery use el mensaje por defecto (ver abajo), el cual puede ser traducido a otros idiomas, o use su propio mensaje de bienvenida.

source: The following placeholder can be used:
es_es: Puede usar la siguiente plantilla:

source: Attempt to send Testmail from config wizard.
es_es: Intentar enviar correo de prueba desde el asistente de configuración.
sv_se: Försök att skicka test e-post från konfigurationsguiden.

source: Email
ar_eg: ÈÑêÏ ÅäãÊÑèæé
es_es: Correo electrónico
gl_es: Correo electr&oacute;nico
is_is: Tölvupóstur
no_no: E-post
sv_se: E-post

source: Java Applet
es_es: Applet Java
gl_es: Applet Java
sv_se: Java applet-program

source: Do you want to allow every user who is allowed to view comments (set in permission) to see a complete overview of all comments of an Album? Set this to &quot;no&quot; if only admin and owners can use this feature.
es_es: ¿Quiere permitir a todos los usuarios ver un resumen completo de todos los comentarios de un álbum? Establezca esta opción a &quot;no&quot; si sólo el administrador y los propietarios pueden usar esta característica.
sv_se: Vill du tillåta alla användare som har tillåtelse att visa kommentarer (ställs in i tillåtelser) kunna se en komplett översikt av kommentarer för ett album? Ställ in detta på &quot;nej&quot; om endast administratörer och ägare skall kunna använda denna egenskap.

source: Debug Level
es_es: Modo depuración
sv_se: Felsökningsnivå

source: Turn debug on so that you can diagnose problems?
es_es: ¿Poner el modo depuración para que pueda diagnosticar problemas?
sv_se: Sätt på felsökningsläge så att du kan diagnostisera problem?

source: No Debug
es_es: Sin depuración
sv_se: Ingen felsökning

source: Enable Ecards ?
es_es: ¿Habilitar eCards?

source: Set this to 'yes' to allow users to send a picure as eCard via eMail
es_es: Establecer este parámetro a 'sí' permite a los usuarios enviar una fotografía como eCard vía correo electrónico

source: both
es_es: Ambos
sv_se: båda

source: Fixed
es_es: Arreglado
sv_se: Fixerad

source: Dynamic
es_es: Dinámico
sv_se: Dynamisk

source: Postage Stamp
sv_se: Frimärke

source: A simple postage stamp effect.
sv_se: En enkel frimärkseffekt.

source: If you see any error(s), we highly suggest to get the actual version of those files.
sv_se: Om du ser några felmeddelanden så rekommenderar vi att hämta de aktuella versionerna av den/de filen/filerna

source: I've found part of ImageMagick , but some critical components are missing (see below).
sv_se: Jag har hittat delar utav ImageMagick, men några kritiska komponenter saknas (se nedan).

source: If ImageMagick is installed and Gallery isn't finding it automatically that's OK&#8212;you can specify the path to ImageMagick by hand on the following page.
sv_se: Om ImageMagick är installerat och Gallery inte hittar det automatiskt så är det OK&#8212;Det betyder att du måste specificera sökvägen till ImageMagick manuellt på nästa sida

source: This allows the &quot;admin&quot; account to get email whenever a comment is added to any album
sv_se: Detta gör så att &quot;administratörs&quotkontot tar emot e-post när kommentar läggs till något album

source: This allows the &quot;admin&quot; account to get email whenever a change is made to any album
sv_se: Detta tillåter &quot;admin&quot;-kontot att mottaga e-post när en ändring är gjord på något album

source: Add comments inside the photo page
sv_se: Lägg till kommentarer inuti(på) fotosidan

source: Maximum length of comments
sv_se: Maximal längd på kommentarer

source: Can every permitted user see a comments overview
sv_se: Skall alla tillåtna användare kunna visa en kommentaröversikt.

source: High (former Debug 'on')
sv_se: Hög (tidigare Felsökning 'på')

source: Displays prev+next groups of thumbs, changing only to display next group of thumbs.
sv_se: Visar föregående+nästa grupper av miniatyrbilder, ändra för att endast visa nästa grupp av miniatyrbilder.

source: URL
ar_eg: ÙæèÇæ ÇäåèâÙ Ùäé ÇäÅæÊÑæÊ
is_is: Vefslóð

source: If you experience problems, you can find help on the %sGallery Help Page%s.
no_no: Hvis du får problemer, kan du få hjelp på %sGallery Hjelpesider%s

source: Gallery needs Reconfiguration
no_no: Gallery må re-konfigureres

source: Your Gallery settings were configured with an older version of Gallery, and are out of date. Please re-run the Configuration Wizard!
no_no: Gallery-innstillingene dine ble laget med en tidligere versjon av Gallery, og er utdaterte. Kjør konfigurasjonsveiviseren på nytt!

source: Launch the %sConfiguration Wizard%s.
no_no: Kjør %skonfigurasjonsveiviseren%s.

source: Gallery Configuration Error
no_no: Konfigurasjonsfeil i Gallery

source: Gallery has not been configured!
no_no: Gallery har ikke blitt konfigurert!

source: Gallery must be configured before you can use it.
no_no: Gallery må konfigureres før du kan bruke den.

source: Create an empty file .htaccess and an empty file config.php
no_no: Opprett en tom fil med navn .htaccess, og en tom fil med navn config.php

source: Create an albums folder for your pictures and movies.
no_no: Opprett en album-mappe for bildene og filmene dine.

source: Make sure that both files and the folder are read and writeable for your webserver !
no_no: Forsikre deg om at begge filene og mappa er både les- og skrivbare for webtjeneren!

source: Then start the %sConfiguration Wizard%s.
no_no: Start deretter %skonfigurasjonsveiviseren%s.

source: Serious Warning
no_no: Alvorlig advarsel

source: Failed
no_no: Feilet!

source: %sClick here%s to see more details
no_no: %sTrykk her%s for å se detaljer

source: <b>Note:</b> Your PHP installation is configured with the %s restriction. This may make it difficult for Gallery to detect and verify your binaries, even if you've already successfully used the Config. Wizard in the past. Don't worry too much if this page gives warnings; your settings will still be saved properly.
no_no: <b>Obs:</b> Webtjeneren er konfigurert med restriksjoner for %s. Dette kan gjøre det vanskelig for Gallery å finne filene dine, selv om du allerede har fullført konfigurasjonsveiviseren. Men innstillingene dine vil bli lagret.

source: Check to see if you are running PHP 4. Note that some versions of PHP have bugs that cause Gallery to fail. PHP 4.0.0 uses a different file upload protocol, and versions 4.0.3 and 4.0.3pl1 have a bug in the unserialization code that cause Gallery to be unable to read its own database. Upgrade to at least PHP 4.0.4pl1 if you can. <p>
no_no: Sjekk om du kjører PHP 4. Legg merke til at enkelte versjoner av PHP har bugs som kan gjøre at Gallery ikke kjører riktig. PHP4.0.0 bruker en annen opplastingsprotokoll, versjon 4.0.3 og 4.0.3pl1 har en bug i koden som gjør at Gallery ikke er i stand til å lese sin egen database. Oppgrader til minimum PHP 4.0.4pl1 hvis du kan. <p>

source: We are using predefined variables which some older version of PHP have problems with.
no_no: Vi bruker forhåndsdefinerte variabler som noen eldre versjoner av PHP har problemer med.

source: <b>Note</b>: In some rare circumstances, Gallery thinks that Safe Mode is on, when it's really off. You can see for yourself by looking in the <i>Local</i> column of the <i>safe_mode</i> row in the %sPHP Info%s page. If it says 'Off' or '0' or 'undefined' then it's possible that Gallery made a mistake and you can continue. If not, then you must resolve this problem before you can use Gallery.
no_no: <b>Merk</b>: I noen skjeldne tilfeller tror Gallery at sikker modus er påslått, selv om den er av. Du kan sjekke selv ved å se på <i>Local</i>-kolonnen i <i>safe_mode</i>-raden i %sPHP Info%s-siden. Hvis det står 'Off' eller '0' eller 'undefined', så er det mulig at Gallery har feil, og du kan fortsette. Hvis ikke, så må du rette opp problemet før du bruker Gallery.

source: These locales are required to use multilanguage capabilities of Gallery when your PHP has gettext support. They are also needed to show date and time in the according format to the language.
no_no: Disse localene er nødvendige for å bruke multispråk-mulighetene i Gallery, når PHP-installasjonen har gettext-støtte. De er også nødvendige for å vise dato/tid i korrekt format.

source: The full URL to the Gallery web application. E.g. %s
no_no: Fullstendig URL (adresse) til Gallery-programmet. F.eks. %s

source: The full URL to your album directory (specified above) on your web server. E.g. %s
no_no: Fullstendig URL til albumkatalogen (som du angav ovenfor) for webtjeneren. F.eks. %s

source: Use this section to set options to configure gallery to be embedded in another web application.
no_no: Bruk denne seksjonen til å sette innstillinger om hvordan galleriet skal bli innbundet i en annen web-applikasjon.

source: Embed Gallery
no_no: Innbind galleri

source: If you would like to run %s in another web application (such as *Nuke, phpBB2 or GeekLog) you have to choose the environment here.
no_no: Hvis du vil kjøre %s i en annen web-applikasjon (som f.eks. *Nuke, phpBB2 eller GeekLog) må du velge hvilket miljø du vil bruke her.

source: Standalone Gallery
no_no: Frittstående galleri

source: If you chose Geeklog above, please enter the location of the GeekLog public_html directory.
no_no: Hvis du valgte GeekLog ovenfor, må du skrive inn katalogen til GeekLogs public_html-katalog her.

source: yes
no_no: ja

source: Show the album tree
no_no: Vis albumets tre

source: If you turn this option on, you'll see a complete list of all sub-albums when you're browsing the top level of your Gallery. This will make navigating to a specific sub album much easier (although it can severely clutter the appearance of the top Gallery page).
no_no: Hvis du skrur på denne innstillingen, vil du se en komplett liste over alle under-albumene når du blar i toppnivået til Gallery. Dette vil gjøre navigering til et bestemt underalbum mye enklere (men det kan gjøre fremsiden på Gallery ganske uoversiktlig).

source: The filesystem path to the <b>jhead</b> EXIF parser. E.g. %s or %s. This is optional so if you don't have it, don't worry about it too much.
no_no: Filsystemets sti til <b>jhead</b> EXIF-parseren. F.eks. %s eller %s. Dette er valgfritt så hvis du ikke har den trenger du ikke å bekymre deg.

source: Turn debug mode on so that you can diagnose problems?
no_no: Slå på debug-modus så vi kan stille diagnose ved problemer?

source: <b>exec()</b> is not disabled on this server.
no_no: <b>exec()</b> er ikke avslått på denne tjeneren.

source: Without pnmcomp gallery will not be able to watermark images, except you use ImageMagick and have the composite binary installed.
no_no: Uten pnmcomp, vil Gallery ikke klare å vannmerke bilder, med mindre du har ImageMagick og bruker kompositt-binæren isteden.

source: Your admin passwords do not match!
no_no: Admin-passordene stemmer ikke overens!

source: Your version of PHP handles this issue properly.
no_no: Din versjon av PHP behandler dette korrekt.
