Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_config.po
Languages: ar_eg, bg_bg, es_es, gl_es, is_is, nl_nl, no_no, pt_br, sv_se, vi_vn

source: The full path on physical disk to the directory where your watermark images will be stored. This directory may contain .png, .tif, and .gif images used to overlay visible watermarks on photos. These formats are supported because they may contain transparency or alpha channels. <b>Leaving this blank will disable watermarking support.</b> Note that this directory needs to have read access by the user who is running the web server (in your case this user is %s).
ar_eg: ÇäÏäêä ÇäãÇåä Ùäé ÇäâÑÕğ ÇäáÙäé Åäé ÇäÏäêäğ ÇäĞé ÓÊÎÒæ Ùäêç ÕèÑğ ÙäÇåÊã ÇäåÇÆêÉ. âÏ êÍÊèé çĞÇ ÇäÏäêäğ Ùäé png , .tif¬ èÕèÑ .gif ÇäÊé ÊÓÊÎÏå äÊÚ×êÉ ÇäÙäÇåÇÊ ÇäåÇÆêÉ ÇäåÑÆêÉ Ùäé ÇäÕèÑğ. èçĞç ÇäÕêÚğ åÏÙèåÉ äÃæçÇ âîÏ ÊÍÊèé Ùäé ÔáÇáêÉî Ãè âæèÇÊ ÃäáÇ. <b> ÊÑã çĞÇ áÇÑÚÇ ÓêÙ×ñä ÏÙå ÇäÙäÇåÉ ÇäåÇÆêÉ </b>. äÇÍØïî Ãæç êÌÈ Ãæ êÍÊèé çĞÇ ÇäÏäêäğ Ùäé Íâèâ ÇäâÑÇÁÉ åæ âÈä ÇäåÓÊÎÏå ÇäĞê êâèå ÈÊÔÚêä åäâå ÇäÔÈãÉ (èáé ÍÇäÊã êãèæ ÇäåÓÊÎÏå çè %s).
bg_bg: Пътя към директорията, кадето ще бъдат пазени 'изображенията - водни знаци'. Тази директория може да съдържа .png, .tif и .gif изображения които ще се ползват за припокриване на снимките ви с видими водни знаци. Тези формати се поддържат защото биха могли да съдържат прозрачност или 'alpha channels'. <b>Ако оставите това празно, поддръжката на водни знаци ще бъде изключена.</b>. Отбележете също така, че тази директория трябва да е достъпна от потребителя под който работи web-сървъра (във вашия случай това е %s)
es_es: Ruta completa en su disco duro al directorio donde sus imágenes con marcas de agua serán almacenadas. Este directorio debería contener imágenes en formato .png, .tif y .gif para ser usadas como marcas de agua para sus fotografías. Estos formatos están soportados porque pueden contener transparencias o canales alfa. <b>Si lo deja en blanco, se deshabilitará el soporte para marcas de agua.</b> Este directorio necesita tener acceso de lectura para el usuario que esté ejecutando el servidor web (en su caso, este usuario es %s).
gl_es: Ruta completa no seu disco duro &oacute; directorio onde as s&uacute;as imaxes con marcas de auga ser&aacute;n almaceadas. Este directorio deber&iacute;a conter imaxes en formato .png, .tif e .gif para ser usadas como marcas de auga para as s&uacute;as fotograf&iacute;as. Estes formatos est&aacute;n soportados porque poden conter transparencias ou canais alfa. <b>Se o deixa en branco, deshabilitarase o soporte para marcas de auga.</b> Este directorio necesita ter acceso de lectura para o usuario que estea executando o servidor web (no seu caso, este usuario &eacute; %s).
is_is: Full skráaslóð á skráakerfinu fyrir möppuna þar sem vatnsmerktar myndir þínar verða geymdar. Þessi mappa má innihalda .png, .tif og .gif myndir sem verða notaðar til að setja yfir myndir. Þessar skráargerðir eru studdar vegna þess að þær gætu verið gegnsæar eða innihaldið alpha rás (e. alpha channel). <b>Ef þú gefur upp upp slóð mun vatnsmerking ekki vera möguleg</b> Athugaðu að þessi mappa verður að vera lesanleg af notandanum sem vefþjónninn þinn keyrir undir (í þínu tilfeli myndi það vera %s).
nl_nl: Het volledige path naar de directory waar de watermerk plaatjes opgeslagen worden. De directory mag .png, .tif en .gif bestanden bevatten. Deze formaten worden ondersteund omdat ze transparantie toestaan. <b>Als u het leeg laat wordt watermerken niet ondersteund</b> Letop deze directory moet schrijfrechten hebben voor de gebruiker wie de webserver benaderd (In u geval %s deze gebruiker).
no_no: Den fullstendige stien på disken til katalogen hvor vannmerkebildene vil bli lagret. Denne katalogen kan inneholde .png, .tif og .gif-bilder som brukes til å legge over fotografiene. Disse formattene er støttet fordi de kan inneholde transparens- eller alfa-kanaler. <b>Lar du dette feltet stå tomt, vil vannmerking ikke bli brukt.</b> Merk at denne katalogen må ha lesetilgang av webtjener-brukeren (som i dette tilfellet er %s).
pt_br: O caminho completo no disco físico para o diretório onde suas marca d'águas serão armazenadas. Este diretório poderá conter imagens .png, .tif e .gif usadas para sobrebor marcas d'água visíveis nas fotos. Esses formatos são suportados porque eles podem conter transparências ou canais alfa. <b>Deixar esse campo em branco desabilitará o suporte à marcas d'água.</b> Note que este diretório precisa ter acesso de escrita pelo usuário que está executando o servidor web (no seu caso, este usuário é o %s).
sv_se: Hela sökvägen på hårddisk(hotellkonto) till katalogen där dina vattenstämpelsbilder kommer att sparas. Denna katalog kan innehålla png, tif och gif bilder som används för att synligt belägga vattenstämplar på foton. Dessa format stöds eftersom de kan innehålla transparenta eller alpha kanaler. <b>Lämnande av detta tomt kommer att avaktivera vattenstämpelstöd.</b> Observera att denna katalog behöver ha skrivrättigheter av användare som kör webbservern (i ditt fall är denna användare %s.)
vi_vn: Đường dẫn đầy đủ trên đĩa cứng tới thư mục mà các ảnh chèn của bạn sẽ được lưu giữ. Thư mục này có thể chứa các ảnh .png, .tif, và .gif được sử dụng tạo các ảnh chèn che trên ảnh. Những dạng thức này được trợ giúp vì chúng có chứa các đặc tính làm trong hoặc có kênh alpha. <b>Nếu để trống thì chức năng trợ giúp ảnh chèn sẽ tắt.</b> Lưu ý rằng thư mục này phải có quyền hạn đọc được đối với tên người dùng trên máy chủ web (trong trường hợp của bạn tên người này là %s).

source: Which Imagetype is watermarked
bg_bg: Към кои от изображенията да се добавят водни знаци?
is_is: Hvaða skráartegund verður vatnsmerkt
nl_nl: Welk bestandstype is gewatermerkt
pt_br: Que tipo de imagem será a marca d'água
sv_se: Vilken bildtyp är vattenstämplad
vi_vn: Loại ảnh nào được chèn ảnh

source: Here you can choose which of the images should be watermarked per default.
bg_bg: Тук можете да презададете към кои изображения винаги да бъдат добавяни водни знаци.
is_is: Hér getur þú valið hvaða myndir verða sjálfgefið vatnsmerktar.
nl_nl: Hier kunt u kiezen welke afbeeldingen standaard moeten worden voorzien van een watermerk.
pt_br: Aqui você pode escolher qual das imagens deve ser colocada como marca d'água padrão.
sv_se: Här så kan du markera vilka av bilderna som skall vara vattenstämplade som förvalt.
vi_vn: Bạn có thể chọn các loại ảnh sẽ được chèn theo mặc định.

source: Watermark both resized and full images
bg_bg: Добаване на водни знаци и към пълните и към намалените изображения
is_is: Vatnsmerkja bæði smækkaðar/stækkaðar og upphaflegar myndir
nl_nl: Watermerk zowel verkleinde als volledige afbeeldingen
pt_br: Realizar marca d'água em imagens completas e redimensionadas
sv_se: Vattenstämpla både storleksändrade och fullskaliga bilder
vi_vn: Chèn ảnh cả ảnh thu cỡ và ảnh đầy đủ

source: Watermark resized image only
bg_bg: Добавяне на водни знаци само към намалените изображения
is_is: Vatnsmerkja einungis smækkaðar/stækkaðar myndir
nl_nl: Watermerk enkel verkleinde afbeeldingen
pt_br: Realizar marca d'água somente em imagens redimensionadas
sv_se: Vattenstämpla storleksändrad bild endast
vi_vn: Chỉ chèn ảnh thu cỡ

source: Watermark full sized image only
bg_bg: Добавяне на водни знаци само към пълните изображения
is_is: Vatnsmerkja einungis upphaflegu mynd
nl_nl: Watermerk enkel volledige afbeeldingen
pt_br: Realizar marca d'água somente em imagens completas
sv_se: Vattenstämpla fullskalig bild endast
vi_vn: Chỉ chèn ảnh cỡ đầy đủ

source: Statistics
bg_bg: Статистики
es_es: Estadísticas
is_is: Tölfræði
nl_nl: Statistieken
pt_br: Estatísticas
sv_se: Statistik
vi_vn: Trạng thái

source: Caching improves performance for a large gallery at the cost of potentially displaying photos that are out of order or with out of date rating information.
bg_bg: Каширането (складирането) подобрява скоростта на работа при големи галерии на цената на потенциално показване на снимки които не са подредени или са с остаряла класификационна информация.
is_is: Flýtiminni eykur hraða stórra uppsetninga á Gallery, en eykur líkur á að sýna myndir sem eru úreltar eða með vitlausum atkvæða upplýsingum.
nl_nl: Caching verbetert de snelheid van een grote gallerij, maar kan mogelijk foto's in de verkeerde volgorde tonen, of verouderde waarderingen tonen.
pt_br: Cache melhora a performance para amplos álbuns com o custo potencial de serem exibidas fotos que estão defeituosas ou com informações desatualizadas.
sv_se: Caching förbättrar prestandan för ett stort galleri på bekostnad av potentiell visning av foton som är utgångna eller har föråldrad värderingsinformation.
vi_vn: Chức năng lưu trữ sẽ tăng cường hiệu quả cho thư viện ảnh lớn tránh không thể hiển thị khi quá nhiều các ảnh hoặc quá nhiều các thông tin bình chọn.

source: There's a different cache for each stats type supported with the exception of random.
bg_bg: Има различни видове каширане за всеки поддържан тип статистика с изключение на 'случайна'.
is_is: Það er sér flýtiminni fyrir hverja tegund tölfræði fyrir utan handahófskennda.
nl_nl: Er is een verschillende cache voor ieder type statistieken met uitzondering van willekeurig.
pt_br: Há um cache diferenciado para cada tipo de estatística suportada com exceção dos aleatórios.
sv_se: Det är olika cache för varje typ av statistik som stöds med undantaget av det slumpmässiga.
vi_vn: Có khác nhau về kiểu lưu trữ cho mỗi hình thức được trợ giúp ngoại trừ hình thức ngẫu nhiên.

source: The caches can be refreshed by reloading the stats page and specifying the url variable 'refreshcache'.
bg_bg: Кашираната информация може да бъде обновена чрез презареждане на страницата със статистиката и с определяне на URL-променливата 'refreshcache'.
pt_br: Os caches podem ser atualizados pelo recarregamenteo da página de estatísticas e especificando a variável de URL 'refreshcache'.
vi_vn: Lưu trữ có thể được làm sạch khi mở trang trạng thái và nhấn liên kết 'làmsạchlưutrữ'.

source: Caches will also refresh themselves after they have expired.
bg_bg: Кашираната информациа също така ще се самообнови след изтичане на определения срок.
is_is: Flýtiminnin munu einnig endurhlaða sig eftir að þau hafa runnið út.
nl_nl: Caches zullen zichzelf ook verversen als ze verlopen zijn.
pt_br: Caches também se auto-atualizarão após estarem expirados.
sv_se: Cacharna kommer också uppdatera sig själva efter att de har förfallit.
vi_vn: Lưu trữ cũng sẽ tự làm sạch sau khi chúng tới hạn.

source: The expire time in seconds is specified for each cache below.
bg_bg: Срока на изтичане в секунди се определя по-долу за всеки тип каширана информация.
is_is: Tíminn sem hvert flýtimi mun renna út í sekúndum eru gefin upp hér fyrir neðan.
nl_nl: De verlooptijd in seconden voor iedere cache staat hier onder.
pt_br: O tempo de expiração em segundos está especificado abaixo para cada cache.
sv_se: Förfallotiden i sekunder är specificerad nedan för varje cache.
vi_vn: Thời gian tới hạn tính bằng giây được chỉ định cho mỗi kiểu lưu trữ bên dưới.

source: If the expire time is set to -1 then the cache will not auto refresh.
bg_bg: Ако срока на изтичане е настроен на -1, кашираната информация няма да се самообнови.
is_is: Ef tíminn er gefinn upp sem 1 mun flýtiminnið ekki endurhlaða sig sjálfkrafa.
nl_nl: Als de verlooptijd op -1 staat dan ververst de cache niet automatisch.
pt_br: Se o tempo de expiração for configurado para -1, então o cache não será automaticamente atualizado.
sv_se: Om förfallotiden ställs in på -1 så kommer cachen inte att automatiskt uppdateras.
vi_vn: Nếu thời gian tới hạn được ghi là -1 có nghĩa lưu trữ đó không bao giờ tự làm sạch.

source: Available Stats for 'normal' users
bg_bg: Статистики които са на разположение на 'нормалните' потребители
es_es: Estadísticas disponibles para usuarios 'normales'
is_is: Tölfræði sem venjulegir notendur hafa aðgang að
nl_nl: Beschikbare statistieken voor 'normale' gebruikers
pt_br: Estatísticas disponíveis para usuários 'normais'
sv_se: Tillgänglig statistik för 'vanliga' användare
vi_vn: Trạng thái sẵn có đối với người dùng 'thông thường'

source: Gallery can give a lot of statistics for admins, however you can enable some of them to normal users.
bg_bg: Галерията може да предостави много статистики за администраторите, но освен това дава и възможността да изберете някои от тези статистики да са на разположение и на нормалните потребители.
is_is: Gallery getur birt ýmsar tölfræðilegar upplýsingar fyrir stjórnanda, Það er einnig hægt að virkja sumar hverjar fyrir venjulega notendur
nl_nl: Gallery kan veel statistieken geven aan beheerders. U kunt enkele voor gewone gebruikers beschikbaar stellen.
pt_br: Gallery pode fornecer várias estatísticas para administradores, entretanto você pode habilitar algumas delas para usuários normais.
sv_se: Gallery kan ge en hel del statistik till administratörer, hursomhelst så kan du aktivera en del av den till vanliga användare.
vi_vn: Thư viện ảnh có thể hiển thị nhiều trạng thái cho QT, tuy nhiên bạn cũng có thể cho phép người dùng thông thường xem.

source: For every selected item Gallery will create a link on the mainpage. The stats are based on the defaults defined in %s.
bg_bg: За всеки избран елемент Галерията ще създаде линк на главната страница. Статистиките са базирани на презададените настроики в %s.
is_is: Gallery mun birta hlekk til hvers einasta valkosts sem þú velur á forsíðu sinni. Tölfræðin er byggð á sjálfgefnum gildum í %s.
nl_nl: Voor elk geselecteerd item zal Gallery een verwijzing maken op de hoofdpagina. De statistieken zijn gebaseerd op de standaard waarden in %s.
pt_br: Para cada item selecionado, Gallery criará um link na página principal. As estatísticas são baseadas nos padrões definidos em %s.
sv_se: För varje valt objekt kommer Gallery att skapa en länk på huvudsidan. Statistiken är baserad på det förvalda definierat i %s.
vi_vn: Với mỗi lựa chọn Thư viện ảnh sẽ tạo một liên kết trên trang chính. Các trạng thái được tạo lập khi chỉ định theo mặc định trong %s.

source: View cache
bg_bg: Каширане на прегледи
es_es: Ver caché
is_is: Skoða flýtiminni
nl_nl: Toon cache
pt_br: Exibir cache
sv_se: Visa cache
vi_vn: Xem lưu trữ

source: On
bg_bg: Включено
es_es: Conectado
is_is: Virkt
nl_nl: Aan
pt_br: Ligado
sv_se: På
vi_vn: Mở

source: View cache expiration
bg_bg: Срок на изтичане за каширането на прегледи
es_es: Fecha de expiración de la caché de visitas
is_is: Skoða hvenær flýtiminni rennur út
nl_nl: Toon houdbaarheid cache
pt_br: Expiração do cache de visualização
sv_se: Visa förfallotid av cache
vi_vn: Thời gian tới hạn lưu trữ xem

source: Comment cache
bg_bg: Каширане на коментари
es_es: Caché de comentarios
is_is: Flýtiminni fyrir athugasemdir
nl_nl: Commentaar cache
pt_br: Cache de comentários
sv_se: Cache för kommentarer
vi_vn: Lưu trữ bình luận

source: Comment cache expiration
bg_bg: Срок на изтичане за капирането на коментари
es_es: Fecha de expiración de la caché de cometarios
is_is: Flýtiminni fyrir athugasemdir rennur út
nl_nl: Houdbaarheid commentaar cache
pt_br: Expiração do cache de comentários
sv_se: Förfallotid av cache för kommentarer
vi_vn: Thời gian tới hạn lưu trữ bình luận

source: Date cache
bg_bg: Каширане на дати
es_es: Caché de fechas
is_is: Flýtiminni fyrir dagsetningar
nl_nl: Datum cache
pt_br: Cache de dados
sv_se: Cache för datum
vi_vn: Lưu trữ ngày tháng

source: Date cache expiration
bg_bg: Срок на изтичане за каширането на дати
es_es: Fecha de expiración de la caché de fechas
is_is: Flýtiminni fyrir dagsetningar rennur út
nl_nl: Houdbaarheid datum cache
pt_br: Expiração do cache de datas
sv_se: Förfallotid av cache för datum
vi_vn: Thời gian tới hạn lưu trữ ngày tháng

source: Vote cache
bg_bg: Каширане на гласове
es_es: Caché de votos
is_is: Flýtiminni fyrir kosningar
nl_nl: Stemmers cache
pt_br: Cache de votação
sv_se: Cache för röster
vi_vn: Lưu trữ bình chọn

source: Vote cache expiration
bg_bg: Срок на изтичане за каширането на гласове
es_es: Fecha de expiración de la caché de votos
is_is: Flýtiminni fyrir kosningar rennur út
nl_nl: Houdbaarheid stemmerscache
pt_br: Expiração do cache de votos
sv_se: Förfallotid av cache för röster
vi_vn: Thời gian tới hạn lưu trữ bình chọn

source: Rating cache
bg_bg: Каширане на рейтинг
es_es: Caché de clasificación
is_is: Flýtiminni fyrir skoðanir
nl_nl: Waarderingen cache
pt_br: Cache de cotação
sv_se: Cache för betygsättning
vi_vn: Lưu trữ đánh giá

source: Rating cache expiration
bg_bg: Срок на изтичане за каширанеето на рейтинг
es_es: Fecha de expiración de la caché de clasificación
is_is: Flýtiminni fyrir skoðanir rennur út
nl_nl: Houdbaarheid waarderingen cache
pt_br: Expiração do cache de cotação
sv_se: Förfallotid av cache för betygsättningar
vi_vn: Thời gian tới hạn lưu trữ đánh giá

source: Capturedate cache
bg_bg: Каширане на дата на заснемане
is_is: Flýtiminni fyrir dagsetningu myndar
pt_br: Cache de data da captura
sv_se: Cache för objektrubriker
vi_vn: Lưu trữ ngày giữ

source: Capturedate cache expiration
bg_bg: Срок на изтичане за каширането на датата на заснемане
is_is: Flýtiminni fyrir dagsentingu myndar rennur út
nl_nl: Houdbaarheid capturedate cache
pt_br: Expiração do cache de data da captura
sv_se: Förfallotid av cache för objektrubriker
vi_vn: Thời gian tới hạn lưu trữ ngày giữ

source: Technical
ar_eg: Êâæé
bg_bg: Технически Настройки
es_es: Técnico
gl_es: T&eacute;cnico
is_is: Tæknilegt
nl_nl: Technisch
no_no: Teknisk
pt_br: Técnico
sv_se: Tekniskt
vi_vn: Kỹ thuật

source: The settings in this section are intended for advanced users only.
bg_bg: Тази част от настройките са за администратори с повече опит.
is_is: Stillingar í þessum kafla eru aðeins ætlaðar lengra komnum.
nl_nl: De instellingen in deze sectie zijn enkel voor geavanceerde gebruikers bedoeld.
pt_br: As configurações nesta seção são voltados somente para usuários avançados.
sv_se: Inställningarna i detta avsnitt är avsedda för avancerade användare endast.
vi_vn: Cấu hình trong phần này chỉ dành cho những người có kinh nghiệm.

source: Be aware that settings changed on this tab may have severe performance or security consequences and do so at your own risk.
bg_bg: Промените тук могат да създадат лоши последствия за режима на работа и за сигурността на системата ви. Променяйте на своя отговорност.
is_is: Athugaðu að stillingar í þessum flipa gætu haft alvarlegar frammistöðu eða öryggis afleiðingar. Breyttu þeim á eigin ábyrgð.
nl_nl: Wees er van bewust dat gewijzigde instellingen op deze pagina ernstige consequenties kan hebben voor de snelheid of de veiligheid en dat u dit op eigen risico doet.
pt_br: Esteja avisado que as configurações alteradas nesta guia podem ter consequências de segurança ou performance severas e execute-as por sua conta e risco.
sv_se: Var medveten om att ändrade inställningar i denna flik kan ha kännbara prestanda- eller säkerhetspåföljder, så ändra på egen risk.
vi_vn: Cần biết là những thay đổi cấu hình trong thẻ này sẽ có vài thi hành hoặc gây hậu quả về an toàn và tự bạn quyết định.

source: Note: Dont leave this option on in production systems! Else you might show users more information about your Gallery and system than you want!
bg_bg: Забележка: Не оставяйте това включено, ако системата ви е в употреба! Това би показало на потребителите повече информация от колкото бихте искали за Галерията и системата ви.
is_is: Athugið: ekki virkja þennan valkost á kerfum sem eru í fullri notkun. Annars gætir þú sýnt meiri upplýsingar um Gallery og uppsetningu vefþjóns þíns en þú gætir kosið!
nl_nl: Opmerking: laat deze optie niet aan staan op productie-systemen, anders zou u gebruikers wellicht meer informatie kunnen geven over uw Gallery of systeem dan u wilt.
pt_br: Nota: Não deixa esta opção ligada nos sistemas em produção! Ou então você poderá mostrar aos usuários mais informações sobre o Gallery e seu sistema do que você deseja!
sv_se: Observera: Lämna inte detta alternativ på i ett produktions-system! Annars så kan du visa användare mer information om ditt Gallery och system än du önskar!
vi_vn: Chú ý: Không nên bật lựa chọn này trên những hệ thống quan trọng! Nếu không bạn có thể sẽ để cho người dùng thấy thêm thông tin về Thư viện ảnh và hệ thống của bạn nhiều hơn bạn muốn!

source: Disable register_globals check
bg_bg: Изключване на проверката за 'register_globals'
es_es: Deshabilitar el chequeo de register_globals
is_is: Afvirkja register_globals próf
nl_nl: Zet 'register_globals' controle uit
pt_br: Desabilitando verificação de register_globals
sv_se: Avaktivera register_globals-kontroll
vi_vn: Ngưng hiệu lực kiểm tra register_globals
