Repository: jmullan/Gallery1
Catalog: gallery/locale/*/*-gallery_core.po
Languages: af_za, ar_eg, bg_bg, da_dk, fi_fi, gl_es, it_it, ja_jp, pl_pl, pt_br

source: You are not allowed to perform this action!
af_za: Jy mag dit nie doen nie.
bg_bg: Не ви е позволено да изпълнявате тази команда!
da_dk: Du har ikke rettigheder til at udføre denne handling!
fi_fi: Sinulla ei ole lupaa suorittaa t‰t‰ toimintoa!
it_it: Non sei autorizzato a compiere questa azione!
ja_jp: あなたがこの行為をすることは許可されていません。
pl_pl: Nie masz mo¿liwo¶ci wykonaæ tej akcji.
pt_br: Você não está autorizado a realizar esta ação!

source: Name and comment are both required to save a new comment!
af_za: Jou naam en kommentaar is albei nodig om jou kommentaar te stoor!
ar_eg: äÇÈÏ åæ èÌèÏ ÇÓå èÊÙäêâ äãê êÊå ÍáØ ÇäÊÙäêâ ÇäÌÏêÏ
bg_bg: И име, и коментар са нужни за да се запише нов коментар!
da_dk: Både navn og kommentar kræves for at gemme en ny kommentar!
fi_fi: Nimi ja kommentti ovat vaatimuksena uuden kommentin j&auml;tt&auml;mist&auml; varten!
gl_es: O nome e o comentario son necesarios para gardar un novo comentario.
it_it: Nome e Commento sono entrambi richiesti per salvare un nuovo commento!
ja_jp: コメントするには名前とコメント本文の両方が必要です。
pl_pl: Pole nazwy i komentarz musz± byæ wype³nione by dodaæ nowy komentarz!!
pt_br: Ambos nome e comentário são requeridos para salvar um novo comentário!

source: Your comment is too long, the admin set maximum length to %d chars
af_za: Jou kommentaar is te lank, die admin beperk dit tot %d karakters
bg_bg: Коментара ви е прекалено дълъг, максималната дължина определена от администратора е %d знака
da_dk: Din kommentar er for lang. Administratoren har sat den maksimale længde til %d tegn
fi_fi: Kommenttisi on liian pitk‰, p‰‰k‰ytt‰j‰ on asettanut kommentin maksimipituuden %d merkkiin
gl_es: O seu comentario &eacute; demasiado extenso, o administrador estableceu a lonxitude m&aacute;xima en %d caracteres
it_it: Il commento troppo lungo, la lunghezza massima imposta dall'amministratore di %d caratteri
ja_jp: コメントが長すぎます。管理者が最大 %d 文字にセットしています
pl_pl: Twój komentarz jest za d³ugi, administrator ustawi³ maksymaln± d³ugo¶æ na %d znaków
pt_br: Seu comentário é longo demais, o administrador do Gallery ajustou o camanho para %d caracteres

source: Your Comment contains forbidden words. It will not be added.
af_za: Jou kommentaar bevat verbode woorde. Dit sal nie gestoor word nie.
bg_bg: Коментара ви съдържа забранени думи и няма да бъде добавен.
da_dk: Din kommentar indeholder ulovlige ord. Den vil ikke blive tilføjet.
fi_fi: Kommenttisi sis‰lt‰‰ kiellettyj‰ sanoja, joten sit‰ ei lis‰t‰.
it_it: Il tuo Commento contiene parole vietate. Non verr&agrave; inserito.
ja_jp: あなたのコメントは禁止された語を含みます．コメントは追加されません。
pl_pl: Twój komentarz zawiera zakazane s³owa. Nie zostanie dodany.
pt_br: Seu Comentário contém palavras proibidas. Ele não será adicionado.

source: Add Comment
ar_eg: ÃÖá ÊÙäêâÇ
bg_bg: Добавете Коментар
da_dk: Tilføj kommentar
fi_fi: Lis&auml;&auml; kommentti
gl_es: Engadir comentario
ja_jp: コメントする
pl_pl: Dodaj komentarz
pt_br: Adicionar Comentário

source: Enter your comment for this picture in the text box below.
ar_eg: ÖÙ ÊÙäêâã Ùäé çĞç ÇäÕèÑÉ áé ÕæÏèâ ÇäæÕ ÇäåèÌèÏ ÃÓáäç
bg_bg: Въведете вашия коментар за тази снимка в прозореца отдолу.
da_dk: Skriv din kommentar til dette billede i tekstfeltet nedenfor.
fi_fi: Lis&auml;&auml; kommentti kuvalle alapuolella olevan tekstialueen avulla.
gl_es: Introduza o seu comentario para esta imaxe na caixa de texto inferior.
ja_jp: この画像に対するコメントを下のテキストボックスに入力してください。
pl_pl: Wpisz swój komentarz dla tego obrazka w polu poni¿ej.
pt_br: Digite seu comentário para esta foto na caixa de texto abaixo.

source: Cancel
af_za: Kanselleer
ar_eg: ÅäÚÇÁ
bg_bg: Отказ
da_dk: Fortryd
fi_fi: Peruuta
gl_es: Cancelar
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar

source: Add Photos
ar_eg: ÃÖá ÕèÑ
bg_bg: Добавете Снимки
da_dk: Tilføj billeder
fi_fi: Lis&auml;&auml; kuvia
gl_es: Engadir fotos
ja_jp: 画像追加
pl_pl: Dodaj zdjêcia
pt_br: Adicionar Fotos

source: Applet
ar_eg: ÇäÈÑæÇåÌ ÇäåÍÏèÏ
fi_fi: Appletti
ja_jp: アプレット

source: Applet (big)
af_za: Applet (groot)
ar_eg: ÈÑæÇåÌ åÍÏèÏ (ãÈêÑ)
bg_bg: Applet (голям)
da_dk: Applet (stor)
fi_fi: Appletti (iso)
gl_es: Applet (grande)
it_it: Applet (grande)
ja_jp: アプレット (大)
pl_pl: Applet (du¿y)
pt_br: Applet (grande)

source: Form
ar_eg: ÇäÔãä
bg_bg: Форма
da_dk: Formular
fi_fi: Lomake
gl_es: Formulario
ja_jp: フォーム
pl_pl: Formularz
pt_br: Formulário

source: Other
af_za: Ander
ar_eg: ÃÎÑé
bg_bg: Друго
da_dk: Andre
fi_fi: Muu
gl_es: Outro
it_it: Altro
ja_jp: その他
pl_pl: Inny
pt_br: Outro

source: statistics
bg_bg: статистики
da_dk: statistik
fi_fi: tilastot
ja_jp: 統計
pl_pl: statystyki
pt_br: estatísticas

source: View some statistics about your Gallery. Such as most viewed pictures, or best rated photos etc.
af_za: Besigtig statistiek oor jou galery, watter foto is die meeste bekyk, hooste aangeslaan ensomeer.
bg_bg: Преглед на някои статистики за вашата Галерия. Например кои са най-гледаните снимки или най-високо оценените снимки.
da_dk: Vis statistik for dit galleri. Det kan være mest sete billeder, bedste billeder, osv.
fi_fi: N‰yt‰ tietyt tilastotiedot galleriastasi, esimerkiksi eniten katsellut tai parhaimmiksi arvioidut kuvat jne.
it_it: Visualizza delle statistiche sulla tua Gallery. Ad esempio le immagini pi&ugrave; viste, o le foto pi&ugrave; votate ecc.
ja_jp: Galleryに関するいくつかの統計を見ます。もっとも閲覧数の多い画像、もっともよい評価の画像など。
pl_pl: Zobacz statystyki Twojej Galerii. Takie jak najczê¶ciej ogl±dane zdjêcia lub najlepiej ocenione zdjêcia itd.
pt_br: Visualizando algumas estatísticas sobre seu Gallery, tais como fotos mais visualizadas ou fotos mais cotadas, etc.

source: configuration wizard
bg_bg: конфигуратор
da_dk: konfigurer galleriet
fi_fi: asennuswelho
ja_jp: コンフィグレーション ウィザード
pl_pl: Konfiguracja pól u¿ytkownika
pt_br: assistente de configuração

source: Use the config wizard to reconfigure or tweak your Gallery
bg_bg: Използвайте конфигуратора да преконфигурирате или настроите вашата Галерия
da_dk: Brug konfigurationssiden til at omkonfigurere eller indstille dit galleri
fi_fi: K‰yt‰ asennuswelhoa gallerian asetusten m‰‰ritt‰miseen
ja_jp: Galleryを設定し直すか調整したい場合は，コンフィグレーションウィザードを使ってください。
pl_pl: U¿yj czarodzieja konfiguracji aby przekonfigurowaæ Twoj± Galeriê.
pt_br: Use o assistende de configuração para reconfigurar ou ajustar seu Gallery

source: find orphans
bg_bg: откриване на изоставени елементи
da_dk: find albummer uden overalbum
fi_fi: etsi orvot
ja_jp: 親のないものを検索
pl_pl: znajd¼ sieroty
pt_br: encontrar álbuns órfãos

source: Find, remove or re-attach orphaned elements.
af_za: Vind, verwyder of herverbind weeselemente
bg_bg: Откриване, премахване и закачане на изоставени файлове.
da_dk: Find, slet eller reparer elementer uden overalbum.
fi_fi: Etsi, poista tai liit‰ uudelleen orvot elementit.
it_it: Trova, elimina o ricollega elementi orfani.
ja_jp: 親のないものの検索、削除、再追加をします。
pl_pl: Znajd¼, usuñ albo przy³±cz ponownie porzucone elementy.
pt_br: Encontrar, remover ou re-anexar elementos órfãos.

source: find comment spam
bg_bg: откриване на спам в коментарите
da_dk: find spam kommentarer
fi_fi: etsi spam-kommentit
ja_jp: スパムコメントを探す
pl_pl: znajd¼ komentarzowy spam
pt_br: encontrar comentários de spam

source: Find and remove comments that contains spam.
af_za: Vind en verwyder kommentaar wat gemorspos bevat.
bg_bg: Откриване и премахване на коментарите съдържащи спам.
da_dk: Find og slet kommentarer der indeholder spam.
fi_fi: Etsi ja poista kommentit, joissa on spam-sis‰ltˆ‰.
it_it: Trova e rimuovi commenti che contengono spam.
ja_jp: スパムコメントを検索して削除する。
pl_pl: Znajd¼ i usuñ komentarze zawieraj±ce spam.
pt_br: Encontrar e remover comentários que contenham spam.

source: validate albums
bg_bg: проверка на албумите
da_dk: kontroller albummer
fi_fi: validoi albumit
ja_jp: アルバムの正当性の確認
pl_pl: zalegalizuj albumy
pt_br: validar álbuns

source: Identify invalid albums, missing files, and other errors that may prevent you from migrating to Gallery 2
bg_bg: Откриване на невалидни албуми, липсващи файлове и други грешки които могат да попречат на обноваването към Галерия v2
da_dk: Find fejlbehæftede albums, manglende filer og andre fejl der kan gøre en opgradering til Gallery 2 umulig
fi_fi: Tunnista ep‰kelvot albumit, puuttuvat tiedostot ja muut virheet jotka voivat est‰‰ sinua siirtym‰st‰ galleria 2:een.
ja_jp: Gallery2 に移行できないかもしれない無効なアルバムや欠落したファイル、そのほかのエラーを特定します。
pl_pl: Zidentyfikuj nieprawid³owe albumy, brakuj±ce pliki oraz inne b³êdy, które mog± nie dopu¶ciæ do migracji...
pt_br: Identificar álbuns inválidos, arquivos inexistentes e outros erros que podem impedí-lo de migrar para o Gallery v2

source: manage users
ar_eg: ÅÏÇÑÉ ÇäåÓÊÎÏåêæ
bg_bg: управление на потребителите
da_dk: håndter brugere
fi_fi: hallitse k&auml;ytt&auml;ji&auml;
gl_es: xesti&oacute;n de usuarios
ja_jp: ユーザ管理
pl_pl: u¿ytkownicy
pt_br: gerenciar usuários

source: Manage your users.
af_za: Bestuur jou gebruikers
bg_bg: Управление на потребителите ви.
da_dk: Håndter dine brugere.
fi_fi: Hallitse k‰ytt‰ji‰si.
it_it: Gestisci gli utenti registrati.
ja_jp: ユーザ管理を管理します。
pl_pl: Zarz±dzaj u¿ytkownikami
pt_br: Gerenciar seus usuários.

source: Admin options
af_za: administrasie opsies
bg_bg: Настройки за администратора
da_dk: Administratorindstillinger
fi_fi: admin-toiminnot
it_it: Opzioni amministrazione
ja_jp: 管理者オプション
pl_pl: Opcje admina
pt_br: Opções do admininstrador

source: return to gallery
bg_bg: назад към галерията
da_dk: vend tilbage til galleriet
fi_fi: palaa galleriaan
ja_jp: Gallery へ戻る
pl_pl: powrót dj Galerii
pt_br: retornar para o Gallery

source: Ascending
af_za: Oplopend
ar_eg: ÊÕÇÙÏêÇ
bg_bg: Възходящо
da_dk: Stigende
fi_fi: Nouseva j&auml;rjestys
gl_es: Ascendente
it_it: Ascendente
ja_jp: 昇順
pl_pl: Rosn±co
pt_br: Ascendente

source: Descending
af_za: Aflopend
ar_eg: ÊæÇÒäêÇ
bg_bg: Низходящо
da_dk: Faldende
fi_fi: Laskeva j&auml;rjestys
gl_es: Descendente
it_it: Discendente
ja_jp: 降順
pl_pl: Malej±co
pt_br: Descendente

source: Sort
af_za: Sorteer
ar_eg: áÑÒ
bg_bg: Сортирайте
da_dk: Sortér
fi_fi: Lajittele
gl_es: Ordear
it_it: Ordina
ja_jp: ソート
pl_pl: Sortuj
pt_br: Classificar

source: Close Window
af_za: Sluit venster
bg_bg: Затворете Прозореца
fi_fi: Sulje ikkuna
it_it: Chiudi finestra
ja_jp: ウィンドウを閉じる
pl_pl: Zamknij okno
pt_br: Fechar Janela

source: Users who can add photos.
ar_eg: åÓÊÎÏåèæ êåãæçå ÇÖÇáÉ ÕèÑ
bg_bg: Потребители, които могат да добавят снимки.
da_dk: Brugere som kan tilføje billeder.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat lis&auml;t&auml; kuvia.
gl_es: Usuarios que poden engadir fotos.
ja_jp: 画像を追加できるユーザ
pl_pl: U¿ytkownicy mog±cy dodawaæ obrazki.
pt_br: Usuários que podem adicionar fotos.

source: Users who can delete photos.
bg_bg: Потребители, които могат да изтриват снимки.
da_dk: Brugere som kan slette billeder.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat poistaa kuvia.
gl_es: Usuarios que poden borrar fotos.
ja_jp: 画像を削除できるユーザ
pl_pl: U¿ytkownicy mog±cy kasowaæ obrazki.
pt_br: Usuários que podem apagar fotos.

source: Users who can modify photos.
ar_eg: åÓÊÎÏåèæ êåãæçå ÊÙÏêä ÕèÑ
bg_bg: Потребители, които могат да променят снимки.
da_dk: Brugere som kan redigere billeder.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat muokata kuvia.
gl_es: Usuarios que poden modificar fotos.
ja_jp: 画像を変更できるユーザ
pl_pl: U¿ytkownicy mog±cy modyfikowaæ obrazki.
pt_br: Usuários que podem modificar fotos.

source: Users who can create sub albums.
ar_eg: åÓÊÎÏåèæ êåãæçå Êãèêæ ÃäÈèåÇÊ áÑÙêÉ
bg_bg: Потребители, които могат да създават под-албуми.
da_dk: Brugere som kan oprette underalbummer.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat luoda albumiin sis‰kk‰isi‰ albumeita.
gl_es: Usuarios que poden crear sub&aacute;lbumes.
ja_jp: サブアルバムを作成できるユーザ
pl_pl: U¿ytkownicy mog±cy tworzyæ pod-albumy.
pt_br: Usuários que podem criar sub-álbuns.

source: Users who can view comments.
af_za: Gebruikers wie kommentaar mag gesigtig.
ar_eg: åÓÊÎÏåèæ êåãæçå ÇäÇ×äÇÙ Ùäé ÊÙäêâÇÊ
bg_bg: Потребители, които могат да виждат коментари.
da_dk: Brugere som kan se kommentarer.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat n‰hd‰ kommentteja
gl_es: Usuarios que poden ver comentarios.
it_it: Utenti che possono vedere i commenti.
ja_jp: コメントの閲覧ができるユーザ。
pl_pl: U¿ytkownicy mog±cy przegl±daæ komentarze.
pt_br: Usuários que podem visualizar comentários.

source: Users who can add comments.
af_za: Gebruikers wie kommentaar mag lewer.
ar_eg: åÓÊÎÏåèæ êåãæçå ÇÖÇáÉ ÊÙäêâÇÊ
bg_bg: Потребители, които могат да добавят коментари.
da_dk: Brugere som kan filføje kommentarer.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat lis&auml;t&auml; kommentteja
gl_es: Usuarios que poden engadir comentarios.
it_it: Utenti che possono aggiungere commenti.
ja_jp: コメントできるユーザ。
pl_pl: U¿ytkownicy mog±cy dodawaæ komentarze.
pt_br: Usuários que podem adicionar comentários.

source: Users who can view full (original) images.
af_za: Gebruikers wie die volle (oorspronklike) foto's mag sien.
ar_eg: åÓÊÎÏåèæ êåãæçå ÑÄêÉ ÇäÕèÑ )ÇäÃÕäêÉ( ãÇåäÉ
bg_bg: Потребители, които могат да виждат целите (оригиналните) снимки.
da_dk: Brugere som kan se billeder i fuld (original) størrelse.
fi_fi: K&auml;ytt&auml;j&auml;t, joilla on oikeus n&auml;hd&auml; t&auml;ysikokoiset alkuper&auml;iskuvat.
it_it: Utenti che possono vedere le immagini a dimensione originale.
ja_jp: 完全な(元の)画像を閲覧できるユーザ
pl_pl: U¿ytkownicy mog±cy ogl±daæ pe³no-wymiarowe obrazki.
pt_br: Usuários que podem ver imagens em tamanho original.

source: Users who can change album text.
af_za: Gebruikers wie die albumteks mag wysig.
ar_eg: åÓÊÎÏåèæ êåãæçå ÊÚêêÑ æÕ ÇäÃäÈèåğ
bg_bg: Потребители, които могат да променят текста на албума.
da_dk: Brugere som kan ændre albumtekst.
fi_fi: K&auml;ytt&auml;j&auml;t, jotka voivat vaihtaa albumin teksti&auml;.
gl_es: Usuarios que poden cambia-lo texto do &aacute;lbume.
it_it: Utenti che possono cambiare il testo dell'album.
ja_jp: アルバム テキストを変更できるユーザ
pl_pl: U¿ytkownicy mog±cy zmieniaæ teksty albumu.
pt_br: Usuários que podem alterar a legenda do álbum.

source: Album Permissions
af_za: Album toegangsregte
ar_eg: ÑïÎÕ ÇäÃäÈèåğ
bg_bg: Права за достъп до албума
da_dk: Albumrettigheder
fi_fi: Albumin oikeudet
gl_es: Permisos do &aacute;lbume
it_it: Permessi dell'Album
ja_jp: アルバム パーミッション
pl_pl: Prawa do albumu
pt_br: Permissões do Álbum

source: Changing permissions for %s
ar_eg: ÇäÑïÎÕ ÇäåÊÚêÑÉ ä%s
bg_bg: Променяне на правата за достъп за %s
da_dk: Ændrer rettigheder for %s
fi_fi: Albumin %s k‰yttˆoikeudet
gl_es: Cambiar permisos para %s
ja_jp: %s に対するパーミッションを変更
pl_pl: Zmiana praw dla %s
pt_br: Alterando permissões para %s

source: Owner:
af_za: Eienaar:
ar_eg: ÇäåÇäã
bg_bg: Собственик:
da_dk: Ejer:
fi_fi: Omistaja:
gl_es: Propietario:
it_it: Proprietario:
ja_jp: 所有者:
pl_pl: W³a¶ciciel:
pt_br: Dono:

source: Apply permissions to all sub-albums
af_za: Pas regte op sub-albums toe
bg_bg: Прилагане на привилегиите към всички под-албуми
da_dk: Anvend rettigheder på underalbummer
fi_fi: Lis‰‰ oikeudet kaikkiin alialbumeihin
it_it: Applica i permessi a tutti i sotto-album
ja_jp: パーミッション設定を全てのサブアルバムに適用する
pl_pl: Zastosuj pozwolenia do wszystkich podalbumów.
pt_br: Aplicar permissões para todos os sub-álbuns

source: Save
af_za: Stoor
ar_eg: ÍáØ
bg_bg: Записване
da_dk: Gem
fi_fi: Tallenna
gl_es: Gardar
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz
pt_br: Salvar

source: Done
af_za: Klaar
ar_eg: Êå
bg_bg: Готово
da_dk: Udført
fi_fi: Valmis
gl_es: Feito
it_it: Fatto
ja_jp: 完了
pl_pl: Zrobione
pt_br: Feito

source: 1 album
bg_bg: 1 албум
fi_fi: 1 albumi
ja_jp: %d 個のアルバム
pt_br: 1 álbum

source: no albums
bg_bg: няма албуми
da_dk: ingen albummer
fi_fi: ei albumeita
ja_jp: 0 個のアルバム
pl_pl: Brak albumów
pt_br: nenhum álbuns

source: 1 top-level album
af_za: 1 hoofalbum
bg_bg: 1 главен албум
da_dk: 1 topniveau-album
fi_fi: 1 ylimm‰n tason albumi
it_it: 1 album di primo livello
ja_jp: %d 個のトップレベルアルバム
pl_pl: 1 g³ówny album
pt_br: 1 álbum principal

source: No top-level albums
af_za: geen hoofalbums
bg_bg: Няма главни албуми
da_dk: Ingen topniveau-albummer
fi_fi: ei ylimm&auml;n tason albumeita
it_it: Nessun album di primo livello
ja_jp: トップレベルアルバムなし
pl_pl: brak g³ównych albumów
pt_br: Nenhum álbum principal

source: %d total
af_za: %d in totaal
ar_eg: %d åÌåèÙ
bg_bg: общо %d
da_dk: %d ialt
fi_fi: %d yhteens&auml;
gl_es: %d en total
it_it: %d in totale
ja_jp: 総計 %d
pl_pl: %d wszystkich
pt_br: %d no total

source: 1 image
af_za: 1 foto
bg_bg: 1 изображение
da_dk: 1 billede
fi_fi: 1 kuva
it_it: 1 immagine
ja_jp: %d 枚の画像
pl_pl: 1 obrazek
pt_br: 1 imagem

source: no images
af_za: geen foto's
ar_eg: äÇÊèÌÏ ÕèÑ
bg_bg: няма изображения
da_dk: ingen billeder
fi_fi: ei kuvia
gl_es: no hai imaxes
it_it: nessuna immagine
ja_jp: 画像なし
pl_pl: ¿adnych obrazków
pt_br: nenhuma imagem

source: 1 page
af_za: 1 blad
bg_bg: 1 страница
da_dk: 1 side
fi_fi: 1 sivu
it_it: 1 pagina
ja_jp: %d ページ
pl_pl: 1 strona
pt_br: 1 página

source: no pages
af_za: geen blaaie
ar_eg: äÇÊèÌÏ ÕáÍÇÊ
bg_bg: няма страници
da_dk: ingen sider
fi_fi: ei sivuja
gl_es: no hai p&aacute;xinas
it_it: nessuna pagina
ja_jp: ページなし
pl_pl: brak stron
pt_br: nenhuma página

source: %s (%s), %s on %s
af_za: %s (%s), %s op %s
ar_eg: %s (%s) , %s Ùäé %s
bg_bg: %s (%s), %s на %s
da_dk: %s (%s), %s på %s
fi_fi: %s (%s), %s %s
gl_es: %s (%s), %s a %s
it_it: %s (%s), %s su %s
ja_jp: %4$s 上に %1$s (%2$s), %3$s
pl_pl: %s (%s), %s na %s
pt_br: %s (%s), %s em %s

source: %s, %s on %s
af_za: %s, %s op %s
bg_bg: %s, %s на %s
da_dk: %s, %s på %s
fi_fi: %s, %s %s :ssa
gl_es: %s, %s a %s
it_it: %s, %s su %s
ja_jp: %3$s 上に %1$s, %2$s
pl_pl: %s, %s na %s
pt_br: %s, %s em %s

source: Welcome, %s
af_za: Welkom, %s
ar_eg: åÑÍÈÇ, %s
bg_bg: Добре дошъл, %s
da_dk: Velkommen, %s
fi_fi: Tervetuloa, %s
gl_es: Benvido, %s
it_it: Benvenuto, %s
ja_jp: ようこそ、 %s さん
pl_pl: Witaj %s
pt_br: Seja bem-vindo, %s

source: slideshow
ar_eg: ÙÑÖ ÇäÔÑÇÆÍ
bg_bg: преглед
da_dk: fremvisning
fi_fi: diaesitys
gl_es: presentaci&oacute;n
ja_jp: スライドショー

source: new album
ar_eg: ÃäÈèå ÌÏêÏ
bg_bg: нов албум
da_dk: nyt album
fi_fi: uusi albumi
gl_es: novo &aacute;lbume
ja_jp: 新しいアルバム
pl_pl: nowy album
pt_br: novo álbum

source: admin page
bg_bg: страница за администрация
da_dk: administrationsside
fi_fi: admin-sivu
ja_jp: 管理者 ページ
pl_pl: strona administratora
pt_br: página do administrador

source: documentation
ar_eg: ÊèËêâ
bg_bg: документация
da_dk: dokumentation
fi_fi: dokumentaatio
gl_es: documentaci&oacute;n
ja_jp: ドキュメント
pl_pl: dokumentacja
pt_br: documentação (em inglês)

source: preferences
ar_eg: ÇäÊáÖêäÇÊ
bg_bg: настройки
da_dk: indstillinger
fi_fi: asetukset
gl_es: preferenzas
ja_jp: 個別設定
pl_pl: ustawienia
pt_br: preferências

source: logout
ar_eg: ÊÓÌêä ÇäÎÑèÌ
bg_bg: изход
da_dk: log ud
fi_fi: kirjaudu ulos
gl_es: sa&iacute;r
ja_jp: ログアウト
pl_pl: wyloguj
pt_br: sair

source: login
ar_eg: ÊÓÌêä ÇäÏÎèä
bg_bg: вход
da_dk: log ind
fi_fi: kirjaudu sis&auml;&auml;n
gl_es: entrar
ja_jp: ログイン
pl_pl: zaloguj
pt_br: autenticar

source: register
ar_eg: ÊÓÌêä
bg_bg: регистрация
da_dk: registrer
fi_fi: rekisterˆi
gl_es: rexistrar
ja_jp: 登録
pl_pl: rejestracja
pt_br: registrar

source: Attention Gallery Administrator!
ar_eg: Åäé åÏêÑ ÇäåÙÑÖ!
bg_bg: На вниманието на Администратора!
da_dk: Galleriadministrator!
fi_fi: Huomio, Gallerian p&auml;&auml;k&auml;ytt&auml;j&auml;!
gl_es: ٮAtenci&oacute;n Administrador de Gallery!
ja_jp: Gallery 管理者は注意して!
pl_pl: UWAGA Administratorze!
pt_br: Atenção, Administrador do Gallery

source: %s has detected the following %d invalid album(s) in your albums directory<br>(%s):
af_za: %s het die volgende %d foutiewe album(s) in jou album l&ecirc;ergids gevind<br>(%s).
ar_eg: %s ÅãÊÔáî èÌèÏ %d ÃäÈèåÇÊ ÚêÑ ÕÍêÍÉ áê Ïäêäğ ÃäÈèåÇÊğãî <br> (%s):
bg_bg: %s намери следния брой (%d) невалидна(и) директория(и) във вашата директория с албуми<br>(%s):
da_dk: %s har fundet følgende %d ugyldige katalog(er) i dit albumkatalog<br>(%s):
fi_fi: %s on havainnut seuraavat %d ep‰kelvot albumit albumihakemistossasi<br> (%s).
gl_es: %s detectou os seguintes %d &aacute;lbume(s) inv&aacute;lidos no seu directorio de &aacute;lbumes<br>(%s):
it_it: %s ha individuato %d album invalidi nella directory degli album<br>(%s):
ja_jp: %s は以下の %d の無効なアルバムをあなたのアルバムディレクトリで検出しました。<br>(%s):
pl_pl: %s wykry³ nastêpuj±ce %d nieprawid³owe albumy w Twoim katalogu albumów<br>(%s).
pt_br: %s detectou os seguintes %d álbuns inválidos no seu diretório de álbuns<br> (%s):

source: Please move it/them out of the albums directory.
af_za: Verwyder hulle asseblief uit jou album l&ecirc;ergids.
ar_eg: ÑÌÇÁë ÍÑñãòç / ÍÑãçå ÎÇÑÌ Ïäêäğ ÇäÃäÈèåÇÊî.
bg_bg: Моля преместете го/ги от директорията на албумите.
da_dk: Fjern dem venligst fra albumkataloget.
fi_fi: Ole hyv&auml; ja siirr&auml; ne pois albumeiden hakemistosta.
gl_es: Por favor, m&oacute;vao(s) fora do directorio de &aacute;lbumes.
it_it: Per favore spostali fuori dalla directory degli album.
ja_jp: それらをアルバムディレクトリから移動してください。
pl_pl: Zaleca siê usuniêcie ich z katalogu albumów.
pt_br: Por favor, mova-os para fora do diretório de álbuns.

source: %s has detected that %d of your albums are out of date.
af_za: %s het vasgestel dat %d van jou albums verouderd is.
bg_bg: %s откри че %d от вашите албуми са по-стара версия.
da_dk: %s har opdaget at %d af dine albummer har behov for at blive opgraderet.
fi_fi: %s on havainnut, ett‰ %d albumia ei ole ajan tasalla.
it_it: %s ha rilevato che %d dei tuoi album non sono aggiornati.
ja_jp: %s はあなたのアルバムの %d 個が古いものであることを検出しました。
pl_pl: %s wykry³ ¿e %d Twoich albumów jest nieaktualnych.
pt_br: %s detectou que %d de seu álbum estão desatualizados.

source: Please %s.
af_za: Asseblief %s
bg_bg: Моля %s.
da_dk: Vær venlig at %s.
fi_fi: Ole hyv‰ %s.
it_it: Per favore %s.
ja_jp: %s してください。
pl_pl: Proszê %s.
pt_br: Por favor %s.

source: upgrade those albums
af_za: gradeer albums op
bg_bg: обновете тези албуми
da_dk: opgradere disse albummer
fi_fi: p‰ivit‰ ko. albumit
it_it: aggiorna quegli album
ja_jp: これらのアルバムをアップグレード
pl_pl: aktualizuj te albumy
pt_br: atualizar estes álbuns

source: Attention!
af_za: Aandag!
bg_bg: Внимание!
da_dk: Bemærk!
fi_fi: Huomio!
it_it: Attenzione!
ja_jp: 注意
pl_pl: Uwaga!
pt_br: Atenção!

source: %s and try again.
af_za: %s en probeer weer.
bg_bg: %s и опивайте отново.
da_dk: %s og prøv igen.
fi_fi: %s ja yrit‰ uudelleen.
it_it: %s e prova di nuovo.
ja_jp: %s してもう一度ためしてください。
pl_pl: %s i spróbuj ponownie.
pt_br: %s e tente novamente.

source: Log in
af_za: Aanteken
bg_bg: Вход
da_dk: Log ind
fi_fi: Kirjaudu sis‰‰n
ja_jp: ログイン
pl_pl: Zaloguj
pt_br: Autenticar

source: Highlight for Album:
af_za: Kies 'n voorbeeldfoto vir jou album:
bg_bg: Главна снимка за Албума:
da_dk: Forsidebillede for album:
fi_fi: Esikatselukuva albumille:
it_it: Copertina dell'Album:
ja_jp: アルバムのハイライト画像:
pl_pl: Ok³adka Albumu:
pt_br: Destaque para Álbum:

source: %s so that the URL is not so generic!
af_za: %s hierdie album sodat die URL nie so algemeen is!
bg_bg: %s, така че web-адреса да не е толкова обикновен!
da_dk: %s så URL'en er mere specifik!
fi_fi: %s jotta URL olisi j‰rkev‰mpi!
it_it: %s in modo che l'URL non sia cos&igrave; generica!
ja_jp: このURLが一般的でないものになるよう、 %s してください。
pl_pl: %s temu albumowi aby URL nie by³ taki typowy!
pt_br: %s para que a URL não fique tão genérica!

source: Rename this album
af_za: Hernoem album
bg_bg: Преименувайте този албум
da_dk: Omdøb dette album
fi_fi: Nime&auml; t‰m‰ albumi uudelleen
it_it: Rinomina questo Album
ja_jp: このアルバム名を変更
pl_pl: Zmieñ nazwê albumu
pt_br: Renomear este álbum

source: Last changed on %s.
af_za: Laaste wysiging was op %s.
ar_eg: %s.ÂÎÑ ÊÚêêÑ áé
bg_bg: Последно променен на %s.
da_dk: Sidst ændret %s.
fi_fi: Muokattu viimeksi %s.
gl_es: &Uacute;ltima modificaci&oacute;n: %s.
it_it: Ultima modifica: %s.
ja_jp: 最終更新日 %s
pl_pl: Ostatnia zmiana %s.
pt_br: Última alteração em %s.
